{
  "data": [
    {
      "color": "#4249e3",
      "id": 708,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "May 13",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>The essence of humanity’s dignity is a common Creation. The fact that we are uniquely created by God places value on every human being. The unborn in the mother’s womb, the quadriplegic teenager, the young adult with Down syndrome, and the Alzheimer-afflicted grandmother all have immense value to God. God is their Father. They are His sons and daughters. “ ‘God, who made the world and everything in it, since He is Lord of heaven and earth, does not dwell in temples made with hands. . . . And He has made from one blood every nation of men to dwell on all the face of the earth’ ” (Acts 17:24–26, NKJV).<br><br>Ours is a shared heritage. We belong to the same family. We are brothers and sisters fashioned, shaped, and molded by the same God. Creation provides a true sense of self-worth. When the genes and chromosomes came together to form the unique biological structure of your personality, God threw away the pattern. There is no one else like you in all the universe. You are unique, a one-of-a-kind creation, a being of such immense value that the God who created the cosmos took upon Himself our fleshly bodies and offered Himself as a sacrifice for you and your sins!<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 14",
          "dayTitle": "<p>The Judgment, Creation, and Accountability<br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>If we are merely a collection of randomly formed cells, simply the product of chance and an advanced African ape, nothing more, then life has little meaning. If we are merely one of the estimated eight billion people clawing at one another for living space on a planet called earth, life loses its purpose, other than mere survival. In contrast, the biblical Creation provides a reason to live and a moral imperative for living. We have been created by God and are accountable to Him for our actions. The One who made us holds us responsible. He has established absolutes, even in a world of “moral relativism.”<br><br><strong>Read Revelation 14:7, Romans 14:10, and James 2:8–13. What does judgment imply about such issues as accountability and responsibility? How are the judgment, the commandments of God, and worship linked?</strong><br></p><p><strong>Revelation 14:7</strong></p><p><sup><strong>7 </strong></sup>saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”<br></p><p><strong>Romans 14:10</strong></p><p><sup><strong>10</strong></sup> But why do you judge your brother? Or why do you show contempt for your brother? For we shall all stand before the judgment seat of Christ. <br></p><p><strong>James 2:8–13</strong></p><p><sup><strong>8</strong></sup> If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you do well; 9 but if you show partiality, you commit sin, and are convicted by the law as transgressors. <sup><br></sup></p><p><sup><strong>10 </strong></sup>For whoever shall keep the whole law, and yet stumble in one point, he is guilty of all. <sup><br></sup></p><p><sup><strong>11</strong></sup> For He who said, “Do not commit adultery,” also said, “Do not murder.” Now if you do not commit adultery, but you do murder, you have become a transgressor of the law. <sup><br></sup></p><p><sup><strong>12 </strong></sup>So speak and so do as those who will be judged by the law of liberty. <sup><br></sup></p><p><sup><strong>13</strong></sup> For judgment is without mercy to the one who has shown no mercy. Mercy triumphs over judgment.<br></p><p>The message of the three angels flying in midair in Revelatio&nbsp; <sup><strong></strong></sup>14 announces that “ ‘the hour of His judgment has come’ ” (Rev. 14:7, NKJV).<br><br>Since we were created by God with the capacity to make moral choices, we are responsible for the decisions we make. If we were merely a random collection of cells, products of our heredity and environment only, our actions would largely be determined by forces over which we had no control. But judgment implies moral responsibility. In this crisis hour of earth’s history, the judgment hour, God calls us to make decisions in the light of eternity. The first angel’s earnest appeal to “ ‘worship Him who made heaven and earth, the sea and springs of waters’ ” (Rev. 14:7, NKJV) acknowledges that the basis of all worship is the fact that we were created by God.<br><br>Meanwhile, our adherence to the seventh-day Sabbath demonstrates our belief that Jesus is worthy to be worshiped as our Creator. It reveals our acceptance of His Ten Commandment law as divinely inspired principles for living life to the fullest. Because the law is the foundation of God’s government and a revelation of His character, it becomes the standard of judgment. Our faithfulness to the Sabbath commandment is acknowledgment of our commitment to live obedient lives.<br><br><strong>How does our understanding of Creation influence our behavior? What relationship do heredity and environment have to the choices we make daily? How can we, by God’s grace, overcome character defects that we didn’t choose to have in the first place?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 15",
          "dayTitle": "<p>The Sabbath and Creation<br></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p>It is because our world so desperately needs the reassuring message of Creation that God gave us the Sabbath. In the mid-1800s when the evolutionary hypothesis was taking the intellectual world by storm, God sent a message of incredible hope. We have been studying this message, found in Revelation 14:6, 7.<br><br>Satan has made every attempt to distort the idea of Creation because he hates Jesus and does not want Him to receive the worship due Him as our Creator and Redeemer. The Sabbath is at the center of the great controversy over Christ’s worthiness to receive worship as our Creator. God’s last-day message is one that calls all humanity back to worshiping Christ as the Creator of heaven and earth. The basis of all worship is the fact that He created us.<br><br><strong>Read Genesis 2:1–3, Exodus 20:8–11, and Deuteronomy 5:12–15 in the context of Revelation 14:6, 7. How do we see in the Sabbath commandment the link between Creation and Redemption, as well?</strong><br></p><p>Genesis 2:1–3</p><p><sup><strong>1 </strong></sup>Thus the heavens and the earth, and all the host of them, were finished. <sup><br></sup></p><p><sup><strong>2 </strong></sup>And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. <sup><br></sup></p><p><sup><strong>3</strong></sup> Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.<br></p><p><strong>Exodus 20:8–11</strong></p><p><sup><strong>8</strong></sup> “Remember the Sabbath day, to keep it holy. <sup><br></sup></p><p><sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><br></sup></p><p><sup><strong>10</strong></sup> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates. <strong><sup>11 </sup></strong>For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.<br></p><p>Deuteronomy 5:12–15 <br><sup><strong><br>12 </strong></sup>‘Observe the Sabbath day, to keep it holy, as the Lord your God commanded you. <sup><br></sup></p><p><sup><strong>13 </strong></sup>Six days you shall labor and do all your work,</p><p><strong><sup>14 </sup></strong>but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is within your gates, that your male servant and your female servant may rest as well as you. <sup><br></sup></p><p><sup><strong>15</strong></sup> And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord your God commanded you to keep the Sabbath day.<br></p><p><strong>Revelation 14:6, 7</strong></p><p><sup><strong>6 </strong></sup>Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people— <strong><br></strong></p><p><strong><sup>7 </sup></strong>saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”<strong><br></strong></p><p>Sabbath is an eternal symbol of our rest in Jesus. It is a special sign of loyalty to the Creator (Ezek. 20:12, 20). Rather than being an arbitrary legalistic requirement, it reveals that true rest from righteousness by works is found in Him. The Sabbath speaks of a God who has achieved for us what we could never do for ourselves.<br><br>Scripture calls us to rest in His love and care each Sabbath. Sabbath is a symbol of rest, not works; of grace, not legalism; of assurance, not condemnation; of depending upon Him, not upon ourselves. Each Sabbath, we rejoice in His goodness, and praise Him for the salvation that can be found only in Christ.<br><br>The Sabbath also is the eternal link between the perfection of Eden in the past and the glory of the new heavens and the new earth in the future (Isa. 65:17, Rev. 21:1).<br><br>The Sabbath calls us back to our roots. It’s a link to our family of origin. The Sabbath has been observed continuously since time began. It is an unbroken connection back through time to our creation. It keeps us focused on the glorious truth that we are children of God. It calls us to an intimate, close relationship with Him.<br><br><strong>How is the Sabbath commandment hinted at in Revelation 14:6, 7, and why is it important to our end-time message? (See Exod. 20:8–11.)</strong></p><p><strong>Exod. 20:8–11</strong><sup><strong><br><br></strong><strong>8</strong></sup> “Remember the Sabbath day, to keep it holy. <sup><br></sup></p><p><sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><br></sup></p><p><sup><strong>10</strong></sup> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates. <strong><sup>11 </sup></strong>For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.<strong><br><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 16",
          "dayTitle": "<p>A Not-So-Subtle Deception<br></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>In an attempt to destroy the uniqueness of our creation, the devil has introduced a not-so-subtle counterfeit. The counterfeit, accepted by even some among us, goes like this. God is the prime cause of creation, but He took long ages to bring life into existence. Evolution was the process He used. This approach attempts to harmonize “scientific data” with the Genesis account. It asserts that the days of creation are long, indefinite periods of time and that life on earth is billions of years old.<br><br><strong>Read Psalm 33:6, 9 and Hebrews 11:3. What do these clear Bible passages tell us about how God created the world?</strong></p><p><strong>Psalm 33:6, 9</strong></p><p><strong><sup>6 </sup></strong>By the word of the Lord the heavens were made,<br>And all the host of them by the breath of His mouth.<strong><sup><br><br>9</sup></strong><strong> </strong>For He spoke, and it was done;<br>He commanded, and it stood fast.</p><p><strong>Hebrews 11:3</strong></p><p><strong><sup>3</sup> </strong>By faith we understand that the worlds were framed by the word of God, so that the things which are seen were not made of things which are visible.<br><br>The biblical account is clear. God “spoke, and it was done; He commanded, and it stood fast” (Ps. 33:9, NKJV). “By faith we understand that the worlds were framed by the word of God” (Heb. 11:3, NKJV). The first chapter of Genesis affirms that God created the world in six literal days of 24 hours and rested on the seventh. The linguistic structure of Genesis 1 and 2 does not permit anything else. Even scholars who don’t believe in the literal six-day Creation acknowledge that the author’s intent was to teach the six- day Creation.<br><br>The Hebrew word for “day” in Genesis 1 is yom. Throughout the Bible, every time a number modifies the word yom as an adjective (third day, first day, and so on), it limits the time period to 24 hours. Without exception, it is always a 24-hour period.<br><br>Also, and to the immediate point, if God did not create the world in six literal days, what significance does the seventh-day Sabbath have?<br><br>Why would God command it? It would make absolutely no sense at all to leave the Sabbath as an eternal legacy of a six-day Creation week if a six-day Creation week never existed to begin with. To accept long ages of creation is to challenge the very need for the seventh-day Sabbath. It also raises serious questions regarding the integrity of Scripture.<br><br>By attacking the Sabbath, Satan is challenging the very heart of God’s authority, and what could be more effective in destroying the memorial of the six-day Creation than denying the reality of the six-day Creation? No wonder so many people, including Christians, ignore the seventh-day Sabbath. What a setup for the final deception.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 17",
          "dayTitle": "<p>Creation, the Sabbath, and the End Time<br></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>The great controversy, which began in heaven millennia ago, was over the question of God’s authority. The challenge remains the same today, as well.</p><p><strong>&nbsp;Read Revelation 14:7, 9, and 12. Summarize these verses by completing the sentences on the lines below.</strong><br><br><strong>Revelation 14:7</strong> is a call to <sup><br></sup></p><p><sup><strong>7</strong></sup> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”<br></p><p><strong>Revelation 14:9</strong> is a solemn appeal not to <sup><br></sup></p><p><sup><strong>9 </strong></sup>Then a third angel followed them, saying with a loud voice, “If anyone worships the beast and his image, and receives his mark on his forehead or on his hand, <br></p><p><strong>Revelation 14:12</strong> describes a people who <sup><br></sup></p><p><sup><strong>12</strong></sup> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.<br></p><p>These passages make it clear that the central issue in the conflict in the last days between good and evil, Christ and Satan, is worship. Do we worship the Creator or the beast? And because Creation forms the ground for all our beliefs (after all, what do we believe that makes any sense apart from God as our Creator?), the seventh-day Sabbath—embedded in the Genesis Creation account itself (Gen. 2:1–3)—stands as the eternal and immutable sign of that Creation. It’s the most basic symbol of the most basic teaching. The only thing more fundamental to it is God Himself.<br><br>Hence, to usurp the seventh-day Sabbath is to usurp the Lord’s authority at the most prime level possible, that of His identity as Creator. It’s to get behind everything and uproot it at the core. It is, indeed, to seek to take the place of God Himself (2 Thess. 2:4).<br><br>Of course, the real issue in the last days is our love and loyalty to Jesus. But according to the Bible, this love is expressed in obedience to the commandments (1 John 5:3, Rev. 14:12)—and the Sabbath alone among the commandments is behind everything because it alone points to God as Creator (Exod. 20:8–11). No wonder it will be the outward symbol of the final divide between those who worship the Lord and those who worship the beast (Rev. 14:11, 12). Considering how basic and fundamental the Sabbath is to everything else, it’s hard to see how the final issue of worshiping the Creator could be about anything else.<br><strong><br>Many people argue that it makes no difference what day one keeps as the Sabbath, as long as we keep one. How do we answer that argument with the Bible?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 18",
          "dayTitle": "<p>The Sabbath and Eternal Rest<br></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>The Sabbath is a place of refuge in a weary world. Each week we leave the cares of this world and enter God’s retreat center—the Sabbath. The famed Jewish author Abraham Heschel calls the Sabbath “a palace in time.”—The Sabbath: Its Meaning for Modern Man (New York: Farrar, Straus, and Giroux, 2005), p. 12. Each seventh day, God’s heavenly palace descends from heaven to earth, and the Lord invites us into the glory of His presence for this 24-hour period to spend a time of intimate fellowship with Him.<br><br>In the introduction to Heschel’s book on the beauty and solemnity of the Sabbath, Susannah Heschel, his daughter, writes of the significance of the Sabbath in these words: “The Sabbath is a metaphor for paradise and a testimony to God’s presence; in our prayers, we anticipate a messianic era that will be a Sabbath, and each Shabbat prepares us for that experience: Unless one learns how to relish the taste of Sabbath . . . one will be unable to enjoy the taste of eternity in the world to come.”—Page XV.<br><br>At Creation, Jesus built a special dwelling for us. We can find refuge there. We can be safe there. His work is complete. It is finished. When we rest on the Sabbath, we are resting in His loving care. We are resting in anticipation of our eternal rest in the new heavens and the new earth that are soon to come.<br><br><strong>Read Isaiah 65:17, Isaiah 66:22, 2 Peter 3:13, and Revelation 21:1. How does keeping the Sabbath point us forward to eternity?</strong><br></p><p><strong>&nbsp;Isaiah 65:17</strong></p><p><sup><strong>17 </strong></sup>“For behold, I create new heavens and a new earth;<br>And the former shall not be remembered or come to mind.<br></p><p><strong>Isaiah 66:22</strong></p><p><sup><strong>22 </strong></sup>“For as the new heavens and the new earth<br>Which I will make shall remain before Me,” says the Lord,<br>“So shall your descendants and your name remain.<br><br></p><p><strong>2 Peter 3:13</strong></p><p><strong><sup>&nbsp;13</sup></strong> Nevertheless we, according to His promise, look for new heavens and a new earth in which righteousness dwells.<br></p><p><strong>Revelation 21:1</strong></p><p><sup><strong>1 </strong></sup>Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea. <br></p><p>The same God who created the earth the first time will create it again, and the Sabbath remains an eternal symbol of Him as the Creator (see Isa. 66:23). In fact, the Jews had seen the Sabbath as a symbol, a foretaste of what was called in Hebrew the olam haba, the world to come.<br><br>The message of three angels flying through the heavens appealing for us to worship the Creator is heaven’s answer to the hopeless despair of many in the twenty-first century. It points us to our Creator, the One who first made all things, and to our Redeemer, the One who will, after the judgment, after sin is eradicated, make all things new. “Then He who sat on the throne said, ‘Behold, I make all things new.’ And He said to me, ‘Write, for these words are true and faithful’ ” (Rev. 21:5, NKJV).<br><br><strong>How can you personally make the Sabbath a foretaste of heaven in your own life and your family?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 19",
          "dayTitle": "",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>“The reason provided . . . to worship God is that He is the Creator. In the heavenly liturgy, celestial beings expressed the idea in a very succinct way: ‘For You created all things’ ([Rev.] 4:11, [NKJV]). On earth, God’s creatorship needs to be emphasized as much as possible, so the angel says, ‘Worship Him who made the heaven and the earth and sea and springs of waters’ ([Rev.] 14:7, [NKJV]). It has been correctly indicated that the angel is using the language of the fourth commandment to justify the call to worship God (Exod. 20:11). . . .<br><br>“Within the Decalogue the Sabbath commandment stands as its seal in that it identifies who God is—the Creator; confirms the territory over which He rules—everything He created; and reveals His right to rule— for He created everything. In order for the dragon to succeed, he had somehow to set aside this memorial.”—Ángel Manuel Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages,” unpublished manuscript, pp. 40, 41.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>How does the message of the Sabbath answer the great ques- tions of life, such as where did I come from, why am I here, and what is my eternal destiny?<br><strong><br>2.</strong> Dwell on the marvel of Creation. Dwell on the miracle of our own existence in this vast universe. What should the fact that the prime memorial of this Creation, the Sabbath, comes to us (as opposed to us going to it), every week without exception, teach us about how important the doctrine of Creation is?<br><br><strong>3. </strong>In Daniel 3 and Daniel 6, how do you see the issue of worship being played out in these inspired accounts? What is found in these accounts that can help us prepare and anticipate the challenge God’s faithful people will face during the crisis around “the mark of the beast”?<br><br><strong>4.</strong> How do we show someone who believes in the millions, even billions, of years of evolution as the means of creation the irrationality of keeping the seventh-day Sabbath as a memorial to that creation?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 20",
          "dayTitle": "<p><strong>Inside Story:</strong><br></p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>Quandary of Two Books<br><br>By Clifford Goldstein</strong><br><br>When I grew up in a secular Jewish home, the essence of my religious experience could be summed up by how we kept the holidays: They tried to kill us, they failed—let’s eat! Nevertheless, I was always a seeker for truth.<br><br>In the fall of 1979, my seeking took me down the path of the occult and spiritualism. I even had a few experiences with astral travel. Not knowing the source of these experiences, only that they were real, I decided to start reading about them. Thus, I walked over to the library at the University of Florida to get a book on the occult and start delving deeper into it.<br><br>At that point, I was a hungry writer who needed a job. As I was walking to the library, I stopped at a health-food store in order to ask for work. A man came out and, as soon as I said something about the supernatural, he blurted out, “What?” He dragged me into the store and locked the door. After I told him about my experiences, he tried to warn me about demonic influences.<br><br>Well, he might as well have talked to me about Santa Claus as about the devil. Before I left, he handed me a book and said, “Please, read it.”<br><br>Thus, with his book in hand, I went over to the University of Florida library and found an occult book. Because I wasn’t in school, I could not check it out, so I sat down in the library, read the first chapter, and even practiced the first technique, all of which was very new to me. Then, I went and hid the book on the shelves so that I could be sure that no one would check it out before I was done reading it myself.<br><br>Anyway, here’s the rub: I was walking through the library with the two books. In one hand, I had, for the first time in my life, this book on the occult; in the other, for the first time in my life, I had the book that the man in the health-food store gave me. One book in one hand, one book in the other.<br><br>Occult book in one hand, and what was in the other? The Great Controversy. At the time, I was clueless as to what was unfolding around me.<br><br>A few days later, after an amazing confrontation with the Lord, I gave my heart to Jesus and those occult experiences never came back. Soon afterward, I read The Great Controversy, a life-changing experience. No question, the Lord arranged for this powerful, timely, and important book to come into my life. Yes, I was a seeker for truth, and I found so much of it there.<br><br>Join the global church in 2023 and 2024 in the mass promotion and distribution of The Great Controversy. Visit great controversy project.org for more information or ask your pastor.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>The Sabbath and the End<br></p>",
      "verse": "<p>“And to make all see what is the fellowship of the mys- tery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ” (Ephesians 3:9, NKJV).<br></p>",
      "versionCode": 2,
      "weekDate": "May 13–19"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
