{
  "data": [
    {
      "color": "#0ba3c4",
      "id": 10,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "2 de diciembre",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>Al describir lo que Pablo hizo en Atenas, Lucas escribió: “Así, razonaba en la sinagoga con los judíos y con otros piadosos, y en la plaza cada día con los que concurrían” (Hech. 17:17). Naturalmente, Pablo habría estado más cómodo trabajando entre los judíos, su propia carne y sangre. Pero el apóstol se negó a conformarse con trabajar únicamente entre los suyos. Había sido llamado a alcanzar a otros también. O Pablo podría haber trabajado solo con los gentiles “temerosos de Dios”, cuya visión del mundo ya había experimentado un cambio sustancial. Estos tenían una base bíblica sobre la que Pablo podía construir, aunque todavía necesitaran conocer al Dios a quien “temían”: Jesús, el Mesías.</p><p><br></p><p>Pero, no. Mientras estuvo en Atenas, una ciudad famosa por su filosofía, Pablo trató de llegar a la gente de allí también, que tenía un trasfondo y una cosmovisión radicalmente diferentes de la de los hebreos y su historia sagrada, que constituía el fundamento de la fe que Pablo quería enseñar a los atenienses. ¿Cómo trató Pablo de llegar a esa gente y qué podemos aprender de sus intentos?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de diciembre",
          "dayTitle": "<p><strong>UN HEBREO EN ATENAS</strong></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Hechos 17:1 al 16. ¿Cómo terminó Pablo en Atenas y cómo respondió a lo que encontró allí?</strong></p><p><strong>Hechos 17:1-16</strong></p><p><strong><sup>1 </sup></strong>Pasando por Anfípolis y Apolonia, llegaron a Tesalónica, donde había una sinagoga de los judíos.</p><p><strong><sup>2 </sup></strong>Y Pablo, como acostumbraba, fue a ellos, y por tres días de reposo discutió con ellos,</p><p><strong><sup>3 </sup></strong>declarando y exponiendo por medio de las Escrituras, que era necesario que el Cristo padeciese, y resucitase de los muertos; y que Jesús, a quien yo os anuncio, decía él, es el Cristo.&nbsp;</p><p><strong><sup>4 </sup></strong>Y algunos de ellos creyeron, y se juntaron con Pablo y con Silas; y de los griegos piadosos gran número, y mujeres nobles no pocas.</p><p><strong><sup>5 </sup></strong>Entonces los judíos que no creían, teniendo celos, tomaron consigo a algunos ociosos, hombres malos, y juntando una turba, alborotaron la ciudad; y asaltando la casa de Jasón, procuraban sacarlos al pueblo.</p><p><strong><sup>6</sup></strong> Pero no hallándolos, trajeron a Jasón y a algunos hermanos ante las autoridades de la ciudad, gritando: Estos que trastornan el mundo entero también han venido acá;</p><p><strong><sup>7</sup></strong> a los cuales Jasón ha recibido; y todos estos contravienen los decretos de César, diciendo que hay otro rey, Jesús.</p><p><strong><sup>8</sup></strong> Y alborotaron al pueblo y a las autoridades de la ciudad, oyendo estas cosas.</p><p><strong><sup>9</sup></strong> Pero obtenida fianza de Jasón y de los demás, los soltaron</p><p><strong><sup>10</sup></strong> Inmediatamente, los hermanos enviaron de noche a Pablo y a Silas hasta Berea. Y ellos, habiendo llegado, entraron en la sinagoga de los judíos.</p><p><strong><sup>11</sup></strong> Y estos eran más nobles que los que estaban en Tesalónica, pues recibieron la palabra con toda solicitud, escudriñando cada día las Escrituras para ver si estas cosas eran así.</p><p><strong><sup>12 </sup></strong>Así que creyeron muchos de ellos, y mujeres griegas de distinción, y no pocos hombres.</p><p><strong><sup>13</sup></strong> Cuando los judíos de Tesalónica supieron que también en Berea era anunciada la palabra de Dios por Pablo, fueron allá, y también alborotaron a las multitudes.</p><p><strong><sup>14</sup></strong> Pero inmediatamente los hermanos enviaron a Pablo que fuese hacia el mar; y Silas y Timoteo se quedaron allí.</p><p><strong><sup>15</sup></strong> Y los que se habían encargado de conducir a Pablo le llevaron a Atenas; y habiendo recibido orden para Silas y Timoteo, de que viniesen a él lo más pronto que pudiesen, salieron.</p><p><strong><sup>16</sup></strong> Mientras Pablo los esperaba en Atenas, su espíritu se enardecía viendo la ciudad entregada a la idolatría.</p><p><br></p><p>La ciudad de Atenas estaba “llena de ídolos” (Hech. 17:16). Como Pablo conocía la historia de su propio pueblo y sus tendencias a la idolatría (a pesar de las interminables advertencias), estaba molesto por todos los ídolos que también encontró en Atenas. Sin duda, Pablo estaba motivado por la compasión hacia los atenienses, que morirían en sus pecados si no llegaban a conocer al Dios verdadero.</p><p><br></p><p>En la actualidad, nuestras ciudades siguen llenas de ídolos, aunque sean menos evidentes que los que vio Pablo. Y, por desgracia, muchos creyentes pueden pasearse tranquilamente por una ciudad sin reaccionar en lo más mínimo ante sus ídolos. Sin embargo, Pablo tenía suficiente sintonía con el Espíritu Santo como para responder. A diferencia de otros creyentes que aún no comprendían que el evangelio es para todo el mundo, Pablo sabía que Dios quería que los atenienses se salvaran junto con todos los demás. Comprendía que el concepto de misión global consistía en llevar el evangelio a los grupos de personas no alcanzadas de ninguna forma, incluyendo a los paganos idólatras, así como a los filósofos que atestaban las calles de Atenas.</p><p><br></p><p>Por lo tanto, Pablo frecuentaba el mercado, donde se encontraba esta gente. Podríamos decir que formó el primer Centro de Estudios de Misión Global, donde utilizó el mercado con el fin de estudiar y probar métodos para llegar al corazón y la mente de esos paganos.</p><p><br></p><p>Pablo sabía que no podía acercarse a los atenienses de la misma manera que se acercaba a los judíos o incluso a los gentiles temerosos de Dios. Eran personas cuyo punto de partida no era el Dios de Israel ni las obras que había manifestado en medio de la nación de Israel. Por más que estos conceptos y creencias fueran esenciales para los judíos e incluso para los gentiles temerosos de Dios, no significaban nada para la gente que Pablo encontraba en el mercado ateniense. Por lo tanto, se necesitaba una estrategia totalmente nueva.</p><p><br></p><p>En la actualidad, a menudo tratamos de llegar a personas cuyo trasfondo no tiene nada en común con lo que se ha dado en llamar “la herencia judeo- cristiana”. De allí que, como Pablo, tengamos que adaptarnos. Un abordaje que podría funcionar bien, por ejemplo, en Quito, podría ser inútil en Bangkok.</p><p><br></p><ul><li>¿Qué tipo de ídolos adora la gente en tu sociedad y cómo puedes abrirles los ojos para que vean lo inútil que es todo eso?</li></ul>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de diciembre",
          "dayTitle": "<p><strong>PABLO EN EL AREÓPAGO</strong></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>Sin importar dónde estuviera, como Dios lo había comisionado, Pablo pre- dicaba el evangelio. Y eso es exactamente lo que trató de hacer en Atenas.</p><p><br></p><p><strong>Lee Hechos 17:18 al 21. ¿Cómo reaccionaron los paganos de la plaza ante las palabras y las preguntas de Pablo?</strong></p><p><strong>Hechos 17:18-21</strong></p><p><strong><sup>18</sup></strong> Y algunos filósofos de los epicúreos y de los estoicos disputaban con él; y unos decían: ¿Qué querrá decir este palabrero? Y otros: Parece que es predicador de nuevos dioses; porque les predicaba el evangelio de Jesús, y de la resurrección.</p><p><strong><sup>19</sup></strong> Y tomándole, le trajeron al Areópago, diciendo: ¿Podremos saber qué es esta nueva enseñanza de que hablas?</p><p><strong><sup>20</sup></strong> Pues traes a nuestros oídos cosas extrañas. Queremos, pues, saber qué quiere decir esto.</p><p><strong><sup>21</sup></strong> (Porque todos los atenienses y los extranjeros residentes allí, en ninguna otra cosa se interesaban sino en decir o en oír algo nuevo.)</p><p><br></p><p>Es evidente que, con sus “dioses extraños”, Pablo impresionó a la gente del mercado (Hech. 17:18), por lo que lo llevaron al Areópago, una parte de la ciudad donde se dirimían asuntos legales y religiosos; aunque al parecer Pablo no enfrentó ningún tipo de juicio legal. Por lo visto, querían escucharlo a él y su “nueva doctrina” (Hech. 17:19). Sería difícil ignorar a alguien con la elocuencia, la pasión y la inteligencia de Pablo, aunque promoviera ideas que a aquella gente le parecían muy extrañas.</p><p><br></p><p>Hechos 17:21 dice que los atenienses no hacían más que hablar y escuchar sobre las últimas ideas. ¿Lucas los estaba acusando de perezosos? Probablemente, no. Lo más probable es que señalara que eran pensadores y polemistas experimentados. Al fin y al cabo, la sociedad griega generó pensadores como Sócrates, Platón y Aristóteles, filósofos cuya influencia ha llegado hasta nuestros días. Atenas había sido considerada durante siglos el centro del pensamiento intelectual y filosófico. Aunque algunos de estos pensadores no eran ateos, desde luego no en el sentido en que hoy concebimos el ateísmo, muchas de sus ideas filosóficas diferían radicalmente de las enseñanzas del cristianismo. Es difícil, por ejemplo, encontrar en la filosofía de los epicúreos y los estoicos un lugar para algo como un Mesías resucitado.</p><p><br></p><p>En Atenas, Pablo había esperado que el Espíritu Santo pudiera utilizar sus conocimientos y sus habilidades oratorias, que había adquirido en su educación con Gamaliel. Pero, en realidad, fue la educación de Pablo en las calles de Atenas lo que el Espíritu Santo pudo utilizar aún más. “Sus más sabios oyentes estaban asombrados al escuchar su razonamiento. Demostró que estaba familiarizado con sus obras de arte, su literatura y su religión” (Elena de White, <em>Los hechos de los apóstoles</em>, p. 195).</p><p><br></p><p><ul><li>Después de la experiencia de Pablo en Atenas con estos paganos y filósofos, escribió a los corintios: “Me propuse no saber nada entre ustedes sino a Jesucristo, y a él crucificado” (1 Cor. 2:2). ¿Qué lección podemos encontrar aquí acerca de que Cristo debe ocupar un lugar central en nuestro mensaje, sin importar a quiénes les estemos predicando?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de diciembre",
          "dayTitle": "<p><strong>PABLO Y EL DIOS DESCONOCIDO</strong></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Fíjate que Pablo no menospreció la falsa religión ni los falsos dioses de los atenienses. Recogió todos los puntos positivos que pudo encontrar, aunque fuesen pocos, y los aprovechó.</p><p><strong><br></strong></p><p><strong>Lee Hechos 17:22 y 23. ¿Qué estaba haciendo Pablo aquí en su intento de alcanzar a estas personas con el evangelio?</strong></p><p><strong>Hechos 17:22-23</strong></p><p><strong><sup>22</sup></strong> Entonces Pablo, puesto en pie en medio del Areópago, dijo: Varones atenienses, en todo observo que sois muy religiosos;</p><p><strong><sup>23</sup></strong> porque pasando y mirando vuestros santuarios, hallé también un altar en el cual estaba esta inscripción: AL DIOS NO CONOCIDO. Al que vosotros adoráis, pues, sin conocerle, es a quien yo os anuncio.</p><p><br></p><p>“Atenienses, en todo los veo muy religiosos” (Hech. 17:22). Pablo estaba elogiando a los paganos. Su religión era errónea en todos los sentidos; sin embargo, Pablo elogió su devoción a ella, porque la devoción incluso a una espiritualidad errónea es más encomiable que no tener ningún interés espiritual.</p><p><br></p><p>Pablo continuó: “Porque al pasar y observar los monumentos de su culto...” (Hech. 17:23). Al describir su propio estudio de la religión ateniense, Pablo comu- nicó una actitud respetuosa hacia la gente. No se precipitaba como un autopro- clamado experto con todas las respuestas sobre cómo tenía que cambiar la gente. En realidad, sí era un experto y tenía las respuestas que la gente necesitaba. Pero no se presentó de ese modo, pues de lo contrario lo habrían rechazado de plano. En cambio, lo percibieron como alguien que se preocupaba por la gente y deseaba su bien.</p><p><br></p><p>Al comentar la inscripción “Al Dios desconocido” (Hech. 17:23), Pablo apro- vechó lo que podía considerarse un terreno común. Creían en Dios (en muchos dioses, en realidad), lo cual era un gran comienzo (algunos de aquel entonces no creían), y podía abrir el camino a una conversación más profunda. No se burló de la idea negativa de un altar a un dios desconocido, sino que apreció y admiró a un pueblo que se preocupaba lo suficiente por las cosas espirituales como para hacer el esfuerzo y el gasto de adorar algo que ni siquiera conocían, por si les faltaba algo.</p><p><br></p><p>¿Estaban equivocados? Por supuesto, pero eso tenía solución. Lo importante al principio era que fueran devotos en lo que sí entendían. Pablo reconoció que eso era material con el que el Espíritu Santo podía trabajar.</p><p><br></p><p>Pablo había encontrado un tema de conversación que despertaría el interés de ellos.</p><p><br></p><p><ul><li>¿Qué puentes y puntos de contacto se te ocurren que abrirían oportunidades para una conversación más profunda con otras personas con las que entras en contacto?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de diciembre",
          "dayTitle": "<p><strong>CÓMO PRESENTAR A UN NUEVO DIOS</strong></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Una vez que Pablo hubo captado la atención de los pensadores de Atenas, dirigió a su audiencia al Dios del Cielo.</p><p><strong><br></strong></p><p><strong>Lee Hechos 17:24 al 27. ¿Qué método adoptó Pablo aquí en un intento de llegar a estas personas?</strong></p><p><strong>Hechos 17:24-27</strong></p><p><strong><sup>24</sup></strong> El Dios que hizo el mundo y todas las cosas que en él hay, siendo Señor del cielo y de la tierra, no habita en templos hechos por manos humanas,</p><p><strong><sup>25</sup></strong> ni es honrado por manos de hombres, como si necesitase de algo; pues él es quien da a todos vida y aliento y todas las cosas.</p><p><strong><sup>26</sup></strong> Y de una sangre ha hecho todo el linaje de los hombres, para que habiten sobre toda la faz de la tierra; y les ha prefijado el orden de los tiempos, y los límites de su habitación;</p><p><strong><sup>27</sup></strong> para que busquen a Dios, si en alguna manera, palpando, puedan hallarle, aunque ciertamente no está lejos de cada uno de nosotros.</p><p><br></p><p>Para un pueblo que se preocupaba lo suficiente por las cosas espirituales como para construir un altar a un dios desconocido, las palabras de Pablo eran intrigantes: un Dios creador que no vive en un templo no necesita nada de los humanos, sino que él suple las necesidades humanas. Para una cultura impregnada de mitología griega, en la que los dioses eran impredecibles, egocéntricos y crueles, la idea de un Dios como el que describía Pablo era un pensamiento maravillosamente intrigante. Y los hombres del Areópago dieron sus primeros pasos hacia un Dios de amor.</p><p><br></p><p>El hecho es que este Dios, al que no conocían, ¡se daba a conocer! De hecho, también deseaba que lo conocieran.</p><p><br></p><p>Es probable que Pablo haya compartido más conceptos en el Areópago que las pocas palabras que Lucas registró en esta historia. Parece razonable, por cuestiones de espacio, que Lucas se limitara a resumir el discurso de Pablo. Si eso es cierto, entonces probablemente Pablo haya desarrollado en detalle cada uno de los conceptos que hemos leído hasta ahora. Entonces, desglosemos el discurso de Pablo en conceptos:</p><p><br></p><p><ol><li>Primeramente Pablo elogió su actual percepción espiritual y su sinceridad.</li><li>Luego, mostró que había estudiado sus creencias y que había encontrado algunas cosas que respetaba entre lo que había aprendido.</li><li>A continuación, les habló de una cosa en particular que había descubierto en el estudio de su religión y que ellos admitían que no entendían.</li><li>Después de eso, compartió el aspecto de Dios que sabía que necesitaban desesperadamente, que es el hecho de que Dios existe, y que los amaba y no estaba lejos.</li><li>Por último, al final de su discurso, Pablo pasó a advertirles lo que significa rechazar el conocimiento de este Dios que aún no conocían.</li></ol><p><br></p><p>Pablo los llevó tan lejos como pudo, según lo que sabía que ellos creían. Si pudo guiarlos hasta allí, su progreso fue importante.</p><p><br></p><p><ul><li>Presta atención a la apelación de Pablo al mundo creado y a Dios como Creador (ver también Rom. 1:18-25). ¿Por qué es este un buen método con la mayoría de la gente, al menos para empezar? ¿Qué tiene el mundo creado que señala a Dios con tanta fuerza?<br></li></ul></p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de diciembre",
          "dayTitle": "<p><strong>CRUZAR LA LINEA</strong></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Hechos 17:24 al 34. ¿Cómo continúa Pablo su testimonio?</strong></p><p><strong>Hechos 17:24-34</strong></p><p><strong><sup>24</sup></strong> El Dios que hizo el mundo y todas las cosas que en él hay, siendo Señor del cielo y de la tierra, no habita en templos hechos por manos humanas,</p><p><strong><sup>25</sup></strong> ni es honrado por manos de hombres, como si necesitase de algo; pues él es quien da a todos vida y aliento y todas las cosas.</p><p><strong><sup>26</sup></strong> Y de una sangre ha hecho todo el linaje de los hombres, para que habiten sobre toda la faz de la tierra; y les ha prefijado el orden de los tiempos, y los límites de su habitación;</p><p><strong><sup>27</sup></strong> para que busquen a Dios, si en alguna manera, palpando, puedan hallarle, aunque ciertamente no está lejos de cada uno de nosotros.</p><p><strong><sup>28</sup></strong> Porque en él vivimos, y nos movemos, y somos; como algunos de vuestros propios poetas también han dicho: Porque linaje suyo somos. 29 Siendo, pues, linaje de Dios, no debemos pensar que la Divinidad sea semejante a oro, o plata, o piedra, escultura de arte y de imaginación de hombres.</p><p><strong><sup>30</sup></strong> Pero Dios, habiendo pasado por alto los tiempos de esta ignorancia, ahora manda a todos los hombres en todo lugar, que se arrepientan;</p><p><strong><sup>31</sup></strong> por cuanto ha establecido un día en el cual juzgará al mundo con justicia, por aquel varón a quien designó, dando fe a todos con haberle levantado de los muertos.</p><p><strong><sup>32</sup></strong> Pero cuando oyeron lo de la resurrección de los muertos, unos se burlaban, y otros decían: Ya te oiremos acerca de esto otra vez.</p><p><strong><sup>33</sup></strong> Y así Pablo salió de en medio de ellos.</p><p><strong><sup>34</sup></strong> Mas algunos creyeron, juntándose con él; entre los cuales estaba Dionisio el areopagita, una mujer llamada Dámaris, y otros con ellos.</p><p><br></p><p>También es interesante señalar que Pablo citó a algunos de los autores atenienses que habían escrito algo bastante cercano a la verdad bíblica, lo que le brindó a Pablo la oportunidad de llevar a sus oyentes un paso más adelante. Es decir, utilizó su familiaridad con las creencias de ellos para buscar un terreno común y así llevarlos un paso más allá. No cabe duda: al tratar de alcanzar a otros, el hecho de estar familiarizados con lo que creen y buscar puntos en común puede ser un método poderoso para alcanzar a la gente.</p><p><br></p><p>Observa también que Pablo utiliza estos puntos de coincidencia con ellos para luego llegar adonde él quería: la resurrección de Jesús y la esperanza que ofrecía a todos. Lucas describe las reacciones a las últimas palabras de Pablo sobre la resurrección. Algunos se burlaron de la idea; otros dijeron que querían que Pablo les volviera a hablar del asunto; y algunos creyeron. Lo clave en esta historia, en el marco de nuestro estudio, es que <em>todos ellos realmente habían escuchado</em>. Y esa era la esperanza de Pablo desde el principio.</p><p><br></p><p>Sabemos que algunos rechazarán el evangelio, pero debemos hacer todo lo posible para asegurarnos de que, antes de que lo rechacen, entiendan lo que están rechazando. Pablo, con su método de trabajo entre los atenienses y su uso estratégico de lo que había estudiado y aprendido de ellos, se aseguró de que oyeran, con la mente abierta, que existía un Dios al que no conocían pero que los había creado. Este Dios los amaba y quería darse a conocer. Había sido misericordioso con ellos, a pesar de su ignorancia. Pero se acercaba el día del Juicio Final. Y, si todo esto sonaba demasiado increíble, había pruebas verificables de ello en la resurrección de Cristo.</p><p><br></p><p>Ahora que la gente realmente había escuchado y comprendido el mensaje, tenía que decidir personalmente si lo rechazaría de plano o investigaría más a fondo. Y algunos investigaron más y se convirtieron en seguidores de Jesús (Hech. 17:34).</p><p><br></p><ul><li><strong>Desafío: En oración, pide a Dios que te guíe específicamente para saber cuál es la mejor manera de testificar a alguien que conoces.<br></strong></li><li><strong>Desafío <em>avanzado</em>: Explora las redes sociales como un posible “Areópago”, para que presentes el evangelio a los no creyentes con la claridad y la dis- creción de Pablo.</strong><br></li></ul>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de diciembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Una de las principales conclusiones de la narración de la experiencia de Pablo en el Areópago es su estudio en el lugar de los hechos de cómo abordar a un grupo de incrédulos no alcanzados, que se tradujo en un pequeño grupo de creyentes en Atenas.</p><p><br></p><p>“Las palabras del apóstol y la descripción de su actitud y del ambiente que lo rodeaba, como los traza la Pluma inspirada, habían de transmitirse a todas las generaciones venideras como testimonio de su firme confianza, su valor en la soledad y la adversidad, así como de la victoria ganada en favor del cristianismo en el mismo corazón del paganismo.</p><p><br></p><p>“Las palabras de Pablo contienen un tesoro de conocimiento para la iglesia. Estaba en una posición desde donde hubiera podido fácilmente decir algo que irritara a sus orgullosos oyentes y lo metiera en dificultades. Si su discurso hubiera sido un ataque directo contra sus dioses y los grandes hombres de la ciudad, habría estado expuesto a sufrir la suerte de Sócrates. Pero, con un tacto nacido del amor divino, apartó cuidadosamente sus mentes de las deidades paganas, y les reveló el Dios verdadero, que era desconocido para ellos” (Elena de White, <em>Los hechos de los apóstoles,</em> p. 198).</p><p><br></p><p>Por medio del contacto directo con la gente, el estudio de su cultura y reli- gión, y el respeto por su devoción a las cosas espirituales, Pablo consiguió algo notable en Atenas, algo que es un tesoro de conocimiento para la iglesia. <em>Evitó irritar a sus oyentes.</em> Esto fue en sí un logro importante, inspirado por Dios. Según Elena de White, este es el tesoro de conocimiento al que nosotros, como iglesia, debemos prestar atención en esta historia.</p><p><strong><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><ol><li>Si tomamos como modelo la historia de Pablo en Atenas, ¿cuál es el primer paso que debe dar todo el que inicie obra evangelizadora en una ciudad?</li><li>¿Qué tipo de conducta se espera de un cristiano para tender puentes hacia la gente de la ciudad (y, por cierto, de cualquier otro lugar) que no conoce a Dios?</li><li>Cuando nos sentimos provocados por los tipos de ídolos modernos, ¿qué debemos evitar hacer, especialmente al principio, al iniciar obra evangelizadora entre la gente que adora esos ídolos?</li><li>Pablo podría haberse limitado a presentarles a este Dios que los amaba, y ellos se habrían sentido muy complacidos. Pero luego cruzó una línea que hizo que la gente pensara que era un iluso, cuando presentó la resurrección. ¿Debería haber hecho eso? ¿Por qué sí o por qué no?</li></ol></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de diciembre",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>En su discurso de despedida antes de ascender al Cielo, Jesús les encomendó a sus discípulos que fueran sus testigos entre los pueblos de todas las naciones del mundo (Mat. 28:19). “Naciones”, en Mateo 28:19, no se refiere a Estados nacionales, sino a “grupos de personas”. Un grupo de personas se refiere a un grupo de individuos que comparten historia, idioma, creencias e identidad. No hay sociedad humana en la Tierra donde no se deba presentar el evangelio de Jesús y donde no se deban hacer discípulos para él. Hay agencias misioneras de primera línea, como Misiones Fronterizas Mundiales [Global Frontier Missions] y el Proyecto Josué, que estiman que hay unos 17.446 grupos de personas en el mundo, de los cuales más de 7.400 se consideran no alcanzados por el evangelio. En otras palabras, el 42 % de los grupos étnicos del mundo carece de comunidades autóctonas de cristianos capaces de evangelizar sin un testigo externo al resto de los grupos étnicos. El 95 % de los grupos menos alcanzados por el evangelio se encuentran en la Ventana 10/40, una zona poblada principalmente por tribus, hindúes, musulmanes, budistas y no religiosos. Algunos de estos grupos tienen poco o ningún acceso al evangelio. También hay personas que aún no han sido alcanzadas por el evangelio en las naciones occidentales, debido al impacto cada vez mayor del secularismo.</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>Pablo: Un misionero polifacético</strong></p><p>El estudio de esta semana trata de la testificación a personas que tienen poco y nada en común con los cristianos en cuanto a creencias y valores religiosos. Per- sonas de orígenes étnicos diversos y compromisos religiosos muy distintos viven y comparten la vida pública. A causa de su cosmovisión única, estas personas tienen necesidades y aspiraciones espirituales diferentes. Es en este mundo multirreligio- so donde estamos llamados a compartir nuestra fe y hacer discípulos de Cristo. A primera vista, esta tarea es abrumadora. Requiere aventurarnos fuera de nuestra zona de confort religioso, con sus jergas y sus códigos; revaluar nuestras actitudes (estereotipos y prejuicios) hacia personas con perspectivas distintas de las nuestras; y aprender nuevos enfoques evangelizadores. Por si esto fuera poco, muchos no cristianos no ven con buenos ojos el cristianismo. Afortunadamente, en la Biblia tenemos antecedentes de esfuerzos misioneros para llegar a esas personas.</p><p><br></p><p>Tras su conversión al cristianismo, Pablo demostró un compromiso incansable con la propagación del evangelio a todas las naciones. Sin embargo, el apóstol se dirigía a su auditorio de manera diferente, según se tratara de judíos o de gentiles. Al comparar lo que dijo a los judíos en una sinagoga de Antioquía (Hech. 13:13-43) con su presentación del evangelio a un público gentil en el Areópago de Atenas (Hech. 17:16-33), vemos que Pablo mostró una gran sensibilidad por el contexto, como así también por el público. En Antioquía, Pablo cita las Escrituras para argumentar que las profecías del Antiguo Testamento se cumplen en Jesús. En Atenas, Pablo comienza con lo que su público gentil conocía bien: el altar al dios desconocido y los dichos de sus propios poetas, en lugar de una serie de pasajes bíblicos. Pablo utiliza lo que su auditorio conoce, para hablarle del “Señor del cielo y de la Tierra”, que lo creó todo. Sin aprobar las creencias de los atenienses, Pablo los elogia por ser religiosos. Esta afirmación positiva sobre su auditorio podría haber tenido por objeto despertar su interés por el resto de su discurso. Aunque le inquietaba profundamente la multiplicidad de sus ídolos, Pablo se mostró cauto en su comportamiento. Cualquier muestra de ira y acusaciones contra estas personas que no tenían conocimiento de la revelación especial de Dios lo habría privado de una preciosa oportunidad de presentarles el evangelio. Es importante señalar que la sensibilidad de Pablo ante la cosmovisión de los atenienses no le impidió llamarlos al arrepentimiento.</p><p><br></p><p>El punto anterior se ilustra mejor con la publicación de Mark Allan Powell en 2004 de los resultados de su investigación sobre el impacto de las realidades cotidianas de las personas en su lectura e interpretación de las Escrituras (ver Allan Powell, “The Forgotten Famine: Personal Responsibility in Luke’s Parable of the ‘Prodigal Son’ ”, en<em> Literary Encounters with the Reign of God,</em> Sharon H. Ringe y H. C. Paul Kim, eds. [Nueva York: T &amp; T Clark, 2004]). En la primera fase de esta investigación, Powell encuestó a dos grupos de estudiantes seminaristas, uno en Estados Unidos y otro en San Petersburgo (Rusia). El experimento consistió en pedir a los alumnos que leyeran la historia del hijo pródigo de Lucas 15:11 al 32, cerraran la Biblia, y a continuación la relataran de memoria con la mayor exactitud posible a los demás miembros de sus respectivos grupos. Powell descubrió dos grandes diferencias en el relato oral de esta parábola. Por un lado, mientras que solo el 6 % de los alumnos estadounidenses recordaba la hambruna mencionada en el versículo 14, el 84 % de los alumnos de San Petersburgo se refirió a ella. Por otro lado, el 100 % de los alumnos estadounidenses hizo hincapié en el despilfarro de la herencia por parte del hijo pródigo, mientras que solo el 34 % de los alumnos rusos recordaba este detalle. Para los alumnos esta- dounidenses, la mención de la hambruna parecía ser un detalle extra que no añadía nada fundamental a la historia. Como no tenían recuerdos recientes de la hambruna, todos destacaron el despilfarro de la riqueza como un comportamiento irresponsable. Sin embargo, para los estudiantes rusos, que vivieron e interactuaron con algunos de los supervivientes del asedio de 900 días del ejército nazi a la ciudad de San Petersburgo, en 1941, que desencadenó una hambruna que mató hasta 670.000 personas, la mención de la hambruna fue un detalle significativo que añadió mucho significado a la historia. Este experimento es una buena ilustración de la necesidad de adaptar nuestro mensaje a nuestro público, tanto en estilo como en contenido, tal como hizo Pablo con los atenienses.</p><p><strong><br></strong></p><p><strong>Necesidad de innovar en la praxis misionera</strong></p><p>En comparación con sus contemporáneos, Pablo era poco convencional en su abordaje del ministerio, especialmente en Atenas. Incluso se lo podría calificar de vanguardista ante la necesidad de ser versátil y adaptable en la misión. Sus singulares cualidades misioneras son muy necesarias en la actualidad. El “Areópago” moderno existe en diferentes partes y formas en muchos centros urbanos. Puede ser una plaza de la ciudad, un parque, una esquina, un centro comercial, un anfiteatro universitario o una cafetería. La iglesia necesita miembros con dones, talentos, personalidades y creatividad acordes, competentes para el ministerio y dedicados al servicio en esos centros. A los miembros que están preparados para incorporarse en esferas no tradicionales se les debe confiar la libertad de explorar nuevas formas de compartir el evangelio, aunque estas formas parezcan poco ortodoxas al principio.</p><p><br></p><p>El hecho de que Dios pidiera a Abraham que sacrificara a Isaac, el hijo por medio del cual Dios le había prometido que lo convertiría en padre de muchas naciones, fue algo poco convencional (Gén. 22). El hecho de que Eliseo le dijera a Naamán: “Ve en paz”, después de que Naamán le hiciera dos extrañas peticiones (2 Rey. 5), fue, en el mejor de los casos, muy inquietante (ver la lección de la semana pasada). Que Dios le indicara a Isaías que vagara desnudo por las calles de la ciudad durante tres años, declarando un mensaje de perdición para los aliados de Judá, fue realmente extraño (Isa. 20:2-4). Piensa en la vergüenza que habrá sentido Miqueas cuando Dios le pidió no solo que anduviera desnudo, sino además que aullara como un chacal y gimiera como un búho (Miq. 1:8). A la luz de estos antecedentes bíblicos, “cuando se lee en su contexto, la Biblia ofrece muchas declaraciones y ejemplos que muestran la aprobación de Dios a métodos misioneros que pueden ir en contra de nuestras prácticas con las que nos sentimos más cómodos. La lectura del contexto más amplio y los pasajes claros de la Biblia [...] sugieren que Dios es más abierto y creativo que nosotros. Si es así, no deberíamos apresurarnos a condenar lo que es diferente o nos genera incomodidad” (Jon Paulien, “The Unpredictable God: Creative Mission and the Biblical Testimony”, en <em>A Man of Passionate Reflection</em>, Bruce L. Bauer, ed. [Berrien Springs, MI: Departamento de Misión Global, Andrews University, 2011], p. 85). En lugar de seguir arando los campos misioneros con métodos tradicionales, necesitamos ser flexibles, ingeniosos y abiertos en lo que respecta a nuevos (y hasta desconocidos) enfoques respecto de la misión de Dios. La misión se originó en Dios y todavía es suya. Por lo tanto, debemos depender de él. Como hizo el rey Josafat, dirijámonos siempre a Dios, diciendo: “No sabemos qué hacer, pero a ti volvemos nuestros ojos” (2 Crón. 20:12). Si somos sinceros, Dios nos revelará su voluntad. Tal vez su camino no nos resulte convencional, así como a Josafat se le ordenó enviar a su ejército a la guerra cantando. Pero una cosa es segura: cumplir con nuestra misión y nuestro ministerio a la manera de Dios, y con el poder de Dios, logrará sus propósitos salvíficos de alcanzar a todos los segmentos de la sociedad.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Todos los seres humanos se ven influidos, y limitados, por las presuposiciones de sus culturas y sus cosmovisiones. Este importante hecho debe tenerse en cuen- ta a la hora de presentar el evangelio. El ministerio de Pablo nos ofrece un buen ejemplo de acercamiento a los no cristianos. A continuación, se presentan algunos principios básicos significativos para nuestra misión hacia quienes no han tenido contacto con el evangelio:</p><p><br></p><p>Las culturas de las personas, con sus arraigadas presuposiciones sobre el mundo, son su único marco de referencia. No se puede confrontar a las personas con cosas que están más allá de su marco de referencia y esperar que respondan positivamente a ellas. Por lo tanto, es esencial ser siempre sensibles a las realidades cotidianas de las personas a las que damos testimonio.</p><p><br></p><p>Debemos actuar con moderación y respeto en nuestra actitud hacia los no cristia- nos. Podemos obtener percepciones significativas sobre los no cristianos estudiando sus sistemas de creencias y hablando con ellos con el fin de encontrar temas en común que podamos utilizar como puntos de contacto para presentar el evangelio.</p><p><br></p><p>También debemos centrarnos en las necesidades y las aspiraciones de nues- tro público, y mostrarles cómo Cristo les da respuesta. No debemos permitir que nuestras perspectivas culturales se interpongan en el camino de cómo Dios quiere presentarse a los no cristianos por medio de nosotros. Es importante que, al presentar el evangelio, nos abstengamos de dar por sentado que nuestro público sabe lo que nosotros sabemos sobre Dios, que le interesa los valores que a nosotros nos importan, que entiende el concepto de pecado como nosotros y se siente culpable y necesitado del perdón de Dios.</p><p><br></p><p>Por último, tenemos que evitar diluir nuestro mensaje en el proceso de adaptarlo a nuestro público. La intención del evangelio es desafiar los aspectos de todos los supuestos de la cosmovisión que no están en consonancia con las Escrituras.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>MISIÓN EN FAVOR DE LOS NO ALCANZADOS: PRIMERA PARTE</p>",
      "verse": "<p>“El Dios que hizo el mundo y todo lo que hay en él, que es Señor del cielo y de la tierra, no habita en templos hechos por manos humanas” (Hech. 17:24).</p>",
      "versionCode": 30,
      "weekDate": "2-9 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
