{
   "data":[
      {
         "color":"#0298A4",
         "id":5,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"27 de julio",
               "dayTitle":"<p>MILAGROS ALREDEDOR DEL LAGO</p>",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>El ministerio de Jesús estuvo centrado mayormente en Galilea, especialmente en el lago, de aproximadamente 21 kilómetros de largo y 13 de ancho, y en sus alrededores. El lago de Galilea es el cuerpo de agua más grande de la zona y el centro de la vida de quienes habitaban cerca.</p><p>Marcos 4 termina con Jesús y sus discípulos cruzando el lago de Galilea. Se levanta entonces una tormenta que Jesús calma hablando al viento y a las olas. Marcos 6 termina con una escena similar, pero esta vez con Jesús caminando sobre el agua hacia sus discípulos, que estaban en el bote. Entre ambas escenas en el agua, hay numerosos milagros que Jesús hizo en tierra y la primera actividad misionera de sus discípulos. Esas historias son el tema de estudio de esta semana.</p><p>La característica general de estas historias dramáticas consiste en permitir que el lector vea quién es Jesús. Él es aquel que puede calmar una tormenta, restaurar a un endemoniado, sanar a una mujer que simplemente toca su manto, resucitar a una niña, predicar en su propio pueblo, enviar a sus discípulos a una misión evangelizadora, alimentar a cinco mil personas con unos pocos panes y peces, y caminar sobre el agua. Increíbles demostraciones de poder que acercan a sus discípulos a la comprensión de que él es el Hijo de Dios.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de julio",
               "dayTitle":"<p>CALMANDO UNA TORMENTA</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Marcos 4:35 al 41. ¿Qué ocurre en esta historia y qué lecciones podemos aprender en ella acerca de quién es Jesús?</strong></p><p><strong>Marcos 4:35-41</strong></p><p><strong>35</strong> Aquel día, cuando llegó la noche, les dijo: Pasemos al otro lado.&nbsp;</p><p><strong>36</strong> Y despidiendo a la multitud, le tomaron como estaba, en la barca; y había también con él otras barcas.&nbsp;</p><p><strong>37</strong> Pero se levantó una gran tempestad de viento, y echaba las olas en la barca, de tal manera que ya se anegaba.</p><p><strong>38</strong> Y él estaba en la popa, durmiendo sobre un cabezal; y le despertaron, y le dijeron: Maestro, ¿no tienes cuidado que perecemos?&nbsp;</p><p><strong>39</strong> Y levantándose, reprendió al viento, y dijo al mar: Calla, enmudece. Y cesó el viento, y se hizo grande bonanza.&nbsp;</p><p><strong>40</strong> Y les dijo: ¿Por qué estáis así amedrentados? ¿Cómo no tenéis fe?&nbsp;</p><p><strong>41</strong> Entonces temieron con gran temor, y se decían el uno al otro: ¿Quién es este, que aun el viento y el mar le obedecen?</p><p><br></p><p>Al comienzo de Marcos 4, Jesús se sube a un bote para enseñar a la multitud&nbsp;que estaba en la playa. En Marcos 4:10 al 12, parece haber descendido del bote y&nbsp;ahora conversar con los discípulos en privado. Ahora, tras un largo día de instrucción, los discípulos toman consigo a Jesús en el bote “como estaba” (vers.&nbsp;36); es decir, muy cansado. Él se duerme inmediatamente sobre una superficie&nbsp;mullida que estaba tal vez en la popa del barco. Una gran tormenta se desata&nbsp;en el lago, y el bote corre peligro de naufragar cuando los discípulos despiertan&nbsp;a Jesús, quien drásticamente ordena al viento y a las olas que cesen. Una gran&nbsp;calma se apodera del lago. Es comprensible que los discípulos teman profundamente ante semejante manifestación de poder divino.</p><p><strong>Lee Salmos 104:1 al 9. ¿Cómo se asemeja la descripción de Jehová aquí con la acción de Cristo de calmar la tormenta?</strong></p><p><strong>&nbsp;Salmos 104:1-9</strong></p><p><strong>1</strong> Bendice, alma mía, a Jehová.</p><p>Jehová Dios mío, mucho te has engrandecido;</p><p>Te has vestido de gloria y de magnificencia.</p><p><strong>2</strong> El que se cubre de luz como de vestidura,</p><p>Que extiende los cielos como una cortina,</p><p><strong>3</strong> Que establece sus aposentos entre las aguas,</p><p>El que pone las nubes por su carroza,</p><p>El que anda sobre las alas del viento;</p><p><strong>4</strong> El que hace a los vientos sus mensajeros,</p><p>Y a las flamas de fuego sus ministros.</p><p><strong>5</strong> Él fundó la tierra sobre sus cimientos;</p><p>No será jamás removida.</p><p><strong>6</strong> Con el abismo, como con vestido, la cubriste;</p><p>Sobre los montes estaban las aguas.</p><p><strong>7</strong> A tu reprensión huyeron;</p><p>Al sonido de tu trueno se apresuraron;</p><p><strong>8</strong> Subieron los montes, descendieron los valles,</p><p>Al lugar que tú les fundaste.</p><p><strong>9</strong> Les pusiste término, el cual no traspasarán,</p><p>Ni volverán a cubrir la tierra.</p><p><br></p><p>La historia registrada en Marcos 4:35 al 41 armoniza con un patrón común en la Biblia, el de una “teofanía”; es decir, la aparición de Dios o de uno de sus ángeles. Estos eventos tienen comúnmente cinco características: 1) la demostración de poder divino, 2) temor humano, 3) la exhortación “no temas”, 4) las palabras de la revelación por la que Dios o el ángel aparecieron, 5) la respuesta humana a la revelación. Cuatro de las cinco están presentes en esta historia: la acción de calmar la tormenta es la demostración de poder divino. El miedo de los discípulos es el componente correspondiente al temor humano. La pregunta “¿Por qué están así atemorizados?” es el “no temas”. La pregunta de los discípulos “¿quién es este?” es la respuesta humana. Lo que está faltando aquí son las palabras de revelación. Este detalle faltante juega un papel dentro del tema o motivo teológico revelación/secreto que recorre todo el libro, donde la verdad acerca de Jesús finalmente emergerá. La pregunta de los discípulos “¿Quién es este, que hasta el viento y el mar le obedecen?” empuja al lector a responder, supliendo la revelación explícita faltante en la fórmula de la teofanía: él es el Hijo de Dios, el Señor mismo.</p><p><strong>Piensa en el poder de Dios. ¿Cómo puedes aprender a apoyarte en ese poder y a confiar en él para todo en tu vida?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de julio",
               "dayTitle":"<p>¿PUEDES OÍR UN SUSURRO POR ENCIMA DE UN GRITO?</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Marcos 5:1 al 20. ¿Qué podemos aprender acerca del Gran Conflicto y del poder de Jesús gracias a este asombroso relato?</strong></p><p><strong>Marcos 5:1-20</strong></p><p><strong>1</strong> Vinieron al otro lado del mar, a la región de los gadarenos.&nbsp;</p><p><strong>2</strong> Y cuando salió él de la barca, en seguida vino a su encuentro, de los sepulcros, un hombre con un espíritu inmundo,&nbsp;</p><p><strong>3</strong> que tenía su morada en los sepulcros, y nadie podía atarle, ni aun con cadenas.&nbsp;</p><p><strong>4</strong><strong> </strong>Porque muchas veces había sido atado con grillos y cadenas, mas las cadenas habían sido hechas pedazos por él, y desmenuzados los grillos; y nadie le podía dominar.&nbsp;</p><p><strong>5</strong> Y siempre, de día y de noche, andaba dando voces en los montes y en los sepulcros, e hiriéndose con piedras.&nbsp;</p><p><strong>6</strong> Cuando vio, pues, a Jesús de lejos, corrió, y se arrodilló ante él.&nbsp;</p><p><strong>7</strong> Y clamando a gran voz, dijo: ¿Qué tienes conmigo, Jesús, Hijo del Dios Altísimo? Te conjuro por Dios que no me atormentes.&nbsp;</p><p><strong>8</strong> Porque le decía: Sal de este hombre, espíritu inmundo.&nbsp;</p><p><strong>9</strong> Y le preguntó: ¿Cómo te llamas? Y respondió diciendo: Legión me llamo; porque somos muchos.&nbsp;</p><p><strong>10</strong> Y le rogaba mucho que no los enviase fuera de aquella región.&nbsp;</p><p><strong>11</strong> Estaba allí cerca del monte un gran hato de cerdos paciendo.&nbsp;</p><p><strong>12</strong> Y le rogaron todos los demonios, diciendo: Envíanos a los cerdos para que entremos en ellos.&nbsp;</p><p><strong>13</strong> Y luego Jesús les dio permiso. Y saliendo aquellos espíritus inmundos, entraron en los cerdos, los cuales eran como dos mil; y el hato se precipitó en el mar por un despeñadero, y en el mar se ahogaron.</p><p><strong>14</strong> Y los que apacentaban los cerdos huyeron, y dieron aviso en la ciudad y en los campos. Y salieron a ver qué era aquello que había sucedido.&nbsp;</p><p><strong>15</strong> Vienen a Jesús, y ven al que había sido atormentado del demonio, y que había tenido la legión, sentado, vestido y en su juicio cabal; y tuvieron miedo.&nbsp;</p><p><strong>16</strong> Y les contaron los que lo habían visto, cómo le había acontecido al que había tenido el demonio, y lo de los cerdos.&nbsp;</p><p><strong>17</strong> Y comenzaron a rogarle que se fuera de sus contornos.&nbsp;</p><p><strong>18</strong> Al entrar él en la barca, el que había estado endemoniado le rogaba que le dejase estar con él.&nbsp;</p><p><strong>19</strong> Mas Jesús no se lo permitió, sino que le dijo: Vete a tu casa, a los tuyos, y cuéntales cuán grandes cosas el Señor ha hecho contigo, y cómo ha tenido misericordia de ti.&nbsp;</p><p><strong>20</strong> Y se fue, y comenzó a publicar en Decápolis cuán grandes cosas había hecho Jesús con él; y todos se maravillaban.</p><p><br></p><p>Si la noche anterior sobre el lago fue inolvidable, el arribo al día siguiente, adonde estaban los gadarenos, no fue menos impresionante. La historia del hombre endemoniado es presentada con detalles desgarradores. Rompiendo con toda restricción, él vivía en los sepulcros y se hería a sí mismo con piedras. “Nadie lo podía dominar” (Mar. 5:4). Entonces, se encontró con Jesús.</p><p>El hombre se precipitó hacia Jesús. Ni una palabra se dice acerca de los discípulos, quienes probablemente hayan huido despavoridos. Cuando el hombre llegó cerca de Jesús, se postró ante él. La frase “se postró” es traducción del verbo griego proskyne?, usualmente traducido como “adorar”. Parece que el hombre reconoció que Jesús era alguien que podía ayudarlo. Pero, cuando abrió su boca, los demonios que estaban dentro de él le gritaron a Jesús, quien fue, sin embargo, capaz de escuchar por sobre los gritos de ellos la súplica de ayuda susurrada por el hombre. Cuando ellos rogaron a Jesús que les permitiera ir a un hato de cerdos, él les permitió entrar en estos. Todos esos animales, cerca de dos mil, se precipitaron al mar por un despeñadero y se ahogaron. Aquello fue un desastre financiero para sus dueños.</p><p>Lo asombroso es que los demonios sabían exactamente quién era Jesús y también conocían su impotencia frente a él, razón por la que “le rogaron” dos veces que hiciera lo que pedían (Mar. 5:10, 12). Obviamente, sabían de su poder sobre ellos.</p><p>Esta historia tiene dos características fundamentales. Para empezar, contiene numerosos elementos relacionados con la impureza o la contaminación ceremonial de acuerdo con la ley del Antiguo Testamento. Las tumbas y los muertos eran impuros (Núm. 19:11, 16). Los cerdos eran animales inmundos (Lev. 11:7).</p><p>Pero, en segundo lugar, esta letanía de impureza es la batalla de idas y venidas entre las fuerzas del bien y del mal. Jesús expulsa a los demonios (dos puntos para Jesús), los demonios matan a los cerdos (dos puntos para Satanás). La gente del pueblo pide a Jesús que se vaya (dos puntos para Satanás), pero Jesús envía de regreso al hombre sanado como su testigo (tres puntos para Jesús). En más de un sentido, este hombre era el más insólito de los misioneros, pero tenía ciertamente una historia asombrosa para contar.</p><p><br></p><p><strong>¿Qué esperanza puedes extraer de esta historia en cuanto al poder de Jesús para ayudarte en cualquier cosa con la que estés luchando?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de julio",
               "dayTitle":"<p>EN LA MONTAÑA RUSA CON JESÚS</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Marcos 5:21 al 24. ¿Qué características de Jairo se destacan en particular?</strong></p><p><strong>Marcos 5:21-24</strong></p><p><strong>21</strong> Pasando otra vez Jesús en una barca a la otra orilla, se reunió alrededor de él una gran multitud; y él estaba junto al mar.&nbsp;</p><p><strong>22</strong> Y vino uno de los principales de la sinagoga, llamado Jairo; y luego que le vio, se postró a sus pies,&nbsp;</p><p><strong>23</strong> y le rogaba mucho, diciendo: Mi hija está agonizando; ven y pon las manos sobre ella para que sea salva, y vivirá.</p><p><strong>24</strong> Fue, pues, con él; y le seguía una gran multitud, y le apretaban.</p><p><br></p><p>Los dirigentes religiosos como Jairo no eran típicamente amigos de Jesús (ver Mar. 1:22; 3:2, 6; Luc. 13:14). Por lo tanto, todo parece indicar que estaba desesperado. Esta desesperación se hace evidente al postrarse ante Jesús. Su ruego resulta comprensible para cualquier padre; su hija está agonizando. Pero tiene fe en que Jesús puede ayudarlo. Sin pronunciar una sola palabra, Jesús parte con el padre rumbo a su casa.</p><p><strong>Lee Marcos 5:25 al 34. ¿Qué interrumpe la marcha hacia la casa de Jairo?</strong></p><p><strong>Marcos 5:25-34</strong></p><p><strong>25</strong> Pero una mujer que desde hacía doce años padecía de flujo de sangre,&nbsp;</p><p><strong>26</strong> y había sufrido mucho de muchos médicos, y gastado todo lo que tenía, y nada había aprovechado, antes le iba peor,&nbsp;</p><p><strong>27</strong> cuando oyó hablar de Jesús, vino por detrás entre la multitud, y tocó su manto.&nbsp;</p><p><strong>28</strong> Porque decía: Si tocare tan solamente su manto, seré salva.&nbsp;</p><p><strong>29</strong> Y en seguida la fuente de su sangre se secó; y sintió en el cuerpo que estaba sana de aquel azote.&nbsp;</p><p><strong>30</strong> Luego Jesús, conociendo en sí mismo el poder que había salido de él, volviéndose a la multitud, dijo: ¿Quién ha tocado mis vestidos?&nbsp;</p><p><strong>31</strong> Sus discípulos le dijeron: Ves que la multitud te aprieta, y dices: ¿Quién me ha tocado?&nbsp;</p><p><strong>32</strong> Pero él miraba alrededor para ver quién había hecho esto.&nbsp;</p><p><strong>33</strong> Entonces la mujer, temiendo y temblando, sabiendo lo que en ella había sido hecho, vino y se postró delante de él, y le dijo toda la verdad.&nbsp;</p><p><strong>34</strong> Y él le dijo: Hija, tu fe te ha hecho salva; ve en paz, y queda sana de tu azote.</p><p><br></p><p>El relato se traslada súbitamente a otra escena que evoca piedad. Una mujer sufre terriblemente a causa de una enfermedad durante doce años. Esta historia acerca de Jairo y de la mujer enferma es el segundo relato sándwich de Marcos (ver Mar. 3:20-35, que fue estudiado en la lección 3). En esta historia, los dos personajes contrastantes, Jairo y la mujer, acuden a Jesús en busca de ayuda.</p><p>La mujer se acerca a Jesús desde atrás y toca su manto. Inmediatamente recupera la salud. Pero Jesús se detiene y pregunta: ¿Quién ha tocado mi ropa?”</p><p>La mujer, que había estado tan enferma, estaba de pronto recuperada. Pero temía que Jesús estuviera disgustado por lo que había ocurrido. Aquello fue un viaje vertiginoso para las emociones de ella. Pero Jesús quería sanar su alma, no solo su cuerpo.</p><p>Volviendo a Jairo (ver Mar. 5:35-43), también su experiencia fue un viaje vertiginoso para este principal de la sinagoga. Jesús solo permitió que Pedro, Santiago y Juan lo acompañaran, junto con los padres de la muchacha. Jesús declara entonces que ella no está muerta, sino dormida. Hace salir a todos los plañideros y enlutados, y se dirige a la habitación donde yace la niña muerta.</p><p>Tomando su mano, dice: “talita cumi”. Marcos traduce estas palabras: “Niña, a ti te digo, levántate”. La palabra talita significa en realidad “cordero” y pudo haberse tratado de una expresión cariñosa acostumbrada para designar a un niño en el ambiente del hogar. La orden de que nadie lo supiese es parte del patrón teológico revelación/secreto que recorre el Evangelio de Marcos y que apunta a quién es Jesús; algo que, en última instancia, no puede permanecer oculto.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de julio",
               "dayTitle":"<p>RECHAZO Y ACEPTACIÓN</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Marcos 6:1 al 6. ¿Por qué Jesús fue rechazado por la gente de su propio pueblo?</strong></p><p><strong>Marcos 6:1-6</strong></p><p><strong>1</strong> Salió Jesús de allí y vino a su tierra, y le seguían sus discípulos.&nbsp;</p><p><strong>2</strong> Y llegado el día de reposo, comenzó a enseñar en la sinagoga; y muchos, oyéndole, se admiraban, y decían: ¿De dónde tiene este estas cosas? ¿Y qué sabiduría es esta que le es dada, y estos milagros que por sus manos son hechos?&nbsp;</p><p><strong>3</strong> ¿No es este el carpintero, hijo de María, hermano de Jacobo, de José, de Judas y de Simón? ¿No están también aquí con nosotros sus hermanas? Y se escandalizaban de él.&nbsp;</p><p><strong>4</strong> Mas Jesús les decía: No hay profeta sin honra sino en su propia tierra, y entre sus parientes, y en su casa.&nbsp;</p><p><strong>5</strong> Y no pudo hacer allí ningún milagro, salvo que sanó a unos pocos enfermos, poniendo sobre ellos las manos.&nbsp;</p><p><strong>6</strong> Y estaba asombrado de la incredulidad de ellos. Y recorría las aldeas de alrededor, enseñando.</p><p><br></p><p>Suele ocurrir que, cuando un habitante de un pueblo pequeño se vuelve popular, sus conciudadanos le brindan toda su atención cuando está de visita. No así en Nazaret. Estaban ofendidos y sorprendidos por el éxito de Jesús como maestro y sanador. Su paso de ser un obrero manual a un maestro les resultaba difícil de aceptar. Otra razón para la animosidad de ellos pudo haber sido el hecho de que realizó la mayoría de sus milagros en Capernaum (ver Luc. 4:23). Además, él ya había tenido un desacuerdo con su familia (Mar. 3:31-35).</p><p><strong>Lee Marcos 6:7 al 30. ¿Qué contraste existe entre la misión de los doce apóstoles y la decapitación de Juan el Bautista?</strong></p><p><strong>Marcos 6:7-30</strong></p><p><strong>7</strong> Después llamó a los doce, y comenzó a enviarlos de dos en dos; y les dio autoridad sobre los espíritus inmundos.</p><p><strong>8</strong> Y les mandó que no llevasen nada para el camino, sino solamente bordón; ni alforja, ni pan, ni dinero en el cinto,&nbsp;</p><p><strong>9</strong> sino que calzasen sandalias, y no vistiesen dos túnicas.&nbsp;</p><p><strong>10</strong> Y les dijo: Dondequiera que entréis en una casa, posad en ella hasta que salgáis de aquel lugar.&nbsp;</p><p><strong>11</strong> Y si en algún lugar no os recibieren ni os oyeren, salid de allí, y sacudid el polvo que está debajo de vuestros pies, para testimonio a ellos. De cierto os digo que en el día del juicio, será más tolerable el castigo para los de Sodoma y Gomorra, que para aquella ciudad.&nbsp;</p><p><strong>12</strong> Y saliendo, predicaban que los hombres se arrepintiesen.&nbsp;</p><p><strong>13</strong> Y echaban fuera muchos demonios, y ungían con aceite a muchos enfermos, y los sanaban.</p><p><strong>14</strong> Oyó el rey Herodes la fama de Jesús, porque su nombre se había hecho notorio; y dijo: Juan el Bautista ha resucitado de los muertos, y por eso actúan en él estos poderes.&nbsp;</p><p><strong>15</strong> Otros decían: Es Elías. Y otros decían: Es un profeta, o alguno de los profetas.&nbsp;</p><p><strong>16</strong> Al oír esto Herodes, dijo: Este es Juan, el que yo decapité, que ha resucitado de los muertos.&nbsp;</p><p><strong>17</strong> Porque el mismo Herodes había enviado y prendido a Juan, y le había encadenado en la cárcel por causa de Herodías, mujer de Felipe su hermano; pues la había tomado por mujer.&nbsp;</p><p><strong>18</strong> Porque Juan decía a Herodes: No te es lícito tener la mujer de tu hermano.&nbsp;</p><p><strong>19</strong> Pero Herodías le acechaba, y deseaba matarle, y no podía;&nbsp;</p><p><strong>20</strong> porque Herodes temía a Juan, sabiendo que era varón justo y santo, y le guardaba a salvo; y oyéndole, se quedaba muy perplejo, pero le escuchaba de buena gana.&nbsp;</p><p><strong>21</strong> Pero venido un día oportuno, en que Herodes, en la fiesta de su cumpleaños, daba una cena a sus príncipes y tribunos y a los principales de Galilea,&nbsp;</p><p><strong>22</strong> entrando la hija de Herodías, danzó, y agradó a Herodes y a los que estaban con él a la mesa; y el rey dijo a la muchacha: Pídeme lo que quieras, y yo te lo daré.&nbsp;</p><p><strong>23</strong> Y le juró: Todo lo que me pidas te daré, hasta la mitad de mi reino.&nbsp;</p><p><strong>24</strong> Saliendo ella, dijo a su madre: ¿Qué pediré? Y ella le dijo: La cabeza de Juan el Bautista.&nbsp;</p><p><strong>25</strong> Entonces ella entró prontamente al rey, y pidió diciendo: Quiero que ahora mismo me des en un plato la cabeza de Juan el Bautista.&nbsp;</p><p><strong>26</strong> Y el rey se entristeció mucho; pero a causa del juramento, y de los que estaban con él a la mesa, no quiso desecharla.&nbsp;</p><p><strong>27</strong> Y en seguida el rey, enviando a uno de la guardia, mandó que fuese traída la cabeza de Juan.&nbsp;</p><p><strong>28</strong> El guarda fue, le decapitó en la cárcel, y trajo su cabeza en un plato y la dio a la muchacha, y la muchacha la dio a su madre.&nbsp;</p><p><strong>29</strong> Cuando oyeron esto sus discípulos, vinieron y tomaron su cuerpo, y lo pusieron en un sepulcro.</p><p><strong>30</strong> Entonces los apóstoles se juntaron con Jesús, y le contaron todo lo que habían hecho, y lo que habían enseñado.</p><p><br></p><p>Esta es la tercera historia sándwich en Marcos (ver la lección 3). La misión de los doce apóstoles consistente en llevar el mensaje de Jesús a todas partes se encuentra en abierto contraste con la encarcelación y el silenciamiento de Juan el Bautista. A los discípulos se les dice que viajen sin equipaje y que dependan de otros para su sostén. Esta estrategia hace que los misioneros precisen de las personas a las que sirven, lo que los ayuda a vincularse con quienes necesitan su mensaje.</p><p>Pero el Bautista no tenía un vínculo tal con Herodes y la familia de este. La muerte de Juan se describe de una manera impactantemente detallada a medida que la conspiradora Herodías se aprovechaba de la ambivalencia y la lujuria de Herodes. La hija de Herodías añade al escandaloso plan con su grotesca solicitud de que la cabeza del Bautista le fuera traída en un plato.</p><p>El acallamiento de la voz estentórea del Bautista ocurre mientras los doce apóstoles proclaman su mensaje de arrepentimiento, así como lo había hecho antes Juan. La muerte de Juan presagia la de Jesús. Juan es ejecutado, sepultado y reportado como resucitado de entre los muertos (Mar. 6:14-16, 29), como ocurriría con Jesús (Mar. 15; 16). Estas historias paralelas apuntan a una futura crisis para Jesús y sus seguidores.</p><p><strong><br></strong></p><p><strong>¿Has sido alguna vez rechazado como lo fue Jesús, o tuviste que pasar por alguna crisis difícil de entender? ¿Qué aprendiste de esas experiencias que podría ayudarte la próxima vez que algo así suceda?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de agosto",
               "dayTitle":"<p>UNA CLASE DIFERENTE DE MESÍAS</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Marcos 6:30 al 52. ¿Qué problema enfrentaron Jesús y los discípulos, y cómo fue resuelto?</strong></p><p><strong>Marcos 6:30-52</strong></p><p><strong>30</strong> Entonces los apóstoles se juntaron con Jesús, y le contaron todo lo que habían hecho, y lo que habían enseñado.&nbsp;</p><p><strong>31</strong> Él les dijo: Venid vosotros aparte a un lugar desierto, y descansad un poco. Porque eran muchos los que iban y venían, de manera que ni aun tenían tiempo para comer.&nbsp;</p><p><strong>32</strong> Y se fueron solos en una barca a un lugar desierto.&nbsp;</p><p><strong>33</strong> Pero muchos los vieron ir, y le reconocieron; y muchos fueron allá a pie desde las ciudades, y llegaron antes que ellos, y se juntaron a él.&nbsp;</p><p><strong>34</strong> Y salió Jesús y vio una gran multitud, y tuvo compasión de ellos, porque eran como ovejas que no tenían pastor; y comenzó a enseñarles muchas cosas.&nbsp;</p><p><strong>35</strong> Cuando ya era muy avanzada la hora, sus discípulos se acercaron a él, diciendo: El lugar es desierto, y la hora ya muy avanzada.&nbsp;</p><p><strong>36</strong> Despídelos para que vayan a los campos y aldeas de alrededor, y compren pan, pues no tienen qué comer.&nbsp;</p><p><strong>37</strong> Respondiendo él, les dijo: Dadles vosotros de comer. Ellos le dijeron: ¿Que vayamos y compremos pan por doscientos denarios, y les demos de comer?&nbsp;</p><p><strong>38</strong> Él les dijo: ¿Cuántos panes tenéis? Id y vedlo. Y al saberlo, dijeron: Cinco, y dos peces.&nbsp;</p><p><strong>39</strong> Y les mandó que hiciesen recostar a todos por grupos sobre la hierba verde.&nbsp;</p><p><strong>40</strong> Y se recostaron por grupos, de ciento en ciento, y de cincuenta en cincuenta.&nbsp;</p><p><strong>41</strong> Entonces tomó los cinco panes y los dos peces, y levantando los ojos al cielo, bendijo, y partió los panes, y dio a sus discípulos para que los pusiesen delante; y repartió los dos peces entre todos.&nbsp;</p><p><strong>42</strong> Y comieron todos, y se saciaron.&nbsp;</p><p><strong>43</strong> Y recogieron de los pedazos doce cestas llenas, y de lo que sobró de los peces.&nbsp;</p><p><strong>44</strong> Y los que comieron eran cinco mil hombres.</p><p><strong>45</strong> En seguida hizo a sus discípulos entrar en la barca e ir delante de él a Betsaida, en la otra ribera, entre tanto que él despedía a la multitud.&nbsp;</p><p><strong>46</strong> Y después que los hubo despedido, se fue al monte a orar;&nbsp;</p><p><strong>47</strong> y al venir la noche, la barca estaba en medio del mar, y él solo en tierra.&nbsp;</p><p><strong>48</strong> Y viéndoles remar con gran fatiga, porque el viento les era contrario, cerca de la cuarta vigilia de la noche vino a ellos andando sobre el mar, y quería adelantárseles.&nbsp;</p><p><strong>49</strong> Viéndole ellos andar sobre el mar, pensaron que era un fantasma, y gritaron;&nbsp;</p><p><strong>50</strong> porque todos le veían, y se turbaron. Pero en seguida habló con ellos, y les dijo: ¡Tened ánimo; yo soy, no temáis!&nbsp;</p><p><strong>51</strong> Y subió a ellos en la barca, y se calmó el viento; y ellos se asombraron en gran manera, y se maravillaban.&nbsp;</p><p><strong>52</strong> Porque aún no habían entendido lo de los panes, por cuanto estaban endurecidos sus corazones.</p><p><br></p><p>Tras volver de su misión, los discípulos van con Jesús a una zona tranquila de la costa oriental del mar de Galilea para descansar, pero una gran multitud de cinco mil hombres llega al lugar antes que ellos. Jesús ve que son como ovejas sin pastor. Los instruye durante todo el día.</p><p>Al atardecer, los discípulos recomiendan despedir a la multitud para que vayan a buscar comida, pero Jesús les dice que alimenten al gentío. El diálogo subsiguiente (Mar. 6:35-38) ilustra el hecho de que los discípulos están pensando en términos humanos acerca de cómo resolver el problema. Pero Jesús lo soluciona alimentando milagrosamente a la gran multitud con apenas cinco panes y dos peces.</p><p>Las características de esta historia encajan en el concepto popular del Mesías en la época de Jesús. La expectativa era que el Mesías liberaría a Israel de sus enemigos y traería justicia y paz. La presencia de un gran número de hombres en un ambiente desértico podría tener ciertos visos de revuelta militar (compara con Juan 6:14, 15; Hech. 21:38).</p><p>Esta noción se ve reforzada por la referencia a que Jesús vio a esas personas como “ovejas sin pastor”, una cita parcial de Números 27:17, donde Moisés pide a Dios que designe un líder como sucesor suyo para Israel. Esta fraseología acerca de un pastor para el pueblo de Dios aparece por doquier en el Antiguo Testamento, típicamente en referencia a la falta de un líder o rey para Israel (compara con 1 Rey. 22:17; 2 Crón. 18:16; Eze. 34:5, 6).</p><p>No obstante, Jesús no satisfizo sus falsas expectativas, sino que envió a sus discípulos aparte y despidió a la multitud. En lugar de liderar una rebelión contra Roma, ¿qué hizo entonces Jesús? Se retiró a una montaña para orar, no precisamente lo que la multitud esperaba.</p><p>En lugar de la opinión popular acerca del Mesías como un rey que libera a Israel, él viene a liberar a las personas de la esclavitud del pecado. Él es, en verdad, el Señor de la naturaleza. Pero no vino a gobernar, sino a dar su vida en rescate por muchos (Mar. 10:45).</p><p><strong><br></strong></p><p><strong>¿Qué debería decirnos esta historia acerca de por qué es importante una com</strong><strong>prensión correcta de la profecía? Si una comprensión errónea de la primera ve</strong><strong>nida de Cristo condujo a varios al desastre, ¿cuánto peor podría ser el caso de&nbsp;</strong><strong>muchos hoy si tuvieran una comprensión equivocada de la segunda venida?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 2 de agosto",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>Lee los capítulos titulados “Calla, enmudece” y “El toque de la fe” en el libro El Deseado de todas las gentes, de Elena de White, pp. 300-314.</p><p>“En todos los que están sometidos al adiestramiento de Dios debe revelarse una vida que no está en armonía con el mundo, sus costumbres o prácticas; y cada uno necesita tener una experiencia personal en la obtención de un conocimiento de la voluntad de Dios. Debemos oírlo individualmente hablarnos al corazón. Cuando todas las demás voces son acalladas, y en la quietud esperamos ante él, el silencio del alma hace más distinta la voz de Dios. Nos invita: ‘Estad quietos, y conoced que yo soy Dios’ (Sal. 46:10). Solo aquí puede encontrarse verdadero reposo. Y esta es la preparación eficaz para todo trabajo por realizar para Dios. En medio de la muchedumbre apresurada y la tensión de las intensas actividades de la vida, el alma que es así refrigerada quedará rodeada de una atmósfera de luz y de paz. La vida respirará fragancia, y revelará un poder divino que alcanzará los corazones de los hombres” (DTG 331).</p><p>“Con corazón desconforme, preguntaban: ¿Por qué, si Jesús podía hacer obras tan admirables como las que habían presenciado, no podía dar a todos los suyos salud, fuerza y riqueza, librarlos de sus opresores y exaltarlos al poder y la honra? El hecho de que aseverara ser el Enviado de Dios y, sin embargo, se negara a ser el Rey de Israel, era un misterio que no podían sondear. Su negativa fue malinterpretada. Muchos concluyeron que no se atrevía a presentar sus derechos porque él mismo dudaba del carácter divino de su misión. Así abrieron su corazón a la incredulidad, y la semilla que Satanás había sembrado llevó fruto según su especie: incomprensión y deserción” (DTG 349).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>Si alguien te preguntara de qué te liberó Jesús, ¿cuál sería tu respuesta?</p><p><strong>1.</strong> Dialoguen acerca de por qué a veces Dios permite que algunas personas buenas como Juan el Bautista sean encarceladas y ejecutadas. ¿Qué consuelo o esperanza podemos encontrar a pesar de estas cosas difíciles?</p><p><strong>2.</strong> ¿Qué lecciones hay en la alimentación de los cinco mil para una iglesia o una congregación que cuenta con pocos recursos?</p><p><strong>3.</strong> Comparen las opiniones populares actuales acerca de Jesús con la imagen que Marcos 5 y 6 hace de él. Es decir, ¿qué sucede con quienes usan a Jesús para obtener poder político y para dominar a otros?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>RESEÑA</strong></p><p>Textos clave: Marcos 5:6-9, 22-34.</p><p>Enfoque del estudio: Marcos 5.</p><p><br></p><p><strong>Introducción:</strong></p><p>Marcos 5 y 6 tratan temas similares a los de Marcos 1. En ellos, Jesús realiza milagros como la expulsión de demonios y la curación de personas además de predicar el evangelio. Por lo tanto, nuestro estudio repasará acontecimientos seleccionados de ambos capítulos que cubren esta gama de temas.</p><p><br></p><p><strong>Temas de la lección:</strong></p><p>El estudio de esta semana considera dos milagros de Jesús. El primero tiene como protagonista a un hombre gentil, o pagano, que estaba poseído por un espíritu impuro. El otro es la curación de una mujer judía “impura”.</p><p><strong>1.</strong> Jesús y “la legión”. Marcos relata que Jesús viajó a Gadara, una comunidad gentil, y “en seguida vino a su encuentro, desde los sepulcros, un hombre con un espíritu impuro” (Mar. 5:2). Como resultado de este encuentro, Jesús curó al hombre.</p><p><strong>2. </strong>Jesús y la restauración de dos hijas. Cuando Jesús regresó a su comunidad, un funcionario de la sinagoga, Jairo, salió a su encuentro y “le rogó con fervor: ‘Mi hija está muriendo’ ” (Mar. 5:23). Jesús resucitó a la hija de Jairo y curó a una mujer que padecía de flujo de sangre.</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>Jesús y “la legión”</strong></p><p>Marcos proporciona a menudo detalles geográficos para destacar el ministerio de Jesús en lugares alejados de su ciudad natal. Tales elementos narrativos implican una clara intención por parte de Jesús de llegar a los gentiles en su propio terreno. Por ejemplo, en Marcos 4:35, Jesús dice a sus discípulos: “Pasemos a la otra orilla”. Y de nuevo, en Marcos 5:1, se ofrece otra referencia geográfica: “Cruzaron el lago hasta llegar a la región de los gerasenos” (Nueva Versión Internacional).</p><p>La ciudad de los gerasenos (Gerasa) era un distrito de Decápolis (Mar. 5:20). El hecho de que cerca de la ciudad “estaba paciendo una gran piara de cerdos” (Mar. 5:11) implica que era una ciudad gentil; es decir, pagana. Kelly R. Iverson ofrece una introducción precisa al ministerio de Jesús en territorio gentil. Afirma: “El episodio señala el comienzo de una serie de viajes deliberados de Jesús a territorio gentil. El primer encuentro con gentiles fuera de la patria judía se produce al este del mar de Galilea, en la región de Gerasa. [...] La historia del endemoniado geraseno pone de relieve el poder de Jesús, inaugura una misión entre los gentiles y prefigura un futuro ministerio en territorio gentil. Se trata de una misión preparatoria que allana el camino para su regreso a la región más adelante en el relato (7:31-37)” (Gentiles in the gospel of Mark, “Even the dogs under the table eat the children’s crumbs” [Londres: T&amp;T Clark, 2007], p. 20).</p><p>La última parte de Marcos 4 y el comienzo de Marcos 5 revelan, pues, una transición en el ministerio de Jesús desde un entorno judío hasta un lugar gentil. Sin embargo, hay un elemento común que Jesús encontró en ambos lugares: fuerzas demoníacas. Según Marcos, Jesús comienza su ministerio entre los judíos. El primer milagro de Jesús tiene lugar en una sinagoga (un lugar judío), en la que un hombre con un espíritu impuro grita: “¿Qué tienes con nosotros, Jesús nazareno? ¿Has venido a destruirnos? Sé quién eres: ¡El Santo de Dios!” (Mar. 1:24).</p><p>Ahora, cuando Jesús comienza su ministerio entre los gentiles, vemos un escenario similar. Marcos 5:2 dice: “Cuando Jesús salió de la barca, en seguida vino a su encuentro, desde los sepulcros, un hombre con un espíritu impuro”. Tanto en la sinagoga de los escribas como entre los gentiles, había hombres con espíritus inmundos que necesitaban ser sanados. En ambas situaciones, había hombres cautivos de demonios. Jesús vino a restaurarlos dentro del Reino.</p><p>Marcos 5:7 a 9 describe un diálogo entre Jesús y el demonio o los demonios. La interacción sigue una pauta similar a la que se observa en Marcos 1:23 al 25. “Y gritó a gran voz: ‘¿Qué tienes conmigo, Jesús, Hijo del Dios Altísimo? Te imploro por Dios que no me atormentes’ ” (Mar. 5:7). Curiosamente, los demonios reconocieron quién era Jesús. Lo llamaron “el Santo de Dios” (Mar. 1:24); “el Hijo de Dios” (Mar. 3:11); e “Hijo del Dios Altísimo” (Mar. 5:7). Cabe destacar que algunas afirmaciones cristológicas del Evangelio salen de la boca de los demonios. De parte de los maestros de Israel, el propio pueblo de Dios, no hay una confesión tal de igual magnitud y significado.</p><p>Consideremos la información que Marcos nos da acerca del hombre poseído por muchos demonios. El hombre dice llamarse “legión”. Una legión era una unidad militar romana integrada por un total de entre tres y seis mil soldados de infantería. Por muy abrumado que esté un ser humano por una fuerza tan maligna, no hay entidad demoníaca capaz de resistir el poder del Dios altísimo o prevalecer contra él.</p><p>El destino de este hombre poseído por el demonio era cruel y sangriento. Marcos 5:5 describe su miseria y su sufrimiento: “Siempre, día y noche, andaba dando voces por los montes y los sepulcros, hiriéndose con las piedras”.</p><p>En cuanto al endemoniado, Larry W. Hurtado escribe: “El hombre es descrito como totalmente cautivo de los poderes del mal y más allá de cualquier ayuda humana (5:2-4). Además, su morada entre las tumbas, la ‘morada’ de los muertos, casi lo convierte en un muerto viviente. Por último, el endemoniado es autodestructivo (5:5) y obviamente está atormentado. Todo esto es una poderosa imagen de cómo describe el Nuevo Testamento la condición de los humanos separados de Cristo: espiritualmente muertos y esclavos del mal” (Mark [Peabody: Hendrickson, 1989], p. 83).</p><p>Marcos 5:4 también nos dice que “nadie lo podía dominar”. “Nadie”, dice Marcos, hasta que Jesús acude a él. Después de su encuentro con Jesús, el mismo hombre “que había tenido la legión” (Mar. 5:15), y que había estado poseído por el demonio, ahora está tranquilamente sentado, vestido y en su sano juicio. Tal poder de liberación solo se encuentra en Jesucristo. Aquel que reprendió al viento y dijo al mar:</p><p>“¡Calla! ¡Enmudece!” (Mar. 4:39) también puede ordenar a los espíritus malignos que salgan de aquel hombre (Mar. 5:8).</p><p><strong><br></strong></p><p><strong>Jesús y la restauración de dos hijas</strong></p><p>En Marcos 5:21, Marcos introduce una nueva sección narrativa: el incidente en el que Jesús interviene en favor de dos hijas de Dios: “Estaba allí una mujer que padecía de hemorragia desde hacía doce años” (Mar. 5:25) y la hija de Jairo.</p><p>Esta sección contiene otra marca geográfica en el viaje de Jesús. Jesús “volvió en la barca a la otra orilla” (Mar. 5:21). Había regresado de ejercer su ministerio en una región gentil; ahora la escena vuelve a tener un trasfondo judío. Marcos confirma este cambio en la intervención de Jesús en favor de Jairo, el funcionario de la sinagoga. Este importante hombre entra en escena con la misma actitud que el endemoniado de Marcos 5:6: se postró a los pies de Jesús (Mar. 5:22). La petición de Jairo en favor de su hija fue: “¡Ven! Pon las manos sobre ella para que sane y viva” (Mar. 5:23).</p><p>En ese momento, una mujer desesperada interrumpe la narración. Hay que tener en cuenta que Jesús acaba de restaurar a un hombre que había sido poseído por una legión de espíritus impuros. Y ahora dirige su compasiva atención a una mujer “impura”. Debido a su enfermedad, estaba ritualmente impura y separada de la vida religiosa de Israel. “Cuando una mujer tenga flujo de su sangre por muchos días, más de lo normal, quedará impura todo el tiempo que dure su flujo, como en los días de su costumbre” (Lev. 15:25).</p><p>El comentarista M. Eugene Boring añade otra dimensión a la miseria relacionada con su enfermedad: “Puesto que la hemorragia vaginal impedía el matrimonio y era motivo de divorcio en la cultura de la que ella formaba parte, esta mujer no podía cumplir su función como mujer y madre, ya que no podía dar a luz una nueva vida”. Además, se había empobrecido al gastar todo su dinero en médicos, sin resultado. El comentarista añade: “Como el leproso de 1:40, su existencia es en realidad una muerte en vida, y su curación sería un restablecimiento de la vida. Como la niña que espera en casa de Jairo, está más allá de toda esperanza huma- na” (Mark: A commentary [Louisville: Westminster John Knox Press, 2006], pp. 159, 160). Finalmente, Jesús devuelve la vida a dos personas: a una mujer casi muerta, tanto física como socialmente (imagina la vida de alguien con una hemorragia de doce años de duración en una sociedad cuyas leyes recomendaban el aislamiento por tal condición); y a la hija de Jairo, una niña de doce años que estaba muerta.</p><p>En ambos casos, un toque sanador figura en la narración. La mujer toca el manto de Jesús, y Jesús toca la mano de la niña. Sin embargo, el autor intenta explicar a los lectores que no fue el toque en sí de la mujer lo que produjo la sanidad. Más bien, fue la fe de la mujer sangrante y de Jairo lo que hizo posible el resultado deseado. En el primer caso, Jesús consuela a la mujer diciéndole: “Hija, tu fe te ha sanado” (Mar. 5:34). En el segundo caso, Jesús anima al padre de la niña a persistir en la creencia de que su hija resucitará (Mar. 5:36).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Marcos, al igual que los otros tres evangelistas, describe el antagonismo de algunos de los maestros y líderes judíos de la sinagoga en contra de Jesús. Sin embargo, este antagonismo no detiene la participación religiosa de Jesús en la sinagoga ni su labor en favor de la gente de su comunidad. Por ejemplo, Marcos 1:21 narra que Jesús y sus discípulos “fueron a Capernaum, y cuando llegó el sábado, Jesús entró en la sinagoga y empezó a enseñar”. El primer milagro de Jesús registrado en el Evangelio de Marcos tiene lugar en la sinagoga: “Estaba en la sinagoga un hombre con un espíritu impuro” (Mar. 1:23). Luego, en Marcos 5:22, Jesús ministra a “uno de los principales de la sinagoga”.</p><p>A veces nos enfrentamos a desacuerdos con ciertos líderes u otros miembros de nuestra comunidad eclesial. ¿Hasta qué punto permitimos que estos desacuerdos afecten nuestras convicciones o nuestras relaciones con nuestra comunidad? ¿De qué manera el ejemplo de Jesús nos da una idea de cómo proceder en tales situaciones?</p><p>Jesús salió de su propia comunidad de fe para llegar a personas de comunidades gentiles; es decir, paganas. ¿Qué hacemos nosotros para alcanzar a las personas que están más allá de nuestros muros e invitarlas a formar parte del Reino de Dios? Considera, en tu respuesta, Marcos 6:34: “[Jesús] vio esa gran multitud y tuvo compasión de ellos, porque eran como ovejas sin pastor. Así empezó a enseñarles muchas cosas”.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>MILAGROS ALREDEDOR DEL LAGO</p>",
         "verse":"<p>“Pero Jesús no le permitió, sino que le dijo: ‘Vete a tu casa, a los tuyos, y cuéntales las grandes cosas que el Señor ha hecho contigo y cómo tuvo compasión de ti’ ” (Mar. 5:19).</p>",
         "versionCode":40,
         "weekDate":"27 de julio - 2 de agosto"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
