{
   "data":[
      {
         "color":"#9BD581",
         "id":702,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"January 4",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Many have been taught that the Greek word agape refers to a love that is unique to God, while other terms for love, such as phileo, refer to different kinds of love, more deficient than agape. Some claim, too, that agape refers to unilateral love, a love that only gives but never receives, a love entirely independent of human response.<br><br>However, careful study of divine love throughout Scripture shows that these ideas, though common, are mistaken. First, the Greek term agape refers not only to God’s love but also to human love, even sometimes misdirected human love (2 Tim. 4:10). Second, throughout Scripture, many terms other than agape refer to God’s love. For example, Jesus taught, “ ‘The Father Himself loves [phileo] you, because you have loved [phileo] Me’ ” (John 16:27, NASB). Here, the Greek term phileo is used not only of human love but also of God’s love for humans. Thus, phileo does not refer to a deficient kind of love but to God’s love itself. Scripture also teaches that God’s love is not unilateral but deeply relational, in that it makes a profound difference to God whether or not humans reflect His love back to Him and to others.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 5",
               "dayTitle":"<p>The Everlasting Love of God<br></p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>Scripture is clear: God loves everyone. The most famous verse of Scripture, John 3:16, proclaims this truth: “ ‘For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life’ ” (NKJV).<br><strong><br>Read Psalm 33:5 and Psalm 145:9. What do these verses teach about how far God’s loving-kindness, compassion, and mercy extend?</strong><br></p><p><strong>Psalm 33:5</strong><br><sup><br><strong>5 </strong></sup>He loves righteousness and justice;<br>The earth is full of the goodness of the Lord.<sup><strong><br></strong></sup></p><p><strong>Psalm 145:9</strong><sup><strong></strong></sup></p><p><sup><strong>9 </strong></sup>The Lord is good to all,<br>And His tender mercies are over all His works.<br></p><p><br>Some might think that they are unlovable or that God might love everyone else but not them. Yet, the Bible consistently proclaims that every single person is loved by God. There is no one whom He does not love. And because God loves everyone, He also wants everyone to be saved, as well.<br><br><strong>Read 2 Peter 3:9, 1 Timothy 2:4, and Ezekiel 33:11. What do these texts teach about God’s desire to save everyone?</strong></p><p><strong>2 Peter 3:9</strong><sup><br></sup></p><p><sup><strong>9</strong></sup> The Lord is not slack concerning His promise, as some count slackness, but is longsuffering toward us, not willing that any should perish but that all should come to repentance.<sup><br></sup></p><p><strong>1 Timothy 2:4</strong><sup><strong><br></strong></sup></p><p><sup><strong>4</strong></sup> who desires all men to be saved and to come to the knowledge of the truth. <br></p><p><strong>Ezekiel 33:11</strong></p><p><sup><strong>11</strong></sup> Say to them: ‘As I live,’ says the Lord God, ‘I have no pleasure in the death of the wicked, but that the wicked turn from his way and live. Turn, turn from your evil ways! For why should you die, O house of Israel?’<br></p><p>The verse after John 3:16 adds: “ ‘For God did not send His Son into the world to condemn the world, but that the world through Him might be saved’ ” (John 3:17, NKJV). If it were up to God alone, every human being would accept His love and be saved. Yet, the Lord will not force His love on anyone. People are free to accept or reject it.<br><br>And even though some do reject it, God never stops loving them. In Jeremiah 31:3, He proclaims to His people: “ ‘Yes, I have loved you with an everlasting love; therefore with lovingkindness I have drawn you’ ” (NKJV). Elsewhere, the Bible repeatedly teaches that God’s love endures forever (see, for example, Psalm 136). God’s love never runs out. It is everlasting. This is hard for us to understand because we often find it easy not to love others, don’t we?<br><br>However, if we as individuals could learn to experience the reality of that love—that is, to know for ourselves God’s love—how differently we might live and treat others.<br><strong><br>If God loves everyone, this means He must love some pretty despicable characters because there are some (a lot, in fact) despicable characters out there. What should God’s love for these people teach us about how we should seek to relate to them, as well?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 6",
               "dayTitle":"<p>Covenantal Love<br></p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>The Bible often depicts God’s special love relationship with us by using family or kinship metaphors, particularly metaphors of the love between a husband and wife or of a good mother for her child. These metaphors are used particularly to depict the special relationship between God and His covenant people. This is a relationship of covenantal love, which involves not only God’s love for His people but also expectations that people will accept this love and will love Him (and one another) in return.<br><strong><br>Read Deuteronomy 7:6–9. What do these verses teach about the relationship between God making covenants and God’s loving kindness?</strong></p><p><strong>Deuteronomy 7:6–9<sup><br></sup></strong></p><p><sup><strong>6</strong></sup> “For you are a holy people to the Lord your God; the Lord your God has chosen you to be a people for Himself, a special treasure above all the peoples on the face of the earth.&nbsp;</p><p><sup><strong>7</strong></sup> The Lord did not set His love on you nor choose you because you were more in number than any other people, for you were the least of all peoples;&nbsp;</p><p><sup><strong>8 </strong></sup>but because the Lord loves you, and because He would keep the oath which He swore to your fathers, the Lord has brought you out with a mighty hand, and redeemed you from the house of bondage, from the hand of Pharaoh king of Egypt.<br><sup><br><strong>9</strong></sup> “Therefore know that the Lord your God, He is God, the faithful God who keeps covenant and mercy for a thousand generations with those who love Him and keep His commandments; <br></p><p><br>Deuteronomy 7:9 describes a special kind of love that God has with His covenant people, a relationship that is partially dependent on whether or not they remain faithful. God’s love is not conditional, but the covenant relationship with His people is.<br><br>The word translated “lovingkindness” or “mercy” in Deuteronomy 7:9, ?esed, itself exemplifies the covenantal aspect of divine love (and much more). The word ?esed is often used to describe the greatness of God’s mercy, goodness, and love. Among other things, ?esed refers to the loving-kindness, or steadfast love, for another within an existing reciprocal love relationship. It also initiates such a relationship with the expectation that the other party will show this loving-kindness in return.<br><br>God’s ?esed shows that His loving-kindness is extremely reliable, steadfast, and enduring. Yet, at the same time, the reception of the bene­f its of ?esed is conditional, dependent upon the willingness of His people to obey and to maintain their end of the relationship (see 2 Sam. 22:26, 1 Kings 8:23, Ps. 25:10, Ps. 32:10, 2 Chron. 6:14).<br><br>God’s steadfast love is the basis of all love relationships, and we could never match that love. God not only freely gave us existence but also in Christ He freely gave Himself for us. “ ‘Greater love has no one than this, than to lay down one’s life for his friends’ ” (John 15:13, NKJV). No question, the greatest expression of God’s love was revealed when the Lord “humbled Himself and became obedient to the point of death, even the death of the cross” (Phil. 2:8, NKJV).<br><br><strong>What are ways that you can constantly keep the reality of God’s love in your thoughts? Why is it important to do that?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 7",
               "dayTitle":"<p>Conditional Relationship<br></p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p>God calls and invites every person into an intimate love relationship with Him (see Matt. 22:1–14). Responding appropriately to this call involves obeying God’s command to love God and to love others (see Matt. 22:37–39). Whether one enjoys the benefits of this relationship with God depends on whether one freely decides to accept or reject His love.<br><br><strong>Read Hosea 9:15, Jeremiah 16:5, Romans 11:22, and Jude 21. What do these texts teach about whether the benefits of God’s love can be rejected—even forfeited?</strong></p><p><strong>Hosea 9:15</strong></p><p><sup><strong>15</strong></sup> “All their wickedness is in Gilgal,<br>For there I hated them.<br>Because of the evil of their deeds<br>I will drive them from My house;<br>I will love them no more.<br>All their princes are rebellious.</p><p><strong>Jeremiah 16:5</strong></p><p><sup><strong>5</strong></sup> For thus says the Lord: “Do not enter the house of mourning, nor go to lament or bemoan them; for I have taken away My peace from this people,” says the Lord, “lovingkindness and mercies. <br></p><p><strong>Romans 11:22</strong></p><p><sup><strong>22</strong></sup> Therefore consider the goodness and severity of God: on those who fell, severity; but toward you, goodness, if you continue in His goodness. Otherwise you also will be cut off. <br></p><p><strong>Jude 21</strong></p><p><sup><strong>&nbsp;21</strong></sup> keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.<br></p><p>In these and other texts, enjoying the benefits of a love relationship with God is repeatedly depicted as conditional upon the human response to His love. Yet, we should not make the mistake of thinking that God ever actually stops loving anyone. As we have seen, God’s love is everlasting. And, although Hosea 9:15 includes God saying of His people, “ ‘I will love them no more,’ ” it is important to remember that later in the same book God declares of His people, “ ‘I will love them freely’ ” (Hos. 14:4, NKJV). Hosea 9:15 cannot mean that God entirely ceases to love His people. It must refer, instead, to the conditionality of some particular aspect or benefit of a love relationship with God. And how we respond to His love is crucial for this relationship to continue.<br><br>“ ‘He who has My commandments and keeps them, it is he who loves Me. And he who loves Me will be loved by My Father, and I will love him and manifest Myself to him’ ” (John 14:21, NKJV). Likewise, Jesus proclaims to His disciples, “ ‘The Father Himself loves you, because you have loved Me and have believed that I came forth from the Father’ ” (John 16:27, NASB).<br><br>These and other texts teach that maintaining the benefits of a saving relationship with God depends upon whether we will accept God’s love (which involves willingness to be vehicles of that love, as well). Again, this does not mean that God’s love ever ceases. Rather, just as we cannot stop the sun from shining but can cut ourselves off from the rays of the sun, we cannot do anything to stop God’s everlasting love, but we can finally reject a relationship with God and, thus, cut ourselves off from what it offers, especially the promise of eternal life.<br><br><strong>What are ways that people can see and experience the reality of God’s love, whether or not they return it? For example, how does the natural world, even after sin, reveal His love?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 8",
               "dayTitle":"<p>Mercy Forfeited<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>God’s love is everlasting and always unmerited. However, humans can reject it. We have the opportunity to accept or reject that love, but only because God freely loves us with His perfect, everlasting love prior to anything we do (Jer. 31:3). Our love for God is a response to what has already been given to us even before we asked for it.<br><br><strong>Read 1 John 4:7–20, with specific emphasis on verses 7 and 19. What does this tell us about the priority of God’s love?</strong><br></p><p><strong>&nbsp;1 John 4:7–20</strong></p><p><sup><strong>7</strong></sup> Beloved, let us love one another, for love is of God; and everyone who loves is born of God and knows God.&nbsp;</p><p><sup><strong>8 </strong></sup>He who does not love does not know God, for God is love.&nbsp;</p><p><sup><strong>9</strong></sup> In this the love of God was manifested toward us, that God has sent His only begotten Son into the world, that we might live through Him.&nbsp;</p><p><sup><strong>10</strong></sup> In this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins.&nbsp;</p><p><sup><strong>11</strong></sup> Beloved, if God so loved us, we also ought to love one another.<br><sup><br><strong>12</strong></sup> No one has seen God at any time. If we love one another, God abides in us, and His love has been perfected in us.&nbsp;</p><p><sup><strong>13</strong></sup> By this we know that we abide in Him, and He in us, because He has given us of His Spirit.&nbsp;</p><p><sup><strong>14</strong></sup> And we have seen and testify that the Father has sent the Son as Savior of the world.&nbsp;</p><p><sup><strong>15</strong></sup> Whoever confesses that Jesus is the Son of God, God abides in him, and he in God.&nbsp;</p><p><sup><strong>16</strong></sup> And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him.<br><sup><br><strong>17</strong></sup> Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world.&nbsp;</p><p><sup><strong>18</strong></sup> There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love.&nbsp;</p><p><sup><strong>19</strong></sup> We love Him because He first loved us.<br><sup><br><strong>20</strong></sup> If someone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can he love God whom he has not seen? <br></p><p>God’s love always comes first. If God did not first love us, we could not love Him in return. While God created us with the capacity to love and to be loved, God Himself is the ground and Source of all love. We have the choice, however, whether we will accept it and then reflect it in our lives. This truth is exemplified in Christ’s parable of the unforgiving servant (see Matt. 18:23–35).<br><br>In the parable, we can see that there was no way the servant ever could have repaid what he owed the master. According to Matthew 18, the servant owed his master 10,000 talents. One talent amounted to about 6,000 denarii. And one denarius was what an average laborer would be paid for one day of work (compare with Matt. 20:2). So, it would take an average laborer 6,000 days of labor to earn one talent. Suppose, after accounting for days off, that an average laborer might work 300 days per year and, thus, earn 300 denarii in a year. So, it would take an average laborer approximately 20 years to repay one talent, which consisted of 6,000 denarii (6,000/300 = 20). In order to earn 10,000 talents, then, an average laborer would have to work 200,000 years. In short, the servant could never repay this debt. Yet, the master felt compassion for his servant and freely forgave his huge debt.<br><br>However, when this forgiven servant refused to forgive the far smaller debt of 100 denarii of one of his fellow servants and had him thrown in prison over the debt, the master was moved with anger and rescinded his merciful forgiveness. The servant forfeited the love and forgiveness of his master. Although God’s compassion and mercy never run out, one can finally reject, even forfeit, the benefits of God’s compassion and mercy.<br><strong><br>Think about what you have been forgiven and what it cost you to be forgiven by Jesus. What should this tell you about forgiving others?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 9",
               "dayTitle":"<p>You Have Freely Received; Freely Give<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>Just as the servant could never repay his debt to his master, we can never repay God. We could never earn or merit God’s love. “God demonstrates His own love toward us, in that while we were still sinners, Christ died for us” (Rom. 5:8, NKJV). What amazing love! As 1 John 3:1 puts it, “Behold what manner of love the Father has bestowed on us, that we should be called children of God!” (NKJV).<br><br>However, what we can and should do is to reflect God’s love to others as much as we possibly can. If we have received such great compassion and forgiveness, how much more should we bestow compassion and forgiveness on others? Recall that the servant forfeited his master’s compassion and forgiveness because he failed to bestow them on his fellow servant. If we truly love God, we will not fail to reflect His love to others.<br><br><strong>Read John 15:12, 1 John 3:16, and 1 John 4:7–12. What do these passages teach about the relationship between God’s love, our love for God, and love for others?</strong></p><p><strong>John 15:12</strong></p><p>&nbsp;<sup><strong>12</strong></sup> This is My commandment, that you love one another as I have loved you. <strong><br></strong></p><p><strong>1 John 3:16</strong></p><p><sup><strong>16</strong></sup> By this we know love, because He laid down His life for us. And we also ought to lay down our lives for the brethren. <strong><br></strong></p><p><strong>1 John 4:7–12</strong></p><p><sup><strong>7 </strong></sup>Beloved, let us love one another, for love is of God; and everyone who loves is born of God and knows God.</p><p><sup><strong>8 </strong></sup>He who does not love does not know God, for God is love.&nbsp;</p><p><sup><strong>9</strong></sup> In this the love of God was manifested toward us, that God has sent His only begotten Son into the world, that we might live through Him.&nbsp;</p><p><sup><strong>10</strong></sup> In this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins.&nbsp;</p><p><sup><strong>11</strong></sup> Beloved, if God so loved us, we also ought to love one another.<br><sup><br><strong>12</strong></sup> No one has seen God at any time. If we love one another, God abides in us, and His love has been perfected in us. <br></p><p>Just after John 15:12, Jesus told His disciples, “ ‘You are My friends if you do whatever I command you’ ” (John 15:14, NKJV). And what did Jesus command them? Among other things, Jesus commanded them (and us) to love others even as He loved them. Here and elsewhere, the Lord commands us to love God and to love one another.<br><br>In short, we should recognize that we have been forgiven an infinite debt, one that we can never repay, a debt paid only at the cross for us. Therefore, we should love and praise God and live with love and grace toward others.<br><br>As Luke 7:47 teaches, the one who is forgiven much loves much, but “ ‘to whom little is forgiven, the same loves little’ ” (NKJV). And who among us doesn’t realize just how much he or she has been forgiven?<br><br>If to love God entails that we love others, we should with urgency share the message of God’s love, both in word and in deed. We should help people in their daily lives here and now, and also seek to be a conduit of God’s love and point people to the One who offers them the promise of eternal life in a new heaven and a new earth—an entirely new creation from this world, which is so marred and ravaged by sin and death, the doleful fruits of rejecting God’s love.<br><br><strong>What specific steps can you take to love God by loving others? What could you do today and in the coming days to show people God’s love and (eventually) invite them to enjoy what it means to have the promise of eternal life?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 10",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>Read Ellen G. White, “The Privilege of Prayer,” pp. 93–104, in Steps to Christ.</strong><br><br>“Keep your wants, your joys, your sorrows, your cares, and your fears before God. You cannot burden Him; you cannot weary Him. He who numbers the hairs of your head is not indifferent to the wants of His children. ‘The Lord is very pitiful, and of tender mercy.’ James 5:11. His heart of love is touched by our sorrows and even by our utterances of them. Take to Him everything that perplexes the mind.<br><br>Nothing is too great for Him to bear, for He holds up worlds, He rules over all the affairs of the universe. Nothing that in any way concerns our peace is too small for Him to notice. There is no chapter in our experience too dark for Him to read; there is no perplexity too difficult for Him to unravel. No calamity can befall the least of His children, no anxiety harass the soul, no joy cheer, no sincere prayer escape the lips, of which our heavenly Father is unobservant, or in which He takes no immediate interest. ‘He healeth the broken in heart, and bindeth up their wounds.’ Psalm 147:3. The relations between God and each soul are as distinct and full as though there were not another soul upon the earth to share His watchcare, not another soul for whom He gave His beloved Son.”—Ellen G. White, Steps to Christ, p. 100.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.&nbsp; </strong>Dwell on the sentence above: “The relations between God and each soul are as distinct and full as though there were not another soul upon the earth to share His watchcare, not another soul for whom He gave His beloved Son.” What comfort does this give you, and how should you live, knowing the closeness of God to you and His care for you? How can you learn to live with the reality of that wonderful promise? Imagine if, day by day, you could truly believe it.<br><br><strong>2. </strong>In light of this week’s lesson, how do you understand Psalm 103:17, 18? What does it reveal about how God’s love is everlasting and yet how the benefits of a relationship with God are dependent upon whether we will accept His love?<br><br><strong>3. </strong>In what ways does knowing this make a difference in your relationship with God? How does it affect the way you think of the sorrows of others?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>Sibú of the Bible<br><br>By Andrew McChesney<br></strong><br>Melvin wasn’t sure whether man was created from dust or corn. In the Bible, he read that “the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being” (Genesis 2:7, NKJV). But the Cabécar, the largest indigenous group in Costa Rica with a population of about 17,000, taught him that Sibú, which means “God” in their native language, created man from corn.<br><br>Growing up, Melvin always had thought that the Sibú of tradition and the Sibú of the Bible were the same deity. But as he studied the Bible with a Seventh-day Adventist, he realized that Sibú’s characteristics in the Bible were very different from those of tradition. He decided to accept the Sibú of the Bible, and he was baptized with his parents and two siblings. A year later, his mother suffered a stroke at the age of 40 and died. Melvin, who was 22, believed that death was an unconscious sleep. But Cabécar tradition taught that his mother remained alive and risked being lost in darkness forever unless her family partook in four days of rituals that guided her to the next world. As part of traditional funeral rituals, they needed to slaughter two pigs and three chickens and feed them to m ­ ourners.<br><br>Refusing to do so would be considered very selfish. Cabécar tradition condemned selfish people as an abomination. Despite tremendous pressure from grandparents and other relatives to conform to tradition, Melvin and his family decided to follow the Bible. An Adventist pastor helped them find a place outside of Cabécar territory to bury their mother.<br><br>It was then that Melvin decided to become a pastor. He had sensed God calling him to gospel ministry since his baptism, but he had resisted. After his mother died, he resolved to dedicate the rest of his life to sharing the Sibú of the Bible. He wanted to lead his people away from the Sibú who created man from corn to the Sibú who formed man from dust. He wanted them to rejoice in the knowledge that animal sacrifices were not required to gain eternal life in the next world because the Sibú of the Bible gave His own life as a sacrifice to save all.<br><br>Today, Melvin Madriz is a 24-year-old pastoral student at Central America Adventist University in Costa Rica. Upon graduating, he will be the Adventist Church’s first Cabécar pastor. Only about 30 Cabécar people are currently Adventists.<br><br>“I believe in Sibú, but only the Sibú of the Bible, not the Sibú of tradition,” Melvin said.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers<br></p>",
               "id":29,
               "idDay":9,
               "idLesson":2,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: John 14:23 Study Focus: Deut. 7:9, Ps. 145:9, Ezek. 33:11, Matt. 18:23– 35, 2 Pet. 3:9, Jude 21.<br><br>Introduction: God’s love is profoundly relational. A loving and intimate relationship with God cannot exist without human reciprocity in response to His loving benevolence.<br></strong><br><strong>Lesson Themes: This week’s lesson focuses on three key ideas:</strong><br><br><strong>1. </strong>The love of God is unconditional. God loves everyone and wishes to establish a mutually binding relationship. The manifestation of His love is not dependent on human action or restricted to a certain type of people. He sees value in each person and considers him or her an object of His benevolent blessings.<br><br><strong>2.</strong> The love of God intends to initiate a conditional relationship. God’s loving benevolence is universal and unconditional, but He desires to have a specific and intimate relationship with human beings, which implies conditionality. That is, He expects a response to the love that they receive from Him, a spontaneous corresponding love in the form of obedience and loyalty.<br><br><strong>3. </strong>The love of God was intended to be reflected in human relationships. God universally seeks a relationship of reciprocal love; the continuation of an intimate relationship implies an appropriate human response. The human side of the covenant-maintaining love involves keeping God’s commandments and loving one another, which are human activities, empowered by God’s love.<br><br><strong>Life Application:</strong><br><br>God desires to have a loving relationship with human beings, but this relationship requires a genuine response and obedience on our part. Ask your students to silently reflect upon what is endangering their covenant-love relationship with God (and with others).<br><br><strong>Part II: Commentary<br><br>1. The Love of God Is Unconditional.</strong><br><br>Psalm 145:8, 9 highlights the remarkable and all-encompassing reality of God’s love: “The Lord is gracious and full of compassion, slow to anger and great in mercy. The Lord is good to all, and His tender mercies are over all His works” (NKJV). The idea of love in this passage is spelled out in terms of graciousness, compassion, patience, mercy, and goodness. This list echoes the revelation of God’s glory and character to Moses in Exodus 34:6. In Psalm 145:8, the Hebrew term khesed, which also appears in Exodus 34:6, is rendered by the NKJV as “mercy” and translated as “love” in several other versions: “lovingkindness” (NASB1995), “steadfast love” (ESV, NRSV), “loyal love” (NET), and “rich in love” (NIV). The term khesed conveys the notions of loyalty, faithfulness, goodness, and gra- ciousness (Ludwig Koehler et al., The Hebrew and Aramaic Lexicon of the Old Testament [Leiden: Brill, 1994–2000], pp. 336, 337) and belongs to the semantic domain of (loyal/faithful) love (James Swanson, Dictionary of Biblical Languages With Semantic Domains: Hebrew [Old Testament] [Oak Harbor: Logos Research Systems, Inc., 1997]).<br><br>The all-encompassing reality of God’s love is more precisely emphasized in Psalm 145:9, which underscores that “the Lord is good to all.”<br><br>The universal scope of divine goodness stated in this verse implicitly indicates that the love of God is unconditional; that is, it does not depend on human actions or reactions. In Psalm 145, universal language is used in verse 12 to describe “the sons of men,” who are supposed to hear about God’s wonderful deeds. Moreover, Psalm 145:15 depicts “the eyes of all” looking at the Lord with expectation and receiving from Him “their food in due season” (NKJV). Then Psalm 145:16 adds, “You open Your hand and satisfy the desire of every living thing” (NKJV). Finally, the psalm concludes with a general invitation, according to which “all flesh shall bless His holy name forever and ever” (Ps. 145:21, NKJV). This universal language highlights the all-encompassing reality of God’s love and its unconditional nature, as all creatures are the objects of His benevolent blessings.<br><br>This picture of God’s unconditional love is consistent with the idea that the Lord has “no pleasure in the death of the wicked, but that the wicked turn from his way and live” (Ezek. 33:11, NKJV). The same conception is affirmed in 2 Peter 3:9, which points out that God is “not willing that any should perish but that all should come to repentance” (NKJV). As 1 Timothy 2:4 indicates, the Lord “desires all men to be saved” (NKJV).<br><br><strong>2. The Love of God Intends to Initiate a Conditional Relationship.</strong><br><br>While Psalm 145 emphasizes the all-encompassing and unconditional reality of God’s love, the psalm also distinguishes between faithful (Ps. 145:10, 11) and wicked (Ps. 145:20) people. Furthermore, the chapter highlights a more specific and conditional relationship of God with those who seek and serve Him. “The Lord is near to all who call upon Him, to all who call upon Him in truth. He will fulfill the desire of those who fear Him; He also will hear their cry and save them” (Ps. 145:18, 19, NKJV; emphasis supplied). Interestingly, according to Psalm 145:20, the key dis- tinction between faithful and wicked ones is that the former group loves the Lord: “ ‘The Lord preserves all who love Him, but all the wicked He will destroy’ ” (NKJV). This distinction suggests that whereas God’s loving benevolence is universal and unconditional, He desires to have a loving relationship with human beings individually, and this relationship implies conditionality; that is, it cannot be established without a loving human response to the love of God. To be sure, God’s benevolent love is unconditional and all-encompassing. But a loving relationship with Him is conditional, inasmuch as a loving relationship cannot really exist if human beings do not respond with love to the love they have received from God. In other words, a genuine loving relationship implies some level of reciprocity.<br><br>This idea of a measure of reciprocity in a genuine loving relationship is crucial for the understanding of God’s covenantal relationship with His people. First of all, this covenant is based on God’s unconditional love. As Deuteronomy 7:6–8 points out regarding Israel: “The Lord your God has chosen you to be a people for Himself, a special treasure above all the peoples on the face of the earth. The Lord did not set His love on you nor choose you because you were more in number than any other people, for you were the least of all peoples; but because the Lord loves you” (NKJV).<br><br>However, even though God’s love is not based on what Israel is or does, the covenantal relationship between God and Israel requires some level of loving reciprocity as a response to God’s love. God certainly keeps His covenant with faithfulness and mercy. The people’s adequate response is to love God and keep His commandments. As Deuteronomy 7:9 emphasizes, God is “ ‘faithful’ ” and “ ‘keeps covenant and mercy for a thousand generations with those who love Him and keep His commandments’ ” (NKJV).<br><br><strong>3. The Love of God Was Intended to Be Reflected in Human Relationships.</strong></p><p>&nbsp;If the relationship with our loving God (not the love of God itself, which is everlasting [Jer. 31:3]) is conditional, it can be forfeited, considering the human part of the relationship. For instance, because of the evil and wickedness of Israel, Hosea 9:15 underlines that their loving relationship with God does not exist anymore. A similar idea appears in Jeremiah 16:5. Romans 11:22 underscores the notion that the continuation of the loving relationship with God depends on human beings, who are supposed to “continue in His goodness” (NKJV). It is from this overall perspective that Jude 21 appeals to believers to “keep yourselves in the love of God.”<br><br>A loving relationship with God involves, on the part of humans, keeping His commandments (John 14:21) and loving one another (1 John 4:7). These things are not merely human actions but are actually human activities empowered by the love of God, who has loved us first (1 John 4:19; compare with 1 John 4:7).<br><br>The parable of the unforgiving servant in Matthew 18:23–35 indicates that God’s loving relationship with us can be forfeited if His love, first offered to us, is not reflected in our relationship with others. The parable compares the master’s merciful act of forgiveness toward his servant with the astonishing lack of mercy and forgiveness, on a much lesser scale, of this same servant toward a fellow servant. In light of the discrepancy of this comparison, Jesus teaches that God’s loving forgiveness, which comes first, depends on our forgiving attitude toward others. In other words, the loving relationship with God is conditionally supposed to be reflected in human relationships (see John 15:12, 1 John 3:16, John 4:7–12). Otherwise, our loving relationship with God will be forfeited. This unfortunate possibility should not be taken as a cold conditionality on God’s part but as a serious lack of understanding, on the part of humans, as to the depth of God’s loving mercy. As Luke 7:47 points out, the sense of how much we have been forgiven by God is observed in our expressions of love. Hence, if we do not express love to others, we have not really understood, nor sufficiently appreciated, the depth of God’s love toward us.<br><br><strong>Part III: Life Application</strong><br><br>God unconditionally loves everyone. As we accept and respond to His love, in the sense of allowing a loving relationship with Him, we also feel, as a practical effect of our loving relationship with God, the desire to establish a loving relationship with others. Therefore, God not only bestows His love on His creatures but also lets them freely respond (either positively or negatively) to His love and is willing to enable each person to express love to Him and to others. Based on this idea, discuss the following questions:<br><strong><br>1. </strong>How can we unconditionally show our love and respect for every human being, regardless of social position, individual characteristics, or personal achievements?<br><br><strong>2</strong>. Think of a story that exemplifies the distinction between unconditional love and a conditional loving relationship. How does this example illustrate the notions of unconditionality and condi­tionality in our explanation of God’s love and of His loving relationship with us?<br><br><strong>3.</strong> Our loving relationship with God leads us to desire and take pleasure in doing good to others, which is contrasted with being indifferent to other people’s needs. How does our relationship with God change the way we behave and act with people from our family, work, and neighborhood?<br><br><strong>4.</strong> How can you still show unconditional love to someone who does not want to enter into a respectful, loving relationship with you? Do you think that a continuous attitude of unconditional love has the potential to influence this person to change his or her mind? Explain.<br><br><strong>5</strong>. What could we do to bond with and to show unconditional love, respect, and support for teenagers in our church? How can we develop positive intergenerational connections for a more loving relationship with younger people?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>Covenantal Love<br></p>",
         "verse":"<p>Jesus answered and said to him, ‘If anyone loves Me, he will keep My word; and My Father will love him, and We will come to him and make Our home with him’ ” (John 14:23, NKJV).<br></p>",
         "versionCode":80,
         "weekDate":"January 4–10"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
