{
   "data":[
      {
         "color":"#34a0a4",
         "id":6,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"2 de noviembre",
               "dayTitle":"",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Jesús no se limitó a decir cosas asombrosas acerca de sí mismo, de quién era, de quién lo envió o de su procedencia. También mostró quién era mediante los milagros y las señales que realizó. En las palabras de algunos que testificaron abiertamente en favor de Jesús: “Cuando venga el Cristo, ¿acaso hará más señales que este hombre?” (Juan 7:31). En efecto, él respaldó sus palabras con acciones que demostraron la veracidad de ellas.<br></p><p><br></p><p>Pero, a medida que el drama continúa, comienza una división entre la gente. La curación del hombre junto al estanque de Betesda atrae la ira de algunos líderes. La discusión en Capernaum tras la alimentación de los cinco mil da lugar al rechazo de Jesús por parte de las multitudes. La resurrección de Lázaro suscita fe en algunos, pero desencadena en otros una hostilidad que conducirá al juicio y la ejecución de Jesús.</p><p><br></p><p>La lección de esta semana examina a algunos que dieron testimonio en favor de Jesús. En cada uno de estos incidentes se revelan algunos aspectos de quién es realmente Jesús, y juntos crean una visión más profunda de Jesús como el Mesías.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de noviembre",
               "dayTitle":"<p>HUMILDAD: JUAN EL BAUTISTA VUELVE A DAR TESTIMONIO</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p>La lección 2 describió cómo el testimonio de Juan el Bautista llevó a los primeros discípulos (Andrés y Juan, Pedro, Felipe y Natanael) a Jesús. Cabría esperar que el Bautista desapareciera de escena tras dar su testimonio. Pero reaparece varias veces en el Evangelio de Juan.</p><p><strong><br></strong></p><p><strong>Lee Juan 3:25 al 36. ¿De qué manera Juan el Bautista es comparado con Jesús?</strong></p><p><strong>Juan 3:25-36</strong></p><p><strong><sup>25</sup> </strong>Entonces hubo discusión entre los discípulos de Juan y los judíos acerca de la purificación.</p><p><strong><sup>26</sup></strong> Y vinieron a Juan y le dijeron: Rabí, mira que el que estaba contigo al otro lado del Jordán, de quien tú diste testimonio, bautiza, y todos vienen a él.</p><p><strong><sup>27</sup></strong> Respondió Juan y dijo: No puede el hombre recibir nada, si no le fuere dado del cielo.</p><p><strong><sup>28</sup></strong> Vosotros mismos me sois testigos de que dije: Yo no soy el Cristo, sino que soy enviado delante de él.</p><p><strong><sup>29</sup></strong> El que tiene la esposa, es el esposo; mas el amigo del esposo, que está a su lado y le oye, se goza grandemente de la voz del esposo; así pues, este mi gozo está cumplido.</p><p><strong><sup>30</sup></strong> Es necesario que él crezca, pero que yo mengüe.</p><p><strong>El que viene de arriba</strong></p><p><strong><sup>31</sup></strong> El que de arriba viene, es sobre todos; el que es de la tierra, es terrenal, y cosas terrenales habla; el que viene del cielo, es sobre todos.</p><p><strong><sup>32</sup></strong> Y lo que vio y oyó, esto testifica; y nadie recibe su testimonio.</p><p><strong><sup>33</sup></strong> El que recibe su testimonio, este atestigua que Dios es veraz.</p><p><strong><sup>34</sup></strong> Porque el que Dios envió, las palabras de Dios habla; pues Dios no da el Espíritu por medida.</p><p><strong><sup>35</sup></strong> El Padre ama al Hijo, y todas las cosas ha entregado en su mano.</p><p><strong><sup>36</sup></strong> El que cree en el Hijo tiene vida eterna; pero el que rehúsa creer en el Hijo no verá la vida, sino que la ira de Dios está sobre él.</p><p><br></p><p>Surgió una disputa entre los discípulos de Juan el Bautista y un judío anónimo acerca de la purificación, probablemente, sobre la eficacia del bautismo (comparar con Mar. 1:4, 5). Curiosamente, cuando los discípulos de Juan acuden a él para dirimir la cuestión, mencionan a Jesús: “Está bautizando, y todos van a él” (Juan 3:26). No es difícil leer entre líneas que están celosos de Jesús y preocupados por la reputación tanto de su maestro como de ellos mismos.</p><p><br></p><p>Habría sido muy fácil que Juan cediera a los celos, pero no lo hizo pues sabía cuál era su misión. Por el contrario, recordó a sus discípulos que nunca pretendió ser el Cristo. Vino, en cambio, a señalar hacia él, a prepararle el camino, a ser su testigo (Juan 1:6-8).</p><p><br></p><p>Utilizando la ilustración de una boda, se compara a sí mismo con el amigo del novio, y a Jesús con el novio. La novia sería el pueblo de Dios (comparar con Ose. 2:16-23; Isa. 62:1-5). Luego, en palabras que muestran la verdadera grandeza de Juan, dice: “Él tiene que crecer y yo menguar” (Juan 3:30).</p><p><br></p><p>Juan 3:31 al 36 continúa la comparación entre Jesús y Juan para destacar así la superioridad del Mesías respecto de su precursor. Al dirigir así la atención hacia Jesús, Juan subraya nuevamente la idea del testimonio. Quienes reciben ese testimonio y creen en Jesús tienen vida eterna. Quienes no lo reciben quedan bajo la ira de Dios. Eso dice el texto. Dios ama al mundo y envió a su Hijo para salvarlo (Juan 3:16, 17), pero quienes rechazan el regalo que se les ofrece enfrentarán la consecuencia de sus propios pecados: la muerte eterna.</p><p><br></p><p><ul><li>¿Cómo podemos aprender la lección de la humildad en relación con Dios y con los demás? ¿Qué podemos aprender del ejemplo de Juan acerca de la humildad?<br></li></ul></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de noviembre",
               "dayTitle":"<p>UNA NUEVA CONCEPCIÓN ACERCA DEL MESÍAS</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Juan 1:32 al 36. ¿Qué dice Juan el Bautista de Jesús que la gente no esperaba oír acerca del tan anhelado Mesías?</strong></p><p><strong>Juan 1:32-36</strong></p><p><strong><sup>32</sup> </strong>También dio Juan testimonio, diciendo: Vi al Espíritu que descendía del cielo como paloma, y permaneció sobre él.</p><p><strong><sup>33</sup></strong> Y yo no le conocía; pero el que me envió a bautizar con agua, aquel me dijo: Sobre quien veas descender el Espíritu y que permanece sobre él, ese es el que bautiza con el Espíritu Santo.</p><p><strong><sup>34</sup></strong> Y yo le vi, y he dado testimonio de que este es el Hijo de Dios.</p><p><strong>Los primeros discípulos</strong></p><p><strong><sup>35</sup></strong> El siguiente día otra vez estaba Juan, y dos de sus discípulos.</p><p><strong><sup>36</sup></strong> Y mirando a Jesús que andaba por allí, dijo: He aquí el Cordero de Dios.</p><p><br></p><p>Los judíos esperaban la venida de un Mesías que los liberara del dominio de Roma. Sometidos a una larga opresión, creían que el Mesías no solo derrocaría a Roma, sino además los convertiría en una nación grande y poderosa. Sin embargo, las palabras de Juan, que llamaba a Jesús “el Cordero de Dios”, aunque apuntaban directamente a su sacrificio expiatorio, probablemente fueron malinterpretadas por la mayoría de los oyentes. Es posible que no supieran de qué estaba hablando.</p><p><br></p><p>Por eso, Juan quiso con su Evangelio cambiar la idea que tenían del Mesías, para que reconocieran en Jesús el cumplimiento de las profecías acerca del Rey que vendría y de su misión. Jesús no venía como líder político y militar, sino para ofrecerse como sacrificio por los pecados del mundo. Ese era su propósito. Solo después de eso, y cuando todo hubiese terminado, vendría el reino final (ver Dan. 7:18).</p><p><br></p><p>“Cuando, en ocasión del bautismo de Jesús, Juan lo señaló como el Cordero de Dios, una nueva luz resplandeció sobre la obra del Mesías. La mente del profeta fue dirigida a las palabras de Isaías: ‘Como cordero fue llevado al matadero’ (Isa. 53:7)” (Elena G. de White, <em>El Deseado de todas las gentes</em>, p. 110).</p><p><br></p><p>Juan el Bautista dice, en Juan 1:31: “Yo no lo conocía”. ¿Cómo pudo entonces reconocer a Jesús como el Mesías? La respuesta es que el Señor que envió a Juan le había dicho antes: “ ‘Aquel sobre quien veas descender el Espíritu y permanecer sobre él, ese es el que bautizará con Espíritu Santo’. Yo lo vi, y he dado testimonio que este es el Hijo de Dios” (Juan 1:33, 34). En otras palabras, fue Dios quien reveló a Juan que Jesús era el Mesías.</p><p><br></p><p>“Cristo es el poder de Dios y la sabiduría de Dios” (1 Cor. 1:24). El conocimiento de que Jesús es el Cristo proviene de Dios mismo mediante el poder de convicción que produce su Espíritu. Este tema aparece con frecuencia en Juan. La salvación no proviene de la filosofía mundana, la ciencia o la educación superior. Solo llega de parte de Dios a los corazones que responden con fe y obedecen a Jesús.</p><p><br></p><p><ul><li>¿Cómo podríamos conocer la verdad acerca de Jesús como nuestro sacrificio expiatorio si no nos fuera revelada? ¿Por qué, entonces, es tan crucial conocer la Biblia y lo que enseña acerca de Jesús?<br></li></ul></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de noviembre",
               "dayTitle":"<p>ACEPTACIÓN Y RECHAZO</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p>La lección 2 describió la alimentación de los cinco mil en Juan 6, pero no cubrió la sección final de esa historia, que se estudia aquí.</p><p><strong><br></strong></p><p><strong>Lee Juan 6:51 al 71. ¿Qué dijo Jesús que resultó difícil de aceptar para la gente?</strong></p><p><strong>Juan 6:51-71</strong></p><p><strong><sup>51</sup></strong> Yo soy el pan vivo que descendió del cielo; si alguno comiere de este pan, vivirá para siempre; y el pan que yo daré es mi carne, la cual yo daré por la vida del mundo.</p><p><strong><sup>52</sup></strong> Entonces los judíos contendían entre sí, diciendo: ¿Cómo puede este darnos a comer su carne?</p><p><strong><sup>53</sup></strong> Jesús les dijo: De cierto, de cierto os digo: Si no coméis la carne del Hijo del Hombre, y bebéis su sangre, no tenéis vida en vosotros.</p><p><strong><sup>54</sup></strong> El que come mi carne y bebe mi sangre, tiene vida eterna; y yo le resucitaré en el día postrero.</p><p><strong><sup>55</sup></strong> Porque mi carne es verdadera comida, y mi sangre es verdadera bebida.</p><p><strong><sup>56</sup></strong> El que come mi carne y bebe mi sangre, en mí permanece, y yo en él.</p><p><strong><sup>57</sup></strong> Como me envió el Padre viviente, y yo vivo por el Padre, asimismo el que me come, él también vivirá por mí.</p><p><strong><sup>58</sup></strong> Este es el pan que descendió del cielo; no como vuestros padres comieron el maná, y murieron; el que come de este pan, vivirá eternamente.</p><p><strong><sup>59</sup></strong> Estas cosas dijo en la sinagoga, enseñando en Capernaum.</p><p><strong>Palabras de vida eterna</strong></p><p><strong><sup>60</sup></strong> Al oírlas, muchos de sus discípulos dijeron: Dura es esta palabra; ¿quién la puede oír?</p><p><strong><sup>61</sup></strong> Sabiendo Jesús en sí mismo que sus discípulos murmuraban de esto, les dijo: ¿Esto os ofende?</p><p><strong><sup>62</sup></strong> ¿Pues qué, si viereis al Hijo del Hombre subir adonde estaba primero?</p><p><strong><sup>63</sup></strong> El espíritu es el que da vida; la carne para nada aprovecha; las palabras que yo os he hablado son espíritu y son vida.</p><p><strong><sup>64</sup></strong> Pero hay algunos de vosotros que no creen. Porque Jesús sabía desde el principio quiénes eran los que no creían, y quién le había de entregar.</p><p><strong><sup>65</sup></strong> Y dijo: Por eso os he dicho que ninguno puede venir a mí, si no le fuere dado del Padre.</p><p><strong><sup>66</sup></strong> Desde entonces muchos de sus discípulos volvieron atrás, y ya no andaban con él.</p><p><strong><sup>67</sup></strong> Dijo entonces Jesús a los doce: ¿Queréis acaso iros también vosotros?</p><p><strong><sup>68</sup></strong> Le respondió Simón Pedro: Señor, ¿a quién iremos? Tú tienes palabras de vida eterna.</p><p><strong><sup>69</sup></strong> Y nosotros hemos creído y conocemos que tú eres el Cristo, el Hijo del Dios viviente.</p><p><strong><sup>70</sup></strong> Jesús les respondió: ¿No os he escogido yo a vosotros los doce, y uno de vosotros es diablo?</p><p><strong><sup>71</sup></strong> Hablaba de Judas Iscariote, hijo de Simón; porque este era el que le iba a entregar, y era uno de los doce.</p><p><br></p><p>Después de ser alimentada milagrosamente por Jesús, la gente estaba dispuesta a coronarlo rey (Juan 6:1-15). Luego, Jesús explicó en la sinagoga de Capernaum el significado espiritual del milagro: “Yo soy el pan de vida” (Juan 6:35). Explica con más detalle que este pan es su carne, que da para la vida del mundo (Juan 6:51).</p><p><br></p><p>Esto abrió los ojos de la multitud al hecho de que Jesús no sería su rey terrenal. Él no encajaba en el molde del pensamiento terrenal. Rechazaron la conversión, que transformaría su forma de pensar para que pudieran reconocer y aceptar a Jesús como el Mesías. Muchos de sus discípulos lo abandonaron desde ese momento (Juan 6:66).</p><p><br></p><p>Desde un punto de vista humano, esto debió ser difícil para Jesús. La aprobación de la multitud es agradable. ¿Quién no quiere ser aceptado? Pero, cuando alguien ve que muchos retroceden y cuestionan sus principios, eso resulta naturalmente desalentador. Al ver a la multitud marcharse, Jesús pregunta a su círculo íntimo, los Doce, si quieren irse también.</p><p><br></p><p>Entonces, Pedro hace su sorprendente confesión, otro testimonio tanto de lo que Jesús tiene como de quién es: “Tú tienes palabras de vida eterna. Y nosotros creemos y conocemos que tú eres el Santo de Dios” (Juan 6:68, 69).</p><p><br></p><p>Los discípulos llevaban bastante tiempo viajando con Jesús, viendo sus milagros y escuchando sus sermones. Sabían por experiencia que no había nadie como él. Se apoderó de ellos la convicción de que, por insólitas que fueran algunas situaciones y por mucho que todavía no comprendieran acerca del propósito de su venida, este hombre era el Mesías. Solo después de su muerte y su resurrección comenzaron a entender por qué había venido al mundo.</p><p><br></p><p><ul><li>¿Qué podemos aprender de esta historia sobre el hecho de que la mayoría suele estar equivocada? ¿Por qué debemos recordar esto, especialmente en los aspectos de nuestra fe que son impopulares para la mayoría, incluso para la mayoría de los cristianos?<br></li></ul></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de noviembre",
               "dayTitle":"<p>EL TESTIMONIO DEL PADRE</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p>El Evangelio de Juan comienza hablando de la Palabra (<em>logos</em>) como de Alguien que está con Dios el Padre (Juan 1:1). Cuando el Verbo se hizo carne, el Espíritu dio testimonio de Jesús al descender sobre él en ocasión de su bautismo (Juan 1:32-34). Pero el Padre también dio testimonio de Jesús durante su ministerio terrenal.</p><p><br></p><p><strong>Lee Juan 5:36 al 38. ¿Qué dice Jesús aquí acerca del Padre?</strong></p><p><strong>Juan 5:36 al 38</strong></p><p><strong><sup>36</sup></strong> Mas yo tengo mayor testimonio que el de Juan; porque las obras que el Padre me dio para que cumpliese, las mismas obras que yo hago, dan testimonio de mí, que el Padre me ha enviado.</p><p><strong><sup>37</sup></strong> También el Padre que me envió ha dado testimonio de mí. Nunca habéis oído su voz, ni habéis visto su aspecto,</p><p><strong><sup>38</sup></strong> ni tenéis su palabra morando en vosotros; porque a quien él envió, vosotros no creéis.</p><p><br></p><p>Jesús vincula al Padre con las obras y los milagros que había realizado. Tiene muy claro el hecho de que el Padre lo envió y también de que había dado testimonio acerca de él.</p><p><br></p><p><strong>Lee Mateo 3:17; 17:5; Marcos 1:11; y Lucas 3:22 (ver también 2 Ped. 1:17, 18). ¿Qué dice el Padre acerca de Jesús?</strong></p><p><strong>Mateo 3:17</strong></p><p><strong><sup>17</sup> </strong>Y hubo una voz de los cielos, que decía: Este es mi Hijo amado, en quien tengo complacencia.</p><p><strong>Mateo 17:5</strong></p><p><strong><sup>5</sup> </strong>Mientras él aún hablaba, una nube de luz los cubrió; y he aquí una voz desde la nube, que decía: Este es mi Hijo amado, en quien tengo complacencia; a él oíd.</p><p><strong>Marcos 1:11</strong></p><p><strong><sup>11</sup></strong> Y vino una voz de los cielos que decía: Tú eres mi Hijo amado; en ti tengo complacencia.</p><p><strong>Lucas 3:22</strong></p><p><strong><sup>22</sup></strong> y descendió el Espíritu Santo sobre él en forma corporal, como paloma, y vino una voz del cielo que decía: Tú eres mi Hijo amado; en ti tengo complacencia.</p><p><br></p><p>En el bautismo de Jesús, el Padre y el Espíritu se unieron al Hijo para destacar esta importante ocasión: el comienzo del ministerio de Jesús. El Padre afirma que Jesús es su Hijo amado, en quien se complace. Pero, en un momento crucial del ministerio de Cristo, el Padre vuelve a hablar, esta vez según consta en el Evangelio de Juan.</p><p><br></p><p>Las cosas estaban llegando a un punto culminante en los últimos días de ese ministerio. Los líderes religiosos, incapaces de detenerlo (ver Juan 12:19), querían verlo muerto, ahora más que nunca. Las multitudes estaban muy entusiasmadas por él, sobre todo porque cada vez más gente lo seguía al oír el testimonio de quienes lo vieron resucitar a Lázaro (Juan 12:17, 18). Incluso los griegos que estaban allí para la fiesta querían ver a Jesús.</p><p><br></p><p>En respuesta a las palabras de Jesús en Juan 12:28: “Padre, glorifica tu nombre”, el Padre vuelve a hablar desde el Cielo: “Lo he glorificado, y lo glorificaré otra vez”.</p><p><br></p><p>Como ya hemos visto, la hora de gloria de Jesús es la Cruz. Por lo tanto, el testimonio del Padre en favor de Jesús apunta al gran sacrificio del Cordero de Dios por los pecados del mundo. La Cruz es la culminación de su ministerio terrenal. Su muerte en nuestro favor pagó la deuda completa por nuestros pecados. Gracias a él, por la fe, ya no tenemos que afrontar esa deuda.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de noviembre",
               "dayTitle":"<p>EL TESTIMONIO DE LA MULTITUD</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>El último gran día de la fiesta, Jesús se puso en pie y exclamó: “¡Si alguno tiene sed, venga a mí y beba! Como dice la Escritura, del que cree en mí, ríos de agua viva brotarán de su corazón” (Juan 7:37, 38).</p><p><br></p><p>Juan había registrado en numerosas ocasiones las audaces declaraciones de Jesús acerca de sí mismo, de quién era y qué había venido a hacer. Las líneas citadas anteriormente de Juan 7:37 y 38 son otro ejemplo de lo que Jesús afirmó acerca de sí mismo y de lo que haría en favor de todos aquellos que acudieran a él. Eran afirmaciones sorprendentes.</p><p><br></p><p><strong>Cuando Jesús habló a los judíos que asistían a la Fiesta de los Tabernáculos, ¿cuál fue la respuesta de muchos de ellos? Juan 7:37-53.</strong></p><p><strong>Juan 7:37-53</strong></p><p><strong>Ríos de agua viva</strong></p><p><strong><sup>37</sup></strong> En el último y gran día de la fiesta, Jesús se puso en pie y alzó la voz, diciendo: Si alguno tiene sed, venga a mí y beba.</p><p><strong><sup>38</sup></strong> El que cree en mí, como dice la Escritura, de su interior correrán ríos de agua viva.</p><p><strong><sup>39</sup></strong> Esto dijo del Espíritu que habían de recibir los que creyesen en él; pues aún no había venido el Espíritu Santo, porque Jesús no había sido aún glorificado.</p><p><strong>División entre la gente</strong></p><p><strong><sup>40</sup></strong> Entonces algunos de la multitud, oyendo estas palabras, decían: Verdaderamente este es el profeta.</p><p><strong><sup>41</sup></strong> Otros decían: Este es el Cristo. Pero algunos decían: ¿De Galilea ha de venir el Cristo?</p><p><strong><sup>42</sup></strong> ¿No dice la Escritura que del linaje de David, y de la aldea de Belén, de donde era David, ha de venir el Cristo?</p><p><strong><sup>43</sup></strong> Hubo entonces disensión entre la gente a causa de él.</p><p><strong><sup>44</sup></strong> Y algunos de ellos querían prenderle; pero ninguno le echó mano.</p><p><strong>¡Nunca ha hablado hombre así!</strong></p><p><strong><sup>45</sup></strong>&nbsp;Los alguaciles vinieron a los principales sacerdotes y a los fariseos; y estos les dijeron: ¿Por qué no le habéis traído?</p><p><strong><sup>46</sup></strong> Los alguaciles respondieron: ¡Jamás hombre alguno ha hablado como este hombre!</p><p><strong><sup>47</sup></strong> Entonces los fariseos les respondieron: ¿También vosotros habéis sido engañados?</p><p><strong><sup>48</sup></strong> ¿Acaso ha creído en él alguno de los gobernantes, o de los fariseos?</p><p><strong><sup>49</sup></strong> Mas esta gente que no sabe la ley, maldita es.</p><p><strong><sup>50</sup></strong> Les dijo Nicodemo, el que vino a él de noche, el cual era uno de ellos:</p><p><strong><sup>51</sup></strong> ¿Juzga acaso nuestra ley a un hombre si primero no le oye, y sabe lo que ha hecho?</p><p><strong><sup>52</sup></strong> Respondieron y le dijeron: ¿Eres tú también galileo? Escudriña y ve que de Galilea nunca se ha levantado profeta.</p><p><strong>La mujer adúltera</strong></p><p><strong><sup>53</sup></strong> Cada uno se fue a su casa;</p><p><br></p><p>Algunos dijeron que él era el profeta anunciado por Moisés (ver Deut. 18:15?19). Otros pensaban que Jesús era el Cristo, el Mesías. Pero esto suscitó el argumento de que el Mesías no vendría de Galilea, que debía ser descendiente de David y que tenía que nacer en Belén, todo lo cual era cierto acerca de Jesús (comparar con Mat. 1; 2), ¡aunque muchos parecían no saberlo!</p><p><br></p><p>Incluso los oficiales que lo arrestaron quedaron perplejos ante él y su elocuencia. Los fariseos respondieron a los oficiales con una pregunta: “¿Ha creído en él alguno de los gobernantes o de los fariseos?” (Juan 7:48). Esta pregunta de los fariseos dio a Juan la oportunidad de convocar nuevamente al testigo Nicodemo, quien tras su encuentro con Jesús procuraba protegerlo de las maquinaciones de sus pares: “¿Juzga nuestra ley a un hombre sin oírlo primero y sin entender lo que ha hecho?” (Juan 7:51).</p><p><br></p><p>¿Aceptó Nicodemo a Jesús como el Mesías? Aunque su intervención en favor de Jesús ante el Sanedrín no es suficiente para afirmarlo, tal acción sumada a lo que hizo después de la muerte de Jesús (ver Juan 19:39, 40) es evidencia sólida de que llegó a creer en él. Y así, la respuesta a la pregunta de los fariseos en Juan 7:48 fue: Sí, uno de los fariseos creyó en él.</p><p><br></p><ul><li>Lee Juan 7:49. ¿Qué decían los líderes que mostraba su desdén por las masas que seguían a Jesús? ¿Qué lección podemos extraer de ello?<br></li></ul>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de noviembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>Lee en <em>El Deseado de todas las gentes</em>, de Elena G. de White, los capítulos “La crisis en Galilea” (pp. 347-359) y “En el atrio exterior” (pp. 574-580).</p><p><br></p><p>“Los maestros de Israel eran esclavos del formalismo. Los fariseos y los saduceos estaban en constante contienda. Dejar a Jesús era caer entre los que se aferraban a ritos y ceremonias, y entre hombres ambiciosos que buscaban su propia gloria. Los discípulos habían encontrado más paz y gozo desde que habían aceptado a Cristo que en toda su vida anterior. ¿Cómo podrían volver a aquellos que habían despreciado y perseguido al Amigo de los pecadores? Habían estado buscando durante mucho tiempo al Mesías; ahora había venido, y no podían apartarse de su presencia, para ir a aquellos que buscaban su vida y que los habían perseguido por haberse hecho discípulos de él.</p><p><br></p><p>‘¿A quién iremos?’ No podían dejar la enseñanza de Cristo, sus lecciones de amor y misericordia, por las tinieblas de la incredulidad, la iniquidad del mundo. Mientras que abandonaban al Salvador muchos de los que habían presenciado sus obras admirables, Pedro expresó la fe de los discípulos: ‘Tú eres el Cristo’. El mismo pensamiento de perder esta ancla de sus almas los llenaba de temor y dolor. Verse privados de un Salvador era quedar a la deriva en un mar sombrío y tormentoso” (Elena G. de White, <em>El Deseado de todas las gentes</em>, p. 358).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><ol><li>En clase, hablen sobre la difícil cuestión de por qué algunas personas, cuando se les dan pruebas de que Jesús es el Mesías y de la verdad del cristianismo, las aceptan de buen grado, y por qué otras, cuando se les dan esas mismas pruebas, las rechazan.</li><li>¿Qué verdad más importante puede haber que el hecho de que Jesucristo haya muerto por nuestros pecados? Sin embargo, ¿cómo hemos llegado a conocer esta verdad crucial? ¿Por la ciencia, la ley natural, la teología natural, la lógica, la razón? Ciertamente, estas cosas podrían, de hecho, llevarnos a creer en un Dios creador, una primera Causa, un Motor inmóvil, lo que sea. Ninguna de estas disciplinas, ya sea solas o incluso juntas, podrían enseñarnos la verdad más importante que necesitamos saber: Cristo murió por nuestros pecados. ¿Qué debería enseñarnos este hecho (que todas estas disciplinas, incluso en principio, no podrían llevarnos a lo único que realmente necesitamos saber) sobre lo crucial que es hacer de la Biblia nuestra autoridad final y última en cuestiones de fe?</li><li>¿Por qué es tan importante para nuestra fe contar lo que Dios ha hecho en y por nosotros?</li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de noviembre",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Juan 1:32-36; 6:1-71; 5:36-38; 7:37-53.</strong></p><p>En esta lección profundizaremos en el testimonio de Juan el Bautista. Juan no estaba confundido ni dudaba de la identidad de Cristo. En todo momento señaló a Jesús como el Hijo de Dios encarnado en cumplimiento de la profecía. Juan no era en absoluto un político al servicio de la multitud, sino que estaba comprometido con la verdad revelada acerca del Reino de Dios, independientemente de que fuera aceptada o no por la mayoría. Estaba incluso dispuesto a defender por plena convicción, solo e inquebrantablemente, la verdad que Dios le había revelado.</p><p><br></p><p>Esta semana también aprendemos que la verdad provoca división y determina quién la recibirá con mente abierta y corazón humilde.</p><p><strong><br></strong></p><p><strong>COMENTARIO</strong></p><p><strong>La humildad del Bautista</strong></p><p>Juan el Bautista no desapareció inmediata y completamente de la escena después de cumplir su papel crucial y profético como precursor del Mesías. Estaba verdaderamente comprometido con la misión de Cristo. Nada, excepto el encarcelamiento y el martirio, podía detener su labor. Su ejemplo de compromiso total con la causa de Cristo debería inspirarnos a permanecer firmes en ella.</p><p><br></p><p>Inquebrantablemente leal, Juan conocía su propio límite y su papel en relación con Cristo. Este tipo de realismo y humildad no permite celos ni competencia. Juan declaró claramente: “Yo no soy el Cristo” (Juan 3:28). Apartó a la gente de sí mismo y la condujo a centrarse en Jesús, el “Esposo”, a quien servía como amigo y en quien se regocijaba.</p><p><br></p><p>Cristo es quien vino del Cielo, del seno del Padre, y sus palabras vivas proporcionan vida eterna. Juan, el discípulo amado, cita a su antiguo maestro, el humilde Juan el Bautista, quien dijo de sí mismo en relación con Cristo: “Es necesario que él crezca, pero que yo disminuya” (Juan 3:30). El crecimiento de Cristo y la disminución de uno mismo están en el orden correcto.</p><p><br></p><p>A menos que Jesús crezca en nuestra vida, no podemos ser verdaderamente humildes. Solo él puede crucificar el yo y quitarlo del trono del corazón. Por supuesto, Satanás trata de presentar Juan 3:30 en el orden inverso: anima a las personas a disminuir primero a Jesús (obras) para que presuntamente contemplen luego cómo la gracia de Jesús aumenta en su vida. Pero tal intento es una imposibilidad espiritual, pues solo el poder dominante de Cristo en el corazón puede someter al yo. En otras palabras, y como dice el conocido refrán, no debemos poner el carro delante del caballo.</p><p><br></p><p>Se cuenta la historia de un niño que disfrutaba entonando canciones acerca de Jesús, a quien amaba profundamente. A menudo oraba para que Jesús viniera literalmente a vivir en su corazón y creía que lo haría. Pero se preguntaba cómo podría el gran Jesús caber en su pequeño cuerpo. Su padre no sabía cómo responder adecuadamente esa pregunta, pero el niño lo hizo. Dijo a su papá que Jesús era tan superior a él en tamaño que, cuando lo invitaba a entrar en su corazón, ¡Jesús siempre sobresalía!</p><p><br></p><p>¡Qué imagen tan conmovedora acerca de nuestro testimonio cristiano! ¿Quién sobresale cuando interactuamos con las personas? ¿El Salvador o nosotros? El Salvador anhela sentarse en el trono de nuestros corazones y llenar nuestras vidas con su gracia salvadora como un dulce aroma.</p><p><br></p><p><strong>Una nueva concepción acerca del Mesías (Juan 1:32-36)</strong></p><p>El Bautista hizo hincapié en el programa del reino espiritual de Cristo: la regeneración espiritual y la entrega personal del corazón a Dios. El mensaje de Juan chocaba con las expectativas que muchos judíos albergaban acerca del Mesías. Sin prestar atención a las profecías bíblicas acerca de un Salvador sufriente, muchos judíos pasaron por alto su humillación. En lugar de ello, centraron sus ambiciones en la esperanza de un rey poderoso que los liberaría de la esclavitud de Roma y extendería su dominio por el mundo.</p><p><br></p><p>Cuando consideramos detenidamente Juan 1:32 al 36, observamos que Juan se esforzó de nuevo por recordar a los judíos la naturaleza espiritual del Mesías. Obsérvese el énfasis que pone Juan en el ministerio del Espíritu Santo, quien descendió y se posó sobre Jesús y lo facultó para bautizar a los creyentes. Además, observa cómo destaca Juan la identidad eterna de Jesús como Hijo divino de Dios y como el Cordero sacrificial de Dios (Juan 1:29) para liberar a su pueblo de la esclavitud del pecado.</p><p><br></p><p>El anuncio de Juan acerca del Mesías refuerza la necesidad de que nos centremos en lo que es eterno por naturaleza, en contraposición con las cosas terrenales. Todo lo que vemos a nuestro alrededor, aun la mayor de las posesiones, pasará. Pero las realidades espirituales perdurarán para siempre. Debemos seguir los pasos de nuestro padre Abraham, quien “esperaba la ciudad con fundamentos, cuyo arquitecto y constructor es Dios” (Heb. 11:10). La referencia a los “fundamentos” pretendía recordar a Abraham, el padre de los fieles, la solidez y permanencia de la promesa divina, en contraste con la naturaleza temporal de su vida nómada.</p><p><br></p><p><strong>Aceptación y rechazo (Juan 6:1-71)</strong></p><p>Después del milagro de la alimentación de los cinco mil, la multitud se levantó de repente para coronar a Jesús como rey sobre todo Israel. Pero Jesús no albergaba aspiraciones políticas ni se dejaba influir, como muchos políticos, por la popularidad o la opinión de la mayoría. A diferencia de ello, Jesús deseaba ardientemente establecer su Reino en el corazón de las personas. La gente trató de coaccionar a Jesús para que satisficiera sus expectativas políticas, pero él se retiró para estar a solas con su Padre.</p><p><br></p><p>La gente quería aceptar a Jesús en sus propios términos, no en los de él. Finalmente, decidieron rechazarlo porque eligieron centrarse en lo que era inmediato y temporal. No miraron más allá de estas cosas, al panorama más amplio de las realidades eternas e invisibles del Reino de Dios. El corazón humano inconverso tiende a rechazar lo que no se ajusta a sus ideas preconcebidas. La multitud estaba tan obsesionada por el pan físico que rechazó el ofrecimiento del Pan espiritual, Jesús mismo, a quien necesitaban desesperadamente para la salvación.</p><p><br></p><p>Jesús se ofreció a las personas como ese pan espiritual descendido del Cielo para que nunca más volvieran a tener hambre. Del mismo modo, se ofreció como el Agua viva a la mujer samaritana, quien bebió del Maestro el Agua de vida, para no volver a tener sed. En el caso de muchos otros seguidores de Jesús, aparte de los Doce, los amorosos intentos de él de revelar la luz de la verdad divina solo parecían endurecer sus corazones y suscitar el rechazo de esa verdad. En lugar de tratar de entender y creer, la gente se excusaba diciendo: “Este lenguaje es duro. ¿Quién lo puede aceptar?” (Juan 6:60). En consecuencia, lamentablemente, “ya no andaban con él” (Juan 6:66).</p><p><br></p><p>En ese momento, Jesús miró a los doce discípulos que le quedaban y les preguntó: “¿Quieren irse ustedes también?” (Juan 6:67). Entonces Pedro, quien actuaba como portavoz del grupo, dijo algo profundo e inspirado por el Espíritu: “Señor, ¿a quién iríamos? Tú tienes palabras de vida eterna” (Juan 6:68). Esas fueron palabras inspiradas que todos debemos tener presentes. No hay adónde ni a quién acudir para obtener la salvación excepto Jesús.</p><p><br></p><p><strong>El testimonio del Padre (Juan 5:36-38)</strong></p><p>Juan el Bautista testificó en varias ocasiones acerca de Jesús como el verdadero Mesías enviado del Cielo. Pero el testimonio del Padre acerca de su Hijo y el del divino Espíritu Santo son sin duda los más poderosos. En el bautismo de Jesús, los tres miembros de la Deidad estaban plenamente comprometidos. La voz del Padre dio testimonio acerca de Jesús: “Este es mi Hijo amado, en quien me complazco” (Mat. 3:17). En aquella ocasión, fueron abiertos los cielos “y Jesús vio al Espíritu de Dios que descendía como paloma y venía sobre él” (Mat. 3:16).</p><p><br></p><p>No había nada más que Jesús pudiera haber dicho o hecho para convencer a sus oponentes, aparte de lo que se dijo o hizo el día de su bautismo. Además, Juan el Bautista, a quien el pueblo respetaba mucho, testificó en favor de la veracidad del testimonio dado por el Cielo en esa ocasión. En vista de todo ello, ¿por qué los oponentes de Cristo no aceptaron el testimonio audible y visible dado por el Padre y el Espíritu acerca de él? ¿Por qué no creyeron en las poderosas obras y palabras divinas?</p><p><br></p><p>El poderoso testimonio de la resurrección de Lázaro debería haber convencido a los líderes judíos de que Jesús era el verdadero Mesías. Pero, sumidos como estaban por decisión propia en la oscuridad espiritual, sus corazones permanecieron cegados y sus oídos, sordos. Simplemente no querían ver ni escuchar. La falta de voluntad para conocer la verdad espiritual suele ser una elección personal.</p><p><br></p><p><strong>El testimonio de la multitud&nbsp;(Juan 7:37-53)<br></strong></p><p>Muchas personas comunes, incluidos algunos gentiles, llegaron a creer en Jesús&nbsp;como resultado de haber sido testigos de sus poderosas obras. Jesús se hizo muy popular entre las masas, que no eran cultas pero tampoco tan mentalmente cerradas ni prejuiciadas como sus líderes. Los celos homicidas de los líderes llegaron a su clímax. Se negaron rotundamente a creer en ninguna evidencia favorable a Jesús, humana o divina, pasara lo que pasara.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Reflexiona acerca de las siguientes preguntas y respóndelas:</p><p><ol><li>En contraste con la humildad del Bautista, existe mucha egolatría y exaltación propia actualmente en el mundo. Pero Juan era consciente de quién era y de cuál era su misión. Nunca trató en lo más mínimo de eclipsar a Jesús o usurpar su posición. No le importó ser eclipsado para que la verdadera Luz pudiera brillar más que él. ¿Cuál debería ser nuestra actitud cuando se trata de la posición o el reconocimiento humanos? ¿Qué dice de Jesús y de nosotros la idea de que él debe crecer y nosotros decrecer?</li><li>Respecto del tema crucial de la salvación en Cristo, ¿cómo nos ayuda el hecho de estudiar y aceptar de todo corazón los poderosos testimonios de Dios, de Juan el Bautista y de otros a creer que Jesús es realmente el único e incomparable Hijo de Dios y a sentirnos atraídos hacia él en vista de que estamos indefensos y sin esperanza lejos de él?</li><li>Acerca de la idea de alimentarse de Jesús, el Pan de vida, ¿cómo aplicas el siguiente consejo inspirado a tu vida diaria?: “Lo que es el alimento para el cuerpo, debe serlo Cristo para el alma. El alimento no puede beneficiarnos a menos que lo comamos; a menos que llegue a ser parte de nuestro ser. […] Debemos alimentarnos de él, recibirlo en el corazón, de tal manera que su vida llegue a ser nuestra vida” (Elena G. de White, <em>El Deseado de todas las gentes</em>, p. 353).</li><li>¿Cómo adquirimos la firmeza moral necesaria para defender lo correcto cuando entran en juego la popularidad, la opinión de la mayoría o la presión de los pares? Sabemos por la Biblia que la mayoría no siempre tiene razón. ¿De qué manera el hecho de contar con el apoyo de Dios y de su verdad nos convierte en mayoría, incluso cuando somos minoría?</li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>MÁS TESTIMONIOS ACERCA DE JESÚS</p>",
         "verse":"<p>“Y cuando yo sea levantado de la tierra, a todos atraeré hacia mí” (Juan 12:32).</p>",
         "versionCode":7,
         "weekDate":"2-9 de noviembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
