{
  "data": [
    {
      "color": "#ffb013",
      "id": 702,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 1",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Twenty-five years after becoming the first person to walk on the moon, Neil Armstrong wrote a thank-you note to the creative team who designed the spacesuit, the Extravehicular Mobility Unit (EMU), in which he took those historic steps. Calling it “the most photographed spacecraft in history” and teasing that it was successful at hiding “its ugly occupant” from view, Armstrong thanked “the EMU Gang” at the Johnson Space Center for the “tough, reliable, and almost cuddly” suit that preserved his life, sending them “a quarter century’s worth of thanks and congratulations.”<br><br>Paul begins his letter to the Ephesians with a majestic thank-you note, praising God for the blessings He has poured out, blessings as essential to the lives of believers as a spacesuit is for someone who walks on the moon. Paul argues that God has been at work on these essential blessings since “before the foundation of the world” (Eph. 1:4) and praises God for working through the ages on behalf of believers.<br><br>Paul’s opening here makes Ephesians especially valuable in modeling how to worship God and to praise God for the many blessings He has provided.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 2",
          "dayTitle": "<p>Chosen and Accepted in Christ<br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>A thank-you note usually includes a description of the gift or gifts received. Paul includes a long gift list in Ephesians 1:3–14 as he thanks God for the blessings of the gospel.<br><br>Paul praises God for the fact that He has “blessed us in Christ with every spiritual blessing” (Eph. 1:3, ESV). That the blessings are spiritual (Greek, pneumatikos) suggests that they come through the Spirit (pneuma), pointing to the closing of Paul’s blessing, which celebrates the work of the Holy Spirit in the lives of believers (Eph. 1:13, 14).<br><br>Ephesians 1:3–6 contains inspiring language about how God views us in Christ. Before the creation of the world, God chose us in Christ and determined that we should stand “holy and blameless” in His presence (Eph. 1:4, ESV; compare Eph. 5:27) as treasured sons and daughters by virtue of both Creation and Redemption in Christ (Eph. 1:5). Since before the sun began to shine, it has been His strategy that we would be “accepted in the Beloved” (Eph. 1:6, NKJV). In short, it’s God’s intention for us to be saved. We lose salvation only by our own sinful choices.<br><br><strong>What does the phrase “in the heavenly places” mean in Ephesians (the only place it is used in the New Testament)? Study the uses of the phrase. (See Eph. 1:3, 20; Eph. 2:6; Eph. 3:10; Eph. 6:12; compare the use of “in the heavens,” Eph. 3:15, Eph. 4:10, Eph. 6:9.)</strong></p><p><strong>Eph. 1:3, 20<br></strong></p><p><strong><sup>3</sup> </strong>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ, <sup><br></sup></p><p><sup><strong>&nbsp;20</strong></sup> which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places, <br></p><p><strong>Eph. 2:6</strong></p><p><sup><strong>6</strong></sup> and raised us up together, and made us sit together in the heavenly places in Christ Jesus, <br></p><p><strong>Eph. 3:10</strong></p><p><sup><strong>10</strong></sup> to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places, <strong><br></strong></p><p><strong>Eph. 6:12</strong></p><p><strong><sup>12 </sup></strong>For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places. <strong><br></strong></p><p><strong>Eph. 3:15 <sup><br></sup></strong></p><p><sup><strong>15 </strong></sup>from whom the whole family in heaven and earth is named, <strong><br></strong></p><p><strong>Eph. 4:10</strong></p><p><strong><sup>10 </sup></strong>He who descended is also the One who ascended far above all the heavens, that He might fill all things.)<strong><br></strong></p><p><strong>Eph. 6:9</strong></p><p><sup><strong>9 </strong></sup>And you, masters, do the same things to them, giving up threatening, knowing that your own Master also is in heaven, and there is no partiality with Him.<strong><br></strong></p><p>In Ephesians the phrases “in the heavenly places” and “in the heav- ens” or “in heaven” point to heaven as the dwelling place of God (Eph. 1:3, Eph. 6:9), to the location of spiritual powers (Eph. 1:10, 20, 21; Eph. 3:10, 15; Eph. 6:12), and to the location of Christ’s exaltation at the right hand of the Father (Eph. 1:20). Believers have access to these “heavenly places” in the present as the sphere where spiritual blessings are offered through Christ (Eph. 1:3, Eph. 2:6). Though “the heavenly places” have become a place of blessing for believers, they are still the location of conflict from evil powers that contest the lordship of Christ (Eph. 3:10, Eph. 6:12).<br><strong><br>Dwell on Ephesians 1:4, which says that we have been chosen in Him, Christ, “before the foundation of the world.” What does that mean? How does it reveal to us God’s love for us and His desire for us to be saved?</strong></p><p><sup><strong>4</strong></sup> just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love, <strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 3",
          "dayTitle": "<p>Costly Redemption; Lavish Forgiveness<br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>Sin had been a dark, dominating force in the lives of the members of Paul’s audience. Paul can describe them in their prior existence as the walking dead—“dead in trespasses and sins” (Eph. 2:1, NKJV) yet “walking” or living as Satan commanded them (Eph. 2:1–3). Enslaved to sin and Satan, they had no ability to free themselves. They needed rescue. God has done so through His gracious actions in Christ, and Paul celebrates two new blessings of God’s grace in the lives of believers: redemption and forgiveness.<br><br><strong>Read Ephesians 1:7, 8. “Redemption” is an idea that is used frequently in the New Testament. Compare the uses of the idea in Colossians 1:13, 14; Titus 2:13, 14; and Hebrews 9:15. What themes do these passages share in common with Ephesians 1:7, 8?</strong></p><p><strong>Ephesians 1:7, 8</strong></p><p><sup><strong>7 </strong></sup>In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace <sup><br></sup></p><p><sup><strong>8 </strong></sup>which He made to abound toward us in all wisdom and prudence, <br></p><p><strong>Colossians 1:13, 14</strong></p><p><sup><strong>13</strong></sup> He has delivered us from the power of darkness and conveyed us into the kingdom of the Son of His love, <sup><br></sup></p><p><sup><strong>14</strong></sup> in whom we have redemption through His blood, the forgiveness of sins.<br></p><p><strong>Titus 2:13, 14</strong></p><p><sup><strong>13</strong></sup> looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ, <sup><br></sup></p><p><sup><strong>14</strong></sup> who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself His own special people, zealous for good works.<br></p><p><strong>Hebrews 9:15</strong></p><p><sup><strong>15 </strong></sup>And for this reason He is the Mediator of the new covenant, by means of death, for the redemption of the transgressions under the first covenant, that those who are called may receive the promise of the eternal inheritance.</p><p>The Greek word translated “redemption” in Ephesians 1:7 is apolutr?sis, originally used for buying a slave’s freedom or paying to free a captive. One can hear echoed the voice of the slave trader auctioning his merchandise and the cold grinding of a slave’s manacles.<br><br>When the New Testament discusses redemption, it highlights the costliness of setting the slaves free. Our freedom comes at an extreme cost: “In him [Jesus] we have redemption through his blood” (Eph. 1:7, ESV). The idea of redemption also celebrates God’s gracious generosity in paying the high price of our liberty. God gives us our freedom and dignity. We are no longer enslaved! “To be redeemed is to be treated as a person, not an object. It is to become a citizen of heaven, rather than a slave of the earth.”—Alister E. McGrath, What Was God Doing on the Cross? (Grand Rapids, MI: Zondervan, 1992), p. 78.<br><br>Note carefully that the idea that God pays the price of redemption to Satan is a medieval, not a biblical, one. God neither owes nor pays Satan anything.<br><br>The benefits of Calvary also include “the forgiveness of our trespasses” (Eph. 1:7, ESV). On the cross, Christ takes upon Himself the price of our sin, both past and future, “canceling the record of debt that stood against us with its legal demands” (Col. 2:14, ESV). In doing this work of redemption and forgiveness through Christ, God is acting as our generous Father, with the “riches of his grace” being “lavished upon us” (Eph. 1:7, 8, ESV).<br><strong><br>What does it mean to you that through Christ’s atoning sacrifice you are forgiven and redeemed? What if you feel that you are unworthy of it? (Hint: you are unworthy; that’s the whole point of the Cross.)</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 4",
          "dayTitle": "<p>God’s Grand, Christ-Centered Plan<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>What is God’s “plan for the fullness of time,” and how extensive is its reach? Eph. 1:9, 10.</strong></p><p><strong>Eph. 1:9, 10</strong></p><p><sup><strong>&nbsp;9 </strong></sup>having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself, <sup><br></sup></p><p><sup><strong>10 </strong></sup>that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both which are in heaven and which are on earth—in Him. <br><br>Paul uses three labels for God’s plan. It is (1) “the mystery of his will,” (2) “his purpose,” and (3) “a plan for the fullness of time” (ESV). What is God’s ultimate, final plan? To unite everything, everywhere, in Jesus.<br><br>The term that Paul uses to describe the plan is a picturesque one (Greek, anakephalai?sasthai), to “head up” or to “sum up” all things in Christ. In ancient accounting practice, you would “add up” a column of figures and place the total at the top. Jesus heads God’s final, eschatological plan. This Christ-centered plan was crafted “before the foundation of the world” (Eph. 1:4) and is so broad that it encompasses all time (“the fullness of the times,” NKJV) and space (“all things . . . things in heaven and things on earth,” ESV). Paul announces unity in Christ as the grand, divine goal for the universe.<br><br>In discussing God’s “plan for the fullness of time” (Eph. 1:10, ESV), Paul shares the theme that he will weave through the letter. God begins His plan to unify all things, rooted in the death, resurrection, ascension, and exaltation of Jesus (Eph. 1:15–2:10), by founding the church and unifying disparate elements of humankind, Jews and Gentiles, in it (Eph. 2:11–3:13).<br><br>In this way, the church signals to the evil powers that God’s plan is underway and their divisive rule will end (Eph. 3:10). As the Bible says elsewhere: “For the devil has come down to you, having great wrath, because he knows that he has a short time” (Rev. 12:12, NKJV).<br><br>The last half of Paul’s letter opens with a passionate call to unity (Eph. 4:1–16) and continues with a lengthy exhortation to avoid behavior that damages unity and, instead, to build solidarity with fellow believers (Eph. 4:17–6:9). Paul concludes with the rousing image of the church as a unified army, participating with vigor in waging peace in Christ’s name (Eph. 6:10–20).<br><br><strong>How can you acknowledge and celebrate that the redemption you have experienced in Christ Jesus is part of something sweeping and grand, an integral part of God’s studied and ultimate plan to unite all things in Christ?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 5",
          "dayTitle": "<p>Living in Praise of His Glory<br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p><strong>“In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will, that we who first trusted in Christ should be to the praise of His glory” (Eph. 1:11, 12, NKJV).</strong><br><br>The believers in Ephesus seem to have lost a clear sense of who they are as Christians, to have “lost heart” (see Eph. 3:13). In line with what he has affirmed earlier (Eph. 1:3–5), Paul wishes again to shore up their identity as Christians. Believers are not victims of haphazard, arbitrary decisions by various deities or astral powers. They are the children of God (Eph. 1:5) and have access to many blessings through Christ based on the deep counsels and eternal decisions of God. It is God’s purpose, counsel, and will (Eph. 1:11) that is being worked out in their lives in line with the still wider plan of God to unite all things in Christ (Eph. 1:10). They may have unshakable confidence in their standing before God and in the effectiveness of the blessings He provides. Their lives should shout the message of Ephesians 1:3–14: Blessed be the God and Father of our Lord Jesus Christ!<br><br><strong>Compare the uses of the idea of “inheritance” in Ephesians 1:11, 14, 18. Why do you think this idea is important to Paul?</strong><br></p><p><strong>Ephesians 1:11, 14, 18</strong></p><p><sup><strong>11</strong></sup> In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will, <sup><br></sup></p><p><sup><strong>14</strong></sup> who is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory.<sup><br></sup></p><p><sup><strong>18</strong></sup> the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints, <strong><br></strong></p><p>Have you ever received an inheritance as the result of someone’s death? Perhaps a relative left you a valuable treasure or a considerable sum of money. In Paul’s view by virtue of the death of Jesus, Christians have received an inheritance from God (Eph. 1:14) and become an “inheritance” to God (Eph. 1:18).<br><br>In the Old Testament, God’s people are sometimes thought of as being His “heritage,” or inheritance (Deut. 9:29, Deut. 32:9, Zech. 2:12). This sense of being or becoming God’s inheritance is clear in Ephesians 1:18 and is the likely meaning of the term in Ephesians 1:11, as well (which would then be translated, “In him we have become an inheritance”). As a central element in their Christian identity, Paul wishes believers to know their value to God. They not only possess an inheritance from God (Eph. 1:14, Eph. 3:6; compare Eph. 5:5), but they are God’s inheritance.<br><br><strong>What is the difference between working to get something and inheriting it instead? How does this idea help us understand what we have been given in Jesus?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 6",
          "dayTitle": "<p>The Holy Spirit: Seal and Down Payment<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>In Ephesians 1:13, 14, Paul tells in brief the conversion story of his readers. What are the steps in that story?</strong><sup><br></sup></p><p><sup><strong>13</strong></sup> In Him you also trusted, after you heard the word of truth, the gospel of your salvation; in whom also, having believed, you were sealed with the Holy Spirit of promise, <sup><br></sup></p><p><sup><strong>14</strong></sup> who is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory.</p><p>In exploring the importance of the Holy Spirit in the lives of believers, Paul uses two images, or metaphors, for the Spirit. He first pictures the Holy Spirit as a “seal,” identifying a sealing presence of the Spirit that occurs from the time of conversion. In ancient times, seals were used for a wide variety of functions: to authenticate copies of laws and agreements, to validate the excellence or quantity of a container’s contents (e.g., Ezek. 28:12), or to witness transactions (e.g., Jer. 32:10–14, 44), contracts, letters (e.g., 1 Kings 21:8), wills, and adoptions. Imprinted on an object, a seal announced both ownership and protection. The presence of the Holy Spirit in their lives marks believers as belonging to God and conveys God’s promise to protect them (compare Eph. 4:30). They have been “sealed with the promised Holy Spirit” (Eph. 1:13, ESV).<br><br>“Paul plainly states that at the moment one gives his/her life to Jesus and believes in Him the Holy Spirit seals (Greek verb: sphragiz?) that believer in Christ for the day of redemption.<br><br>Wonderful liberating and reassuring truth! The Spirit of God marks Christ’s followers with the seal of salvation right when they first believe.”—Ji?í Moskala, “Misinterpreted End-Time Issues: Five Myths in Adventism,” Journal of the Adventist Theological Society, vol. 28, no. 1 (2017), p. 95.<br><br>The second image Paul uses for the Holy Spirit is that of “guarantee.” The Holy Spirit is the guarantee of our inheritance, which looks toward the moment when the inheritance is to be given in full (compare 2 Cor. 1:22, 2 Cor. 5:5).<br><br>The word translated “guarantee” (arrab?n) was a Hebrew loan word that was used widely in the common or Koine Greek of New Testament times to indicate a “first installment,” “deposit,” or “down payment” that requires the payer to make additional payments.<br><br>Note that believers do not pay this down payment but receive it from God. The treasured presence of the Holy Spirit in the lives of believers, says Paul, is a first installment of the full inheritance of salvation and redemption that will come with the return of Christ. Our job is to receive with a grateful and submissive heart what we have been offered in Jesus.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 7",
          "dayTitle": "<p><strong>Further Thought:</strong><br></p>",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p>Does Ephesians 1:3–14 teach that God predetermines the futures of human beings, predestining some to everlasting life and others to everlasting death? Many people, unfortunately, believe this. Consider, however, these ideas:<br><br><strong>1.</strong> In the passage, the role of Christ is determinative, since the divine choice to adopt us occurs “through Jesus Christ” (Eph. 1:5, ESV) or “in him” (Eph. 1:4, 11). This suggests that God’s election and predetermination are exercised toward all who choose faith in Christ rather than selecting who will be saved or lost on a case-by-case basis even before people are born. God’s decision is the studied, predetermined, divine response to those who exercise faith in Christ.<br><br><strong>2. </strong>Ephesians 1:3–14 also contains vivid relational language about God’s work of salvation. God is “Father,” and we are His “adopted” children (Eph. 1:3–5), who receive His blessings in bountiful measure (Eph. 1:8). We must understand the language about God’s choice and predetermination in the light of this rich, relational language. God is not a distant, unfeeling judge who makes decrees from afar but the caring Father of all His children (see Eph. 3:15).<br><br>3. That God honors human choice is reflected in Ephesians 1:3–14 (especially Ephesians 1:13, where “hearing” and “believing” are judged to be important), elsewhere in the letter (Eph. 2:8, Eph. 3:17, Eph. 4:1–6:20, all of which emphasize or presume the exercise of choice and the response of faith), and in other passages in the New Testament (e.g., 1 Tim. 2:4, Acts 17:22–31). Or, as Ellen G. White expressed it: “In the matchless gift of His Son, God has encircled the whole world with an atmosphere of grace as real as the air which circulates around the globe. All who choose to breathe this life-giving atmosphere will live and grow up to the stature of men and women in Christ Jesus.”—Steps to Christ, p. 68.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>What arguments would you add to those given above supporting the idea that God does not pick and choose before we have been created who will be saved and who will be lost? <br></p><p><strong>2.</strong> Whose choice ultimately decides whether or not a person has salvation in Jesus?<br><br><strong>3.</strong> “In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace” (Eph. 1:7, NKJV).<br><br><strong>How does this verse reveal the reality of salvation by faith alone and not by the works of the law?</strong></p><p><strong><br></strong></p><p><strong>Inside Story:</strong></p><p><strong>Remarkable Path to Lebanon<br>By Kathie Lichtenwalter<br><br></strong>Volunteer teacher Ruan Oliveira struggled to listen to the speaker at a “I Will Go!” mission-training event at Middle East University in Beirut, Lebanon. “Where have I seen that guy before?” he wondered.<br><br>Ruan had arrived from Brazil to serve as a volunteer teacher at the Adventist Learning Center, which teaches Syrian refugee children in grades 1–8. He was listening to university teacher Brian Manley describe the work of “tentmakers,” Seventh-day Adventists who follow apostle Paul’s example of using their profession to work in non-Christian countries.<br><br>Ruan pulled out his cellphone and began to scroll through years of photos. Mission was in Ruan’s blood. Born in Brazil, he had grown up in a family that talked and lived mission. As a high school student, he accompanied his parents to Argentina for an “I Will Go!” mission conference in 2017. His heart was deeply touched as he heard about the needs of the Middle East.<br><br>During his first year of university studies, he accepted an invitation to teach English in a non-Christian country in Asia. Soon after he arrived, however, the language school closed. He stayed to study the local language, but he was forbidden from mentioning God to anyone. Returning to Brazil for his second year of university, Ruan felt a strong desire to go abroad again.<br><br>He filled out several applications for openings in the Middle East, the region that had captured his imagination at the 2017 conference in Argentina. “God, it’s up to You,” he prayed as he sent off the applications on VividFaith.com, the Adventist Church’s official website for volunteers. “I will accept the first response that I get.”<br><br>Seven minutes later, a message popped up on his phone. It was from the Adventist Learning Center in Beirut. Ruan arrived at the school six weeks later. After Asia, he had an appreciation for the religious freedom in Lebanon. “I can even tell them I am a Christian!” he said.<br><br>After a year in Lebanon, Ruan intends to finish his studies and become a full-time missionary. His conviction that God has called him was reaffirmed when he remembered where he had seen Brian Manley previously.<br><br>After Manley finished speaking at the conference, Ruan approached him, phone in hand. “I know where I’ve seen you before!” he said, scrolling back five years to show a photo of him and his parents with Manley at the conference in Argentina in 2017. It was Manley’s presentation about tentmakers at the conference that had stirred Ruan’s heart to serve God in the Middle East.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers<br></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>Part I: Overview</strong><br><br><strong>Key Text: Ephesians 1:3 Study Focus: Eph. 1:3–14; Eph. 2:6; Eph. 3:10; Col. 1:13, 14; 1 Pet. 1:18, 19; Deut. 9:29.</strong><br><br><strong>Introduction: </strong><br></p><p>The lesson this week focuses on how Paul teaches the Ephesians—and us—to count our blessings. Not the blessings we think are important but the real blessings humanity needs so desperately. God, Paul emphasizes, gives these blessings to us in Christ. In Christ, we have been chosen and accepted by God. We are His, and He is ours. God treasures and regards us as His inheritance, and we treasure and regard Him as our inheritance. In Christ, we have been forgiven and redeemed. In Christ, we receive God’s supreme plan of salvation. In Christ, humanity has its only chance at unity and harmony. In Christ, we live full of joy and praise. Because of Christ, we receive God’s seal and a foretaste of eternal salvation. Because of Christ, we may receive the presence and the gifts of the Holy Spirit. God’s gifts are spiritual primarily in the sense that the Holy Spirit gives them to us.<br><br>The Holy Spirit brings these gifts to us from the very realms of heaven. All these riches are God’s gifts to us all because we do not—and cannot—work to merit them. It is God who gives these gifts to us freely, out of His heart full of love for us. All who accept these gifts God predestines to be sealed and to taste beforehand the eternal blessings of His kingdom.<br><br><strong>Lesson Themes: This week’s lesson highlights three major themes:</strong><br><br><strong>1. </strong>In Christ, God lavished on us many gifts: election, adoption, redemption, forgiveness, joy of salvation, unity and harmony of humanity, and the indwelling presence of the Holy Spirit as God’s down payment for what is yet to come when Christ will return.<br><br><strong>2. </strong>Our response to God’s gracious gifts is a life of praise and adoration in, and for, Christ.<br><br><strong>3</strong>. In the Holy Spirit, we experience a foretaste of our future eternal life.<br><br><strong>Part II: Commentary Christ Jesus Our Lord</strong><br><br>It is important to note the way that Paul writes about our Savior. Rarely does Paul refer to Him as simply Jesus (Eph. 4:21). Rather, for Paul, our Savior is “Lord Jesus” (Eph. 1:15), “the Lord Jesus Christ” (Eph 1:2, 3, 17; Eph. 5:20; Eph. 6:23, 24), “Christ Jesus our Lord” (Eph. 3:11), “Jesus Christ” (Eph. 1:5), “Christ Jesus” (Eph. 1:1; Eph. 2:6, 7, 10, 13, 20; Eph. 3:1, 6, 21), simply “Christ” (Eph. 1:10, 12; Eph. 2:5, 12, 13; Eph. 3:4, 8, 17, 19; Eph. 4:7, 13, 15, 20, 32; Eph. 5:1, 5, 21, 23, 24, 25, 29, 32; Eph. 6:5, 6), or simply “the Lord” (Eph. 2:21; Eph. 4:1, 5; Eph. 5:8, 10, 17, 19, 22; Eph. 6:7, 8, 10, 21)!<br><br>Obviously, one reason for these references to our Savior is reverence, which must be part of the Christian’s—indeed, of the Christian theologian’s—­ language and attitude. But there is more to these references than simple respect for the Master. By referring to Jesus as “the Lord,” Paul exalts Him as the risen Lord Jesus Christ, the Savior, in whom we have our own resurrection from our sins and through whom we are going to have our final resurrection from the grave. The resurrection of Jesus Christ and our own resurrection are crucial for Paul’s theology and life because they lie at the very heart of God’s redemptive plan (e.g., Eph. 2:1–6). The theme of resurrection transforms Paul’s entire perspective on life and salvation. It should be essential for ours, as well.<br><strong><br>Doxological Theology</strong><br><br>Paul wrote Ephesians 1:3–14 in a style we could call doxological theology. Theologians note that Christian theology must begin with doxology (praise) and end in doxology—indeed, must be doxology. Being among the first doxological theologians, Paul’s theology is not a cold, purely rational, schematic, and neutral development of a concept. Nor is Paul writing in this doxological way simply because of the customary epistolary style of the time. Rather, when he immortalizes in writing the beautiful Christian theology about who God is, about what God did for us, about God’s love for us, about the incarnation of Christ Jesus, about His death, about His resurrection, about the joy and peace and hope and profound transformation of humanity in Christ, Paul vividly contemplates and describes the most magnificent and foundational wonders of this life and the life to come. For this reason, while writing these things down for his brothers and sisters in Ephesus, Paul cannot abstain from erupting in worship and adoration of the great God he describes.<br><br>For Paul, God is not a mere concept; rather, God is our Father, our Creator, our Savior. This same God is full of love, might, justice, and grace. He always is ready to protect us and to save us. He always is ready to give us gifts and blessings so that we may enjoy our lives to the fullest in His kingdom, now and in the future. How could Paul write about such a God and about His great salvation without bursting into joyful praises?<br><br><strong>Blessings From the Heavenly Places</strong><br><br>Paul insists that our God is fundamentally a God of blessings. But the blessings that God gives us are not simply material or earthly blessings—blessings with no reference to spiritual or eternal realities. Rather, God’s blessings are blessings from the heavenly realms, from His realm. By pointing out this idea, Paul expands the theater of salvation. Salvation is not a minuscule solution to a small temporary human problem, although it includes that aspect, too. Salvation does not happen simply in a corner of the world (although, in one sense, it does, because Jesus died in a corner of the universe and in a corner of the Roman Empire). For Paul, salvation is a process that takes place on a universal scale. Paul takes us to the dizzying heights of the epouranios, or heavenly realms.<br><br>The Greek word epouranios has several meanings. On the one hand, it means spiritual or godly, as opposed to earthly or sinful (see John 3:12, Heb. 3:1). On the other hand, the word refers to spatial dimensions (1 Cor. 15:40, 41). Paul also combines both the spatial and the spiritual dimensions of the word epouranios together (1 Cor. 15:48, 49). For instance, the epouranios in Ephesians 1:3 seems to refer to a spiritual reality: that is, God blesses us with the blessings that are found in Christ. However, in the same chapter, Paul describes heaven as a spatial realm other than the earth (Eph. 1:10). In Ephesians 1:20, Paul relates the epouranios to Christ’s ascension to the throne of God. Paul’s heavenly places, thus, are not some ethereal neoplatonic spheres, describing the immaterial divine world to which our incorporeal, disembodied spirit allegedly travels after death.<br><br>Considering the larger biblical context, the notion of “heavenly places” is a very rich biblical concept. On the one hand, “the heavens” refers to the entire universe that God created (Gen. 1:1, Ps. 8:3, Ps. 19:1, 2 Chron. 6:18), with all of its magnificent beauty. On the other hand, the Bible depicts another meaning of the “heavens,” closer to Paul’s meaning in Ephesians, in which the apostle relates the heavenly places with Creation and salvation. When God created the universe, He did not remain outside the universe (the Bible does not espouse deism). Rather, God chose to enter the universe as its Creator, Provider, and King (Ps. 11:4) and to establish a special, personal relationship with the beings He created in His image (Gen. 1:26–28). This relationship is accomplished in various ways. One, in His omnipresence, God was, and is, present throughout the universe (Ps. 139:7, 8). This idea means that we can pray to God everywhere, in any situation, and He hears us in real time.<br><br>However, the Bible describes another way that God meets and relates to the population of the universe. Many biblical authors emphasize that God chose a realm or place in the heavens where He established His throne of love and justice (Ps. 103:19, 20). In that place, God displays His permanent visible presence and governance of the universe. It is in, and from, that heavenly place that God blesses the universe through His acts of loving providence. It was at His throne that He met with all His intelligent beings (Job 1:6); it is there that all the intelligent beings of the universe respond in worship and adoration to God’s presence, providence, and loving and just government.<br><br>The Bible associates the throne of God with the heavenly temple of God (Ps. 11:4; Ps. 103:19, 20; compare with Exod. 25:8, 9), God’s “heaven” or “dwelling place” (2 Chron. 6:21, 23, 25, 30, 33, 35, 39). In his dedicatory prayer, Solomon associated the temple with God’s heavenly dwelling place (see also 2 Chron 6:2, 18, 40, 41). It was against that throne in the heavenly sanctuary that Lucifer fought, accusing God of being unloving and having an unjust character and government. It was to that throne that Jesus ascended after He fully revealed and proved God’s character of love and of justice.<br><br>In his epistle to the Hebrews, Paul also associates the heavens with God’s throne and the heavenly sanctuary: “We have such a high priest, who has taken His seat at the right hand of the throne of the Majesty in the heavens, a minister in the sanctuary and in the true tabernacle, which the Lord set up, not man” (Heb. 8:1–3, NASB; see also Heb. 1:8; Heb. 4:16; Heb. 9:23–25; Heb. 12:2, 22–24). Thus, as in his epistle to the Hebrews, and also as Daniel (Daniel 7), Solomon (2 Chronicles 6), and later John (Revelation 4 and 5), Paul directs the attention of his readers to God’s heavenly place, to His throne and heavenly sanctuary, from which God blesses His people with all the bless- ings He intended in His original plans of Creation and of salvation in Christ. Illustration: The Ground Fault Circuit Interrupter In the past, numerous people died from accidental domestic electrocution.<br><br>Modern houses are equipped with an ingenious protective device called a ground fault circuit interrupter (GFCI). The GFCIs sense any difference in the current in the system and interrupt the electrical current in a matter of milliseconds. In this way, if a child plugs a metallic object into an outlet, the circuit interrupter will activate and stop the current and save the child from death. God planned to create our world and crown it with intelligent and free humans who could choose to reject God and sin. The consequences of sinning (like the consequence of touching a live electrical wire) result in the death of the sinner. God told Adam and Eve they would die in the moment or day that they sinned (Gen. 2:17). Yet, they did not die. On the contrary, they realized what had happened and ran away from God (Gen. 3:6, 7). It could be argued that the first pair died in a spiritual way or that they were condemned to death in the long run.<br><br>While these answers have merit, the gospel, especially as explained by Paul in Ephesians, gives a more complete answer to the question of why Adam and Eve did not die immediately for their sin. According to Paul, before the foundation of the world (Eph. 1:4), God built into the Creation plan a safety feature, a spiritual GFCI. When Adam and Eve fell into sin, they were supposed to die, because they touched the “bare wire” of sin. However, Adam and Eve did not die immediately, because the plan of salvation, created by God before the foundation of the world, was immediately activated. That plan was Christ, and whoever believes in Christ, whoever chooses to be found “in Christ,” is saved from the power and consequences of sin, guilt, alienation, and death.<br><br><strong>Part III: Life Application </strong><br></p><p><strong>1.</strong> Brainstorm with your students about ways that they can, as a class, organize thanksgiving worship services in their personal lives, in their family life, in their communities, or in the local church. Each of these services could have different themes: thanksgiving for the plan of salvation and how it has transformed their personal lives, thanksgiving for the love of Christ as it is manifested in their personal lives and in the community, or thanksgiving for forgiveness as manifested in their personal lives and in the life of the community.<br><strong><br>2.</strong> Ask your students to consider this question: How exalted are their communications? That is, how does the content of their everyday oral, written, or graphic communication reveal that their lives have been touched, and transformed, by the grace of God and by the worldview of the exalted Lord and His theology? How much do your class members feel they are affected by eternal realities in the heavenly places? How is the content and manner of their conversation like Paul’s? Ask your students to consider the ways in which they talk to family, friends, work colleagues, and people in public spaces. Challenge them to revise the way they write emails or messages on various social media platforms. Also, challenge them to revise the content of their personal conversations with family, friends, and colleagues to reflect Christ and to become more Christ-centered.<br><br><strong>3. I</strong>n Ephesians 1:5, Paul writes that God “predestined us to adoption as sons and daughters through Jesus Christ to Himself, according to the good pleasure of His will” (NASB). Many Christians take this text to mean that the apostle teaches the concept of predestination in the sense that God selects us to be saved and that we cannot do anything to resist His will or change His decision in this matter.<br><br><strong>How would your students explain this text to the following groups of people: (1) their Christian friends who believe in the concept of predestination and (2) their non-Christian friends or neighbors?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>God’s Grand, Christ-Centered Plan<br></p>",
      "verse": "<p>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places” (Ephesians 1:3, ESV).<br></p>",
      "versionCode": 10,
      "weekDate": "July 1–7"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
