{
   "data":[
      {
         "color":"#B8B825",
         "id":714,
         "idEs":21,
         "language":"en",
         "lessonDays":[
            {
               "date":"September 23",
               "dayTitle":"<p>Ephesians in the Heart</p>",
               "id":141,
               "idDay":1,
               "idLesson":14,
               "lessonText":"<p>Visitors to London climb on board the London Eye, a Ferris- wheel-like attraction. From 450 feet above the River Thames you can see it all: Big Ben, the Houses of Parliament, and the many historic palaces and cathedrals. For New Testament scholar Nicholas Thomas “Tom” Wright, “the letter to the Ephesians stands in relation to the rest of Paul’s letters rather like the London Eye. It isn’t the longest or fullest of his writings, but it offers a breathtaking view of the entire landscape. From here, as the wheel turns, you get a bird’s- eye view of one theme after another.”—Paul for Everyone: The Prison Letters (London: S.P.C.K. [Society for Promoting Christian Knowledge Publishing], 2004), p. 3.</p><p>In Ephesians, Paul is not focused on issues of local concern. The letter reads as though Paul were addressing believers everywhere and Christian churches wherever they exist. The letter’s timeless feel allows the “breathtaking view” Paul offers to invade our own world and thought. As we review each chapter, let’s keep this question in mind: What important truths embedded in Ephesians should continue to shape our lives as believers?</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 24",
               "dayTitle":"<p>We Are Blessed in Christ</p>",
               "id":142,
               "idDay":2,
               "idLesson":14,
               "lessonText":"<p>Someone has described Ephesians as the Alps of the New Testament. Paul, our mountaineering guide, takes us on a rapid ascent in Ephesians 1. We are quickly breathless and amazed at the view from the summit. Reflect on Ephesians 1. What especially inspires you? What peaks do you see?&nbsp;</p><p><strong>&nbsp;Ephesians 1</strong></p><p><strong><sup>1 </sup></strong>Paul, an apostle of Christ Jesus by the will of God, To God’s holy people in Ephesus, the faithful in Christ Jesus:</p><p><strong><sup>2 </sup></strong>Grace and peace to you from God our Father and the Lord Jesus Christ.</p><p><sup><strong>3 </strong></sup>Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ.</p><p><strong><sup>4</sup></strong> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love</p><p><sup><strong>5</strong></sup> he predestined us for adoption to sonship through Jesus Christ, in accordance with his pleasure and will</p><p><strong><sup>6</sup></strong> to the praise of his glorious grace, which he has freely given us in the One he loves.</p><p><sup><strong>7</strong></sup> In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God’s grace</p><p><strong><sup>8</sup></strong> that he lavished on us. With all wisdom and understanding,</p><p><sup><strong>9</strong></sup> he made known to us the mystery of his will according to his good pleasure, which he purposed in Christ,</p><p><strong><sup>10</sup></strong> to be put into effect when the times reach their fulfillment to bring unity to all things in heaven and on earth under Christ.</p><p><sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,</p><p><strong><sup>12</sup></strong> in order that we, who were the first to put our hope in Christ, might be for the praise of his glory.</p><p><sup><strong>13</strong></sup> And you also were included in Christ when you heard the message of truth, the gospel of your salvation. When you believed, you were marked in him with a seal, the promised Holy Spirit,</p><p><strong><sup>14</sup></strong> who is a deposit guaranteeing our inheritance until the redemption of those who are God’s possession—to the praise of his glory.</p><p><sup><strong>15</strong></sup> For this reason, ever since I heard about your faith in the Lord Jesus and your love for all God’s people,</p><p><sup><strong>16</strong></sup> I have not stopped giving thanks for you, remembering you in my prayers.</p><p><strong><sup>17</sup></strong> I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better.</p><p><sup><strong>18</strong></sup> I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people,</p><p><strong><sup>19</sup></strong> and his incomparably great power for us who believe. That power is the same as the mighty strength</p><p><sup><strong>20</strong></sup> he exerted when he raised Christ from the dead and seated him at his right hand in the heavenly realms,</p><p><strong><sup>21</sup></strong> far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come.</p><p><strong><sup>22</sup></strong> And God placed all things under his feet and appointed him to be head over everything for the church,</p><p><strong><sup>23</sup></strong> which is his body, the fullness of him who fills everything in every way.</p><p>Ephesians 1:3–14 functions like a map at a mountain’s summit that identifies the peaks on the horizon, as Paul orients us to our blessed place in the vast landscape of the plan of salvation. The scenery covers the full span of salvation history, from eternity past, through God’s grace filled actions in Christ, to eternity future. God’s redemption of believers reflects divine initiatives taken “before the foundation of the world” (Eph. 1:4), which are now being worked out in our lives (see Eph. 1:7, 8, 13, 14). These pre-Creation strategies will be fully accom- plished at the end of time (Eph. 1:9, 10). Then, “all things,” both “in heaven” and “on earth” will be gathered together or united in Christ, and God’s plan for “the fullness of time” (ESV) will be fulfilled (Eph. 1:10). Then, we will experience fully God’s mysterious plan (Eph. 1:9). In the present, we may be certain that the Christ-centered salvation in which we stand is an important part of God’s wide-reaching plan for the redemption of “all things.”</p><p>Being on a mountaintop inspires thanksgiving. In Ephesians 1:15–19, Paul gives thanks to God as he prays that believers may experience the salvation God has planned for them. We find ourselves on another steep climb as he points us upward to the risen, ascended, exalted Christ, who rules over every imaginable power for all time (Eph. 1:20–23). Through the grace of God expressed in Christ Jesus, we may live this day on the mountaintop!</p><p><strong>Ephesians 1:4 tells us that Christ “chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love” (NKJV). Think about what that means. Chosen in Him before the world existed! What great hope should this offer you in regard to God’s desire for you to be saved?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 25",
               "dayTitle":"<p>We Are Redeemed for Community</p>",
               "id":143,
               "idDay":3,
               "idLesson":14,
               "lessonText":"<p>As you read Ephesians 2, seek to answer the following question: What has God done for us through His Son Jesus Christ?&nbsp;</p><p><strong>Ephesians 2</strong></p><p><strong><sup>1</sup></strong> As for you, you were dead in your transgressions and sins,</p><p><strong><sup>2</sup></strong> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.</p><p><sup><strong>3</strong></sup> All of us also lived among them at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath.</p><p><strong><sup>4</sup></strong> But because of his great love for us, God, who is rich in mercy,</p><p><sup><strong>5</strong></sup> made us alive with Christ even when we were dead in transgressionsit is by grace you have been saved.</p><p><strong><sup>6</sup></strong> And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,</p><p><sup><strong>7</strong></sup> in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.</p><p><strong><sup>8</sup></strong> For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—</p><p><sup><strong>9</strong></sup> not by works, so that no one can boast.</p><p><sup>10</sup> For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.</p><p><sup><strong>11</strong></sup> Therefore, remember that formerly you who are Gentiles by birth and called “uncircumcised” by those who call themselves “the circumcision” (which is done in the body by human hands)</p><p><strong><sup>12</sup></strong> remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world.</p><p><sup><strong>13</strong></sup> But now in Christ Jesus you who once were far away have been brought near by the blood of Christ.</p><p><strong><sup>14</sup></strong> For he himself is our peace, who has made the two groups one and has destroyed the barrier, the dividing wall of hostility,</p><p><sup><strong>15</strong></sup> by setting aside in his flesh the law with its commands and regulations. His purpose was to create in himself one new humanity out of the two, thus making peace,</p><p><strong><sup>16</sup></strong> and in one body to reconcile both of them to God through the cross, by which he put to death their hostility.</p><p><sup>17</sup> He came and preached peace to you who were far away and peace to those who were near.</p><p><strong><sup>18</sup></strong> For through him we both have access to the Father by one Spirit.</p><p><sup><strong>19</strong></sup> Consequently, you are no longer foreigners and strangers, but fellow citizens with God’s people and also members of his household,</p><p><strong><sup>20</sup></strong> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone.</p><p><sup><strong>21</strong></sup> In him the whole building is joined together and rises to become a holy temple in the Lord.</p><p><strong><sup>22</sup></strong> And in him you too are being built together to become a dwelling in which God lives by his Spirit.</p><p>“But God. . . .” Those two words must be the most hope-filled ones known to humankind. In Ephesians 2:1–10, Paul describes the grim past of his audience. Sharing the plight of all humanity, they were bent toward rebellion against God, their lives dominated by sin and Satan (Eph. 2:1–3). “But God, who is rich in mercy . . . ” And what did God do for them and for us? (1) He made us alive with Christ—Christ’s resurrection is our own. (2) He raised us up with Christ—Christ’s ascension is our own. (3) In heaven, He seated us with Christ—Christ’s coronation is our own (Eph. 2:4–7). We are not just bystanders to the cosmos-shifting events of Christ’s life! God takes these remarkable actions, not because of any merit in us but because of His grace (Eph. 2:8, 9), and He intends believers to live in solidarity with Jesus and practice “good works” (Eph. 2:10).</p><p>If Ephesians 2:1–10 teaches that we live in solidarity with Jesus, Ephesians 2:11–22 teaches that we live in solidarity with others as part of His church. Jesus’ death has both vertical benefits, establish- ing the believer’s relationship with God (Eph. 2:1–10), and horizon- tal ones, cementing our relationships with others (Eph. 2:11–22).</p><p>Through His cross, Jesus demolishes all that divides Gentile believers from Jewish ones, including the misuse of the Law to widen the gulf (Eph. 2:11–18). Jesus also builds something—an amazing, new temple composed of believers. Gentiles, once excluded from worship in sacred places of the temple, now join Jewish believers in becoming one. We, too, become part of God’s church, a “holy temple in the Lord” (Eph. 2:19–22). Through the grace of God, you have the privilege of living this day in solidarity with Jesus and your fellow believers. Ephesians 2:8–10 has played a role in the conversion of many. Martin Luther found in these verses a grace that won his heart, and he discovered as well some central affirmations of the Reformation: salvation comes by faith alone, through grace alone, by Christ alone, and to the glory of God alone. In 1738, eighteen days after experiencing conversion in London’s Aldersgate Street, John Wesley preached at Oxford University, offering “a cry from the heart” and “the manifesto of a new movement.” His text? Ephesians 2:8. (See A. Skevington Wood, “Strangely Warmed: The Wesleys and the Evangelical Awakening,” Christian History [magazine], vol. 5, no. 1 [1984]).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 26",
               "dayTitle":"<p>We Are the Church of the Living God</p>",
               "id":144,
               "idDay":4,
               "idLesson":14,
               "lessonText":"<p>Why is it both important and exciting to be part of God’s church? Ephesians 3.&nbsp;</p><p><strong>Ephesians 3</strong></p><p><strong><sup>1</sup></strong> For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles</p><p><strong><sup>2</sup></strong> Surely you have heard about the administration of God’s grace that was given to me for you,</p><p><strong><sup>3</sup></strong> that is, the mystery made known to me by revelation, as I have already written briefly.</p><p><sup><strong>4</strong></sup> In reading this, then, you will be able to understand my insight into the mystery of Christ,</p><p><strong><sup>5</sup></strong> which was not made known to people in other generations as it has now been revealed by the Spirit to God’s holy apostles and prophets.</p><p><sup><strong>6</strong></sup> This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus.</p><p><strong><sup>7</sup></strong> I became a servant of this gospel by the gift of God’s grace given me through the working of his power.</p><p><strong><sup>8</sup></strong> Although I am less than the least of all the Lord’s people, this grace was given me: to preach to the Gentiles the boundless riches of Christ,</p><p><sup><em><strong>9</strong></em></sup> and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things.</p><p><strong><sup>10</sup></strong> His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms,</p><p><sup><strong>11</strong></sup> according to his eternal purpose that he accomplished in Christ Jesus our Lord.</p><p><strong><sup>12</sup></strong> In him and through faith in him we may approach God with freedom and confidence.</p><p><sup><strong>13</strong></sup> I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory.</p><p><strong><sup>14</sup></strong> For this reason I kneel before the Father,</p><p><sup><strong>15</strong></sup> from whom every family in heaven and on earth derives its name.</p><p><strong><sup>16</sup></strong> I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,</p><p><sup><strong>17</strong></sup> so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,</p><p><strong><sup>18</sup></strong> may have power, together with all the Lord’s holy people, to grasp how wide and long and high and deep is the love of Christ,&nbsp;</p><p><sup><strong>19</strong></sup> and to know this love that surpasses knowledge—that you may be filled to the measure of all the fullness of God.</p><p><strong><sup>20</sup></strong> Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,&nbsp;</p><p><sup>21</sup> to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen.</p><p>We are encouraged when we hear church members say positive things about the church. However, the most enthusiastic among us falls short of Paul’s exuberant testimony in Ephesians 3 about the church. Paul starts a report of his prayers for believers in Ephesus (Eph. 3:1; compare Eph. 1:15–23, NKJV) but breaks off to discuss God’s creation of the church (Eph. 3:2–13), and then completes his prayer report (Eph. 3:14–21). Along the way we come to understand important things about God’s “plan” or “mystery”:</p><p>• In eternity, God conceives of “the mystery” or “the plan” about the church (Eph. 3:3–5, 9, 11).\n</p><p>• Through the life and death of Jesus, that long-hidden plan is “accomplished” (Eph. 3:11, NKJV; compare Eph. 2:11–22).\n</p><p>• By revelation, Paul learns “the mystery” of the church and the astonishing fact that Gentiles are to be full partners in it (Eph. 3:3–6).</p><p>• Paul participates in spreading this good news as preacher to the Gentiles of “the unsearchable riches of Christ” (Eph. 3:8, 9).</p><p>• With many won to Christ, the church, composed as it is of both Jews and Gentiles, displays “the manifold wisdom of God” to “the principalities and powers in the heavenly places” (Eph. 3:10, NKJV), announcing their coming doom (compare Eph. 6:10–20). The plan to unite all things in Christ (Eph. 1:10) is underway, and their time is short.</p><p>This understanding of the church motivates Paul to pray for believers. Why not imagine him praying the heartfelt prayer of Ephesians 3:14–21 about you? Why not imagine him praying that you will be “filled with all the fullness of God” (Eph. 3:19) and participate fully in the amazing, unfolding mystery of a unified church?</p><p><strong>What are the kinds of barriers between believers in our church that, in light of what Paul has written, should not be there? What can you do to help remove them?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 27",
               "dayTitle":"<p>The Unity of Faith</p>",
               "id":145,
               "idDay":5,
               "idLesson":14,
               "lessonText":"<p>In Ephesians 4, Paul asks believers to stop doing some things and to be sure to do others. What are those things?</p><p><strong>Ephesians 4</strong></p><p><strong><sup>1</sup></strong> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received.</p><p><sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love.</p><p><sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace.</p><p><strong><sup>4</sup></strong> There is one body and one Spirit, just as you were called to one hope when you were called;</p><p><sup><strong>5</strong></sup> one Lord, one faith, one baptism;</p><p><strong><sup>6</sup></strong> one God and Father of all, who is over all and through all and in all.</p><p><sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it.</p><p><sup>8</sup> This is why it says: “When he ascended on high, he took many captives and gave gifts to his people.”</p><p><sup><strong>9</strong></sup> (What does “he ascended” mean except that he also descended to the lower, earthly regions?</p><p><sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.)&nbsp;</p><p><strong><sup>11</sup></strong> So Christ himself gave the apostles, the prophets, the evangelists, the pastors and teachers,</p><p><sup><strong>12</strong></sup> to equip his people for works of service, so that the body of Christ may be built up</p><p><sup>13</sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ.</p><p><sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of people in their deceitful scheming.</p><p><strong><sup>15</sup></strong> Instead, speaking the truth in love, we will grow to become in every respect the mature body of him who is the head, that is, Christ.</p><p>16 From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work.</p><p><strong><sup>17</sup></strong> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking.</p><p><sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts.</p><p><strong><sup>19</sup></strong> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, and they are full of greed.</p><p><sup><strong>20</strong></sup> That, however, is not the way of life you learned</p><p><strong><sup>21</sup></strong> when you heard about Christ and were taught in him in accordance with the truth that is in Jesus.</p><p><sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires;</p><p><strong><sup>23</sup></strong> to be made new in the attitude of your minds;</p><p><sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness.</p><p><sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to your neighbor, for we are all members of one body.&nbsp;</p><p><strong><sup>26</sup></strong> “In your anger do not sin”: Do not let the sun go down while you are still angry,</p><p><sup><strong>27</strong></sup> and do not give the devil a foothold.</p><p><strong><sup>28</sup></strong> Anyone who has been stealing must steal no longer, but must work, doing something useful with their own hands, that they may have something to share with those in need.</p><p><sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.</p><p><strong><sup>30</sup></strong> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption.</p><p><sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice.</p><p><strong><sup>32</sup></strong> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.</p><p>Ephesians 4 begins and ends with calls to care for each other as church members (Eph. 4:1–3, 32). Between these invitations, Paul offers strong support for the idea that we should nourish unity in the church. He begins by listing seven “ones”: There is one body, one Spirit, one hope, one Lord (Jesus Christ), one faith, one baptism, one God and Father (Eph. 4:4–6). We are bound together by these spiritual realities. We are, in fact, united.</p><p>While unity is a theological certainty, it requires our hard work. So, we should always be “endeavoring to keep the unity of the Spirit” (Eph. 4:3, NKJV). One way each of us may do so is by being an active “part” of the body of Christ (Eph. 4:7–16).</p><p>Every member is a gifted part of the body and should contribute to the health of it (Eph. 4:7,16). And all should benefit by the work of apostles, prophets, evangelists, pastors, and teachers (Eph. 4:11, 12). These, like ligaments and tendons, have a unifying function, helping us grow up together into Christ who is the Head of the body (Eph. 4:13, 15).</p><p>At the time, Paul also told them “that we should no longer be children, tossed to and fro and carried about with every wind of doctrine,\n</p><p>by the trickery of men, in the cunning craftiness of deceitful plotting” (Eph. 4:14, NKJV), words that clearly suggest that the early church faced some internal struggles from “the trickery of men.”</p><p>As Paul moves toward his final appeal, to “be kind to one another, tenderhearted, forgiving one another” (Eph. 4:32, NKJV), he asks believers to avoid their former hard-heartedness (Eph. 4:17–24) and to avoid anger and harsh speech, substituting instead language that builds up and imparts grace (Eph. 4:25–31).</p><p>This chapter on unity is easy enough to read when things are peaceful. It is more challenging—and important—to read it when we become embroiled in some conflict. Are you remembering today to experience the unity of the body of Christ, the unity for which He died?</p><p><strong>What are ways that we can contribute to the unity of our church, both at the local and worldwide levels? Why is it important that we do what we can?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 28",
               "dayTitle":"<p>We Are Recipients and Givers of Grace</p>",
               "id":146,
               "idDay":6,
               "idLesson":14,
               "lessonText":"<p>As you read Ephesians 5, reflect on how Paul asks us to live out the gospel in our relationships with others. Which of his exhortations is especially meaningful to you?&nbsp;</p><p><strong>Ephesians 5</strong></p><p><strong><sup>1</sup></strong> Follow God’s example, therefore, as dearly loved children</p><p><sup><strong>2</strong></sup> and walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God.</p><p><strong><sup>3</sup></strong> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God’s holy people.</p><p><sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving.</p><p><strong><sup>5</sup></strong> For of this you can be sure: No immoral, impure or greedy person such a person is an idolater has any inheritance in the kingdom of Christ and of God.</p><p><strong><sup>6</sup></strong> Let no one deceive you with empty words, for because of such things God’s wrath comes on those who are disobedient.</p><p><sup><strong>7</strong></sup> Therefore do not be partners with them.</p><p><strong><sup>8</sup></strong> For you were once darkness, but now you are light in the Lord. Live as children of light</p><p><strong><sup>9</sup></strong> (for the fruit of the light consists in all goodness, righteousness and truth)</p><p><sup><strong>10</strong></sup> and find out what pleases the Lord.</p><p><sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them.</p><p><strong><sup>12</sup></strong> It is shameful even to mention what the disobedient do in secret.</p><p><sup><strong>13</strong></sup> But everything exposed by the light becomes visible and everything that is illuminated becomes a light.</p><p><strong><sup>14</sup></strong> This is why it is said: “Wake up, sleeper, rise from the dead, and Christ will shine on you.”</p><p><sup><strong>15</strong></sup> Be very careful, then, how you live not as unwise but as wise,&nbsp;</p><p><strong><sup>16</sup></strong> making the most of every opportunity, because the days are evil.</p><p><sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord’s will is.</p><p><strong><sup>18</sup></strong> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit,</p><p><sup><strong>19</strong></sup> speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,</p><p><strong><sup>20</sup></strong> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ.</p><p><sup><strong>21</strong></sup> Submit to one another out of reverence for Christ.</p><p><strong><sup>22</sup></strong> Wives, submit yourselves to your own husbands as you do to the Lord.</p><p><sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior.</p><p><strong><sup>24</sup></strong> Now as the church submits to Christ, so also wives should submit to their husbands in everything.</p><p><sup>25</sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her</p><p><strong><sup>26</sup></strong> to make her holy, cleansing her by the washing with water through the word,</p><p><sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless.&nbsp;</p><p><strong><sup>28</sup></strong> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself.</p><p><sup><strong>29</strong></sup> After all, no one ever hated their own body, but they feed and care for their body, just as Christ does the church</p><p><strong><sup>30</sup></strong> for we are members of his body.</p><p><sup><strong>31</strong></sup> “For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.”</p><p><strong><sup>32</sup></strong> This is a profound mystery—but I am talking about Christ and the church.</p><p><sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband.</p><p>If you start reading Ephesians 5 at its beginning, you may miss the full power of an important theme. So, start instead with Ephesians 4:32, in which Paul tells the Ephesians to “be kind one to another, tenderhearted, forgiving one another, even as God in Christ forgave you” (NKJV). As believers, we are called to model our behavior toward others on God’s forgiveness and grace toward us. We are to imitate God! (Compare Matt. 5:43–48.)</p><p>Paul contrasts this imitating-the-love-of-God lifestyle with the usual, pagan approach. Instead of treasuring others as brothers or sisters in the family of God, humans all too often use others for their own sexual pleasure and then brag about it (Eph. 5:3, 4). He warns that such an approach has no future in the new world God is planning (Eph. 5:5–7). Instead, believers are to turn from the darkness of their past and “walk as children of light” (Eph. 5:8–10), mimicking the Father’s love. Again, Paul warns us away from “works of darkness” done “in secret” (Eph. 5:11, 12). By contrast, we are to live in the light of Christ (Eph. 5:13, 14). Rather than wasting our lives in drunkenness, we will be “redeeming the time” by offering thanks to God for His love (see Eph. 5:15–21).</p><p>Paul extends his theme of imitating God’s love as he advises Christian husbands and wives. Christ’s self-sacrificing love for the church becomes the model for Christian husbands (Eph. 5:25–33), while the loyalty of the church toward Christ becomes the model for Christian wives (Eph. 5:22–24). Rather than using the gift of human sexuality in a debauched and selfish way, a Christian husband and wife focus on valuing and treasuring each other, becoming “one flesh” (Eph. 5:28–33).</p><p>“Be imitators of God as dear children” (Eph. 5:1, NKJV). By God’s grace, you are called today to live out that exhortation in your relation- ships with others.</p><p><strong><sup>How does Ephesians 5:2, which tells us to “walk in love,” help us understand what Paul means in Ephesians 5:1 about being “imitators of God”?</sup></strong></p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 29",
               "dayTitle":"<p>Further Thought:</p>",
               "id":147,
               "idDay":7,
               "idLesson":14,
               "lessonText":"<p>We conclude by reflecting on Ephesians 6, where we discover that we, the church, are the peace-waging army of God.</p><p>In Ephesians, Paul has portrayed the church as the body of Christ (Eph. 1:22, 23; Eph. 4:11–16), as God’s temple (Eph. 2:19–22), and as the bride/wife of Christ (Eph. 5:21–33). In Ephesians 6:10–20, Paul describes the church as God’s army and offers a vigorous call to arms. It is a passage that offers much benefit and risks misunderstanding.\n</p><p>We could misunderstand Paul’s words as a call to take up military weapons or to be combative in our relationships with others. Paul, though, has been emphasizing unity, edifying speech, and tenderheartedness (see especially Eph. 4:25–5:2). He describes God’s good news as “the gospel of peace” (Eph. 6:15). Through this vivid military metaphor, the church is not exhorted to wage war in the traditional sense. Rather, we are to wage peace in the spiritual battle against evil. Paul steps onto the battlefield of the great controversy and calls us to enlist in God’s army.</p><p>We should do so with a realistic assessment of the enemy in view since it will never do to underestimate the forces arrayed against us. We don’t confront just human enemies but “spiritual hosts of wickedness in the heavenly places” (Eph. 6:12, NKJV), led by a wily general, the devil (Eph. 6:11). However, we need not be daunted by our enemies. God is present with us in the battle (Eph. 6:10) and has supplied us with the finest of weaponry, His own armor, the “armor of God” (Eph. 6:11; compare Isa. 59:15–17). He has placed at our disposal truth, righteous- ness, peace, faith, salvation, and the Spirit (Eph. 6:13–17). With God going before us and our being equipped from head to toe in the armor He has supplied, we cannot fail. Victory is assured.</p><p><strong style=\"background-color: initial;\">Discussion Questions:</strong>&nbsp;</p><ul><li>Though we are not saved by our works, what does Paul mean when he writes that we were “created in Christ Jesus for good works, which God prepared beforehand that we should walk in them” (Eph. 2:10, NKJV)? What, then, is the purpose of our good works?</li><li>Paul writes: “Now to Him who is able to do exceedingly abun- dantly above all that we ask or think, according to the power that works in us” (Eph. 3:20, NKJV). What power works in us, and how should this power be made manifest in our lives?</li></ul><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Praising God for Epilepsy By Andrew McChesney</strong><br><br>Anna Rozenberga has struggled with epilepsy since she was a child in Riga, Latvia. It wasn’t only about seizures. Epilepsy affected her emotions and brain functions. It was hard for her to focus. She longed to be healed. The summer after she graduated from high school, the 19-year-old teen went to a psychic who claimed she could heal her. When the psychic saw she could not help, she told Anna about another client who found healing through a pastor’s prayer. The psychic gave Anna the pastor’s phone number. “He will tell you a lot about his church and God, but don’t listen to him,” she said. “Just take the healing and leave. The rest of what he says is a lie.” Anna called the pastor. In their phone conversation, she heard for the first time about the Seventh-day Adventist Church. They agreed to meet. At their second meeting, the pastor prayed for Anna. But the epilepsy remained. Anna liked the pastor and accepted an invitation to attend Bible studies. Later that summer, she attended a small group meeting at the church. Then she went to a Sabbath worship service. “You know what?” she told her mother afterward. “I think the church is good.” So, Anna’s mother went with her to church. A few months later, Anna was attending church with both her mother and father. The next summer, Anna and her mother were baptized. A year later, her father was baptized. Then her grandmother and brother were baptized. Over the years, many people have prayed for Anna. She has been anointed with oil. But the epilepsy has remained. Anna wondered why God had not healed her, but then it struck her. Like to the apostle Paul, who also prayed for relief, God was saying to her, “My grace is sufficient for you, for My strength is made perfect in weakness” (2 Corinthians 12:9, NKJV). Now 30, Anna sees epilepsy as a blessing. Since it is an illness she must deal with every day, she has learned she needs to trust God even more. Some Sabbath mornings she feels like staying in bed, but then she remembers she is scheduled to participate in church. So, she goes to church and trusts that God will pull her through.<br><br>Epilepsy also has helped her witness. The challenge has given her empa- thy for others. She doesn’t always mention her epilepsy when she first meets people, but she has found that being vulnerable about herself helps others open up and listen. “So my epilepsy has helped me spread the Word,” Anna says. “I am thankful for the challenges with my health.”<br><br>This quarter’s Thirteenth Sabbath Offering will go to two projects in the Trans-European Division, including one in Latvia. Thank you for planning a generous offering this Sabbath.<br><br><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"Teachers",
               "id":148,
               "idDay":8,
               "idLesson":14,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: Ephesians 2:8–10<br><br>Study Focus: Ephesians 1–6.</strong><br><br>Introduction: While the Epistle to the Ephesians is the master key to the rest of the Pauline epistles, this week’s study is the master key that unlocks the entire study on the Epistle to the Ephesians, as follows: Sunday’s section of the Standard Edition Bible study guide summarizes Paul’s breathtaking view of God’s eternal and historical plan of Creation and Redemption. Monday’s section summarizes Ephesians 2, which graphically depicts humanity’s grim state of sin and death, a state that is without promises, with- out hope, without Christ, and without God in the world. But Paul—and the Bible in general—does not end with this grim depiction. Rather, he details the foundational elements of the gospel, the mystery of God, which brings hope to humanity: in and with Christ, God resurrects us and exalts us to His sanctuary in the heavenly places. Moreover, in and with Christ, we become God’s new temple on earth. This transformation is made by grace, and grace is the foundation of the Christian faith, life, and mission.<br><br>Chapter 3, reviewed in the section for Tuesday, highlights God’s mystery of the creation of the church. Wednesday’s section (reprising Ephesians 4) explains how God’s twin purposes are achieved when God’s children from the entire world are united in true piety, in the use of their spiritual gifts, and in mission. That is why the unity of the church is not optional for the existence of the church.<br><br>As the section for Thursday (reviewing Ephesians 5) emphasizes, unity cannot be achieved without abandoning our past exaltation of “I.” Unity is realized only when we embrace our new identity and walk in Christ. This profound transformation in Christ will also affect all aspects of our human life, including our families (husbands, wives, and children), society (people groups and social classes), and our personal individual lives.<br><br>Friday’s section (Ephesians 6) calls us to see the church as a dynamic, and united, army, well equipped for its battle mission of proclaiming the Lord’s gospel of peace. It is only this peace of, and in, Christ that will assure us of success and of life. Victory is assured in Christ. Our success depends only on whether we will stand our ground of really believing in Christ’s victory and acting on it.<br><br>Lesson Themes: This week’s study is a synthesis of the entire Epistle to the Ephesians, an attempt to highlight and weave together all its major themes.<br><br><strong>Part II: Commentary<br><br>The Mystery of the Gospel</strong><br><br>At the very heart of Paul’s Epistle to the Ephesians pulsates his fascination with the gospel as a mystery now uncoded. He starts his epistle by celebrating that God “made known to us the mystery of His will” (Eph 1:9, NASB), and this mystery is about “an inheritance” (Eph. 1:11). This mystery is not about our desperate and dark state (Eph. 2:1–4) or about the alienation, divisions, and enmity that sin brought to us as individuals, as families, and as human society (Eph. 2:11, 12). The reason for these divisions and enmities is no mystery to us at all in our sinful condition. Nor is our inability to solve the problem of sin and death a mystery (Eph. 2:9, John 1:13). As history proves time and again, we are all painfully aware that no human devising can pull us out of the gravitational field of the black hole of sin. Rather, the mystery Paul talks about is the unfathomable miracle of God’s love for us! We thought God did not love us. We thought He forgot about us. We thought He preferred the Jews and that the Gentiles were proscribed. We thought that the case of the Jews was forever lost when they rejected Jesus as the Messiah.<br><br>It turns out we were wrong about God in all these aspects. When God opened His mysteries before Paul, Paul was shocked. For this reason, although the entire epistle is describing this mystery from different perspectives, the apostle returns, in the center of the epistle, to calling it “the mystery” (Eph. 3:3, 9) and “the mystery of Christ” (Eph. 3:4), and, at the end of his letter, “the mystery of the gospel” (Eph. 6:19, NASB). This mystery is all the more valuable, Paul explains, when we realize that it was hidden from the people in the past centuries and millennia, and God chose Paul’s generation to live in that unique historical time when that mystery of mys- teries was fully revealed for all to see (Eph. 3:9; Rom. 16:25; 1 Cor. 2:7; Col. 1:26, 27; Col. 2:2). What a privilege, what glory!<br><br>We can see Paul’s exulting over this great discovery. His entire life is affected, nay, transformed, by the gospel truth. As in Jesus’ parable of the found treasure (Matt. 13:44), Paul “sold” all he had to obtain and possess this secret treasure (Phil. 3:4–8). His face conveyed to others that he knew something that others did not. However, unlike the treasure hunter (Matt. 13:44) or the unfaithful servant (Matt. 25:18), Paul did not hide his mystery treasure in the ground. On the contrary, when God revealed His mystery to him, Paul embarked on a worldwide journey to tell everyone about this mystery. This mystery is about the fact that God is love. He created us out of love, and He died in our place because He is love. He resurrected us to dwell with Him in the Spirit in His holy habitation because He is love. He fought for us because He is love. And He will return for us because He s love. That mystery, in Paul’s own words, “is Christ in you, the hope of glory” (Col. 1:27, NASB).<br><br><strong>The End of the Great Controversy</strong><br><br>One day, the history of sin will end, but God’s mystery will not be exhausted. Describing the end of the great controversy, Ellen G. White’s language and ethos fully harmonizes and reverberates with Paul’s elevated spirit in his Epistle to the Ephesians:<br><br>All the treasures of the universe will be open to the study of God’s redeemed. Unfettered by mortality, they wing their tireless flight to worlds afar—worlds that thrilled with sorrow at the spectacle of human woe and rang with songs of gladness at the tidings of a ransomed soul. With unutterable delight the children of earth enter into the joy and the wisdom of unfallen beings. They share the treasures of knowledge and understanding gained through ages upon ages in contemplation of God’s handiwork. With undimmed vision they gaze upon the glory of creation—suns and stars and systems, all in their appointed order circling the throne of Deity. Upon all things, from the least to the greatest, the Creator’s name is written, and in all are the riches of His power displayed.<br><br>And the years of eternity, as they roll, will bring richer and still more glorious revelations of God and of Christ. As knowledge is progressive, so will love, reverence, and happiness increase. The more men learn of God, the greater will be their admiration of His character. As Jesus opens before them the riches of redemption and the amazing achievements in the great controversy with Satan, the hearts of the ransomed thrill with more fervent devotion, and with more rapturous joy they sweep the harps of gold; and ten thousand times ten thousand and thousands of thousands of voices unite to swell the mighty chorus of praise.<br><br>And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honor, and glory, and power, be unto Him that sitteth upon the throne, and unto the Lamb for ever and ever.” Revelation 5:13.<br><br>The great controversy is ended. Sin and sinners are no more. The entire universe is clean. One pulse of harmony and gladness beats through the vast creation. From Him who created all, flow life and light and gladness, throughout the realms of illimitable space. From the minutest atom to the greatest world, all things, animate and inanimate, in their unshadowed beauty and perfect joy, declare that God is love.—The Great Controversy, pp. 677, 678.<br><br><strong>Part III: Life Application</strong><br><br><strong>1. </strong>This is a summarizing study. Encourage your students to make their own summary of Ephesians and share it with the Sabbath School class.<br><br><strong>2</strong>. What are the three principal themes running through Paul’s letter to the Ephesians? How do these themes relate to each other? Ask your students to identify which theme they regard as the main one and which themes they consider as subordinate.<br><br><strong>3.</strong> Invite your students to imagine that they are invited to plant a new church in an unevangelized area. How might Paul’s Epistle to the Ephesians help them prepare for such a daring project?<br><br>Ask your students to identify themes in Ephesians that would constitute an evangelistic message for this new area. In what order would your students deliver these themes? Also, ask your students to identify the principles upon which they could help establish a vibrant church, as close as possible to the model the apostle Paul envisioned and shared in his epistle. The principles your students suggest should be useful in growing a church full of the joy of salvation. What additional principles can your students identify that would help unite new members in Christ and unite them together in the life and mission of the church? What principles would inspire the church to be driven by the power of the Holy Spirit through spiritual gifts?<br><br><strong>4.</strong> Direct class members to identify principles from Ephesians that we studied this quarter that would help church members to attain to a lifestyle in accordance with the gospel, principles that would grow happy families and build healthy relationships between various groups.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":14,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Ephesians in the Heart</p>",
         "verse":"<p>“For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast. For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them” (Ephesians 2:8–10, NKJV).</p>",
         "versionCode":100,
         "weekDate":"September 23-29"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
