{
   "data":[
      {
         "color":"#5d28df",
         "id":1,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"29 de marzo",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>Como acerca de casi todo en las Escrituras, los cristianos discrepan respecto de la interpretación de las profecías bíblicas, lo que inclina a muchos a pensar que no vale las pena intentar entenderlas. Después de todo, si los cristianos luchan entre sí acerca de cada jota y tilde de las profecías, ¿qué validez puede haber en ellas? Por desgracia, incluso muchos creyentes consideran que algunos libros de la Biblia, como el Apocalipsis, son incomprensibles y los evitan, pensando que estudiar la profecía provoca más problemas que los que resuelve.</p><br><p>No siempre fue así. Durante los primeros 18 siglos de la historia cristiana, la mayoría de los cristianos se sentían muy cómodos con la profecía bíblica y había un sorprendente nivel de acuerdo acerca de cuáles eran sus mensajes clave. Así es como Dios quería que fuera: “Les ruego hermanos, por el nombre de nuestro Señor Jesucristo, que hablen todos una misma cosa y que no haya entre ustedes divisiones. Antes, estén perfectamente unidos en una misma mente y un mismo parecer” (1 Cor. 1:10). Esta semana exploraremos algunos principios que permiten una comprensión coherente y fiable de la profecía.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de marzo",
               "dayTitle":"<p>EL QUE LEE, ENTIENDA</p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p>Entra en cualquier librería cristiana y observa los títulos de la sección de profecía bíblica. Rápidamente descubrirás que hay una variedad alucinante de opiniones e interpretaciones, lo que tienta a pensar que nadie puede entender documentos como el Apocalipsis. Por ejemplo, un autor dice que el anticristo no es más que una metáfora; otro opina que aparecerá en el futuro; y aun otro, que era una referencia a algo o alguien que existió en los días del Imperio Romano. Como dijo cierto predicador: “La Biblia se parece a un instrumento musical con el que cada cual interpreta la melodía que se le antoja”.<br><br>Sin embargo, la Biblia no sugiere eso, sino que nos invita a leerla dando por sentado que Dios no habla en vano y que podemos comprender lo que dice en su Palabra.<br><br><strong>Lee Mateo 24:15; Apocalipsis 1:3; Mateo 11:25; y Jeremías 9:23 y 24. ¿Qué sugieren estos textos acerca de la intención de Dios de resultar comprensible? Muchas universidades ofrecen cursos acerca de “la Biblia como literatura”.</strong></p><p><strong>Mateo 24:15</strong></p><p><strong><sup>15</sup> </strong>Por tanto, cuando veáis en el lugar santo la abominación desoladora de que habló el profeta Daniel (el que lee, entienda),</p><p><strong>Apocalipsis 1:3</strong></p><p><strong><sup>3</sup> </strong>Bienaventurado el que lee, y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.</p><p><strong>Mateo 11:25</strong></p><p><strong><sup>25</sup> </strong>En aquel tiempo, respondiendo Jesús, dijo: Te alabo, Padre, Señor del cielo y de la tierra, porque escondiste estas cosas de los sabios y de los entendidos, y las revelaste a los niños.</p><p><strong>Jeremías 9:23-24</strong></p><p><sup><strong>23 </strong></sup>Así dijo Jehová: No se alabe el sabio en su sabiduría, ni en su valentía se alabe el valiente, ni el rico se alabe en sus riquezas.&nbsp;</p><p><sup><strong>24</strong></sup> Mas alábese en esto el que se hubiere de alabar: en entenderme y conocerme, que yo soy Jehová, que hago misericordia, juicio y justicia en la tierra; porque estas cosas quiero, dice Jehová.<br><br>Puede resultar asombroso para un creyente asistir a conferencias en las que los disertantes abordan la Biblia como lo harían con la mitología pagana. La idea de ese enfoque es que puede haber un núcleo de “verdad moral” en las historias bíblicas, pero no algo a lo que uno deba ajustar su conducta. Para esos disertantes, la idea de que la Escritura haya sido inspirada por Dios es ridícula.<br><br>En consecuencia, leen la Biblia, pero no oyen la voz de Dios que habla en sus páginas. Otros llegan a conclusiones claramente contrarias al mensaje de las Escrituras. Sin estar rendidos al Señor, y sin un corazón dispuesto a aprender la verdad, quienes leen la Biblia probablemente no solo serán incapaces de percibir su mensaje, sino también malinterpretarán el carácter amoroso y santo del Dios revelado en sus páginas. Leer la Biblia sin las herramientas adecuadas o, más importante aún, sin la actitud correcta bajo la conducción del Espíritu Santo puede resultar perjudicial.<br><br>Alguien que no era conocido por su religiosidad estaba en cierta ocasión leyendo la Biblia. Cuando le preguntaron con sorpresa qué hacía, respondió:<br><br><strong>“Busco errores”. ¿Por qué es esa una actitud equivocada al leer la Palabra de Dios?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de marzo",
               "dayTitle":"<p>DIOS ES COMPRENSIBLE</p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p>Nada es tan frustrante como tener que comunicarse urgentemente en el extranjero, quizás en un centro asistencial o en una farmacia, sin dominar el idioma local. Sabes qué tienes que decir, pero careces del vocabulario adecuado para decirlo.<br><br>El problema de Dios para comunicarse con nosotros es otro. “Como es más alto el cielo que la tierra, así son mis caminos más altos que sus caminos, y mis pensamientos más que sus pensamientos” (Isa. 55:9). El problema no es que Dios carezca del vocabulario necesario para comunicarse con nosotros, sino que nosotros carecemos del vocabulario y la capacidad intelectual necesarios para comprenderlo plenamente.<br><strong><br>¿Qué sugieren los siguientes pasajes acerca del entendimiento o inteligencia de Dios en comparación con los nuestros?</strong><br><br><strong>Salmos 139:1–6</strong></p><p><sup><strong>1 </strong></sup>Oh Jehová, tú me has examinado y conocido.<br><sup><br><strong>2 </strong></sup>Tú has conocido mi sentarme y mi levantarme; has entendido desde lejos mis pensamientos.<br><sup><br><strong>3 </strong></sup>Has escudriñado mi andar y mi reposo, y todos mis caminos te son conocidos.<br><sup><br><strong>4 </strong></sup>Pues aún no está la palabra en mi lengua, y he aquí, oh Jehová, tú la sabes toda.<br><sup><br><strong>5 </strong></sup>Detrás y delante me rodeaste,Y sobre mí pusiste tu mano.<br><sup><br><strong>6</strong></sup> Tal conocimiento es demasiado maravilloso para mí; alto es, no lo puedo comprender.</p><p><br><strong>Salmos 147:5</strong></p><p><sup><strong>5</strong></sup> Grande es el Señor nuestro, y de mucho poder; y su entendimiento es infinito.</p><p><strong>Romanos 11:33</strong></p><p><sup><strong>33</strong></sup> ¡Oh profundidad de las riquezas de la sabiduría y de la ciencia de Dios! ¡Cuán insondables son sus juicios, e inescrutables sus caminos!</p><p><strong>1 Juan 3:20</strong></p><p><sup><strong>20</strong></sup> pues si nuestro corazón nos reprende, mayor que nuestro corazón es Dios, y él sabe todas las cosas.</p><p>Nunca entenderemos plenamente la mente de Dios, pues él es infinito y omnisciente. En verdad, ni siquiera podemos entender todo acerca de la Creación.<br><br><strong>¿Cómo podríamos entonces entender completamente al Creador?</strong><br><br>Aunque nunca entenderemos todo, podemos comprender lo necesario para nuestra salvación (ver 2 Tim. 3:14, 15). Cuando los apóstoles explicaban el evangelio a sus audiencias, se referían con frecuencia a la profecía cumplida, de lo que podemos deducir que uno de los propósitos clave de la profecía es ilustrar el Plan de Salvación. De hecho, y en última instancia, la profecía bíblica debe conducirnos, de un modo u otro, a Jesús y a la promesa de salvación que él ofrece a toda la humanidad.<br><br>El Señor, por quien fueron creadas todas las cosas (ver Col. 1:16; Juan 1:1-3), descendió a esta Tierra y se ofreció como sacrificio en la Cruz por los pecados de todos los seres humanos. Dios nos ama a todos por igual y desea que conozcamos lo que nos ofrece en Jesús. La profecía puede hacer precisamente eso: dar a conocer su amoroso Plan de Salvación en favor de la humanidad.<br><br><strong>Aunque hay mucho que no sabemos, ¿por qué es crucial enfocarnos en lo que sí conocemos y actuar en consecuencia en lugar de obsesionarnos por entender lo que no comprendemos?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de abril",
               "dayTitle":"<p>DANIEL, CIERRA LAS PALABRAS</p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p><strong>Lee Daniel 12:4. ¿Qué orden dio el Señor a Daniel? (Comparar con Apoc. 22:10).</strong><br></p><p><strong>Daniel 12:4</strong></p><p><sup><strong>4</strong></sup> Pero tú, Daniel, cierra las palabras y sella el libro hasta el tiempo del fin. Muchos correrán de aquí para allá, y la ciencia se aumentará.</p><p>No es raro oír a predicadores citar Daniel 12:4 como predicción del auge del conocimiento tecnológico y científico justo antes del advenimiento de Cristo.<br><br>Otros también lo utilizan para describir los avances en los viajes durante el último siglo. Muchos de los libros de nuestra confesión religiosa han adoptado este enfoque. Aunque pueden parecer interpretaciones razonables, el texto en cuestión apunta a otro significado.<br><br>Lee nuevamente el pasaje. La instrucción del ángel a Daniel comienza con la orden: “cierra las palabras y sella el libro”. El tema al que se refiere el texto es el propio libro de Daniel. ¿Podría, entonces, ese conocimiento que aumentaría repentinamente al final del tiempo referirse a la comprensión del libro de Daniel?<br><br>Esto distingue el libro de Daniel del Apocalipsis, en el sentido de que Juan recibió la orden de no sellar su libro (Apoc. 22:10). El Apocalipsis debía entenderse desde el principio, porque el tiempo estaba cerca. En cambio, Daniel se entendería más claramente en un futuro lejano.<br><br>A lo largo de los siglos, muchos estudiosos cristianos intentaron explicar el libro de Daniel, y algunos lograron grandes avances. Sin embargo, la comprensión de Daniel aumentó rápidamente tras el cumplimiento de la profecía de los 1.260 años, en 1798, cuando múltiples expositores de todo el mundo comenzaron a llegar a la conclusión de que algo espectacular sucedería alrededor de 1843.<br><br>El más notable de ellos, sin embargo, fue William Miller, cuya predicación dio inicio al gran movimiento adventista del siglo XIX e inició una cadena de acontecimientos que darían origen a la iglesia remanente y a una clara comprensión de los mensajes de los tres ángeles.<br><br>En otras palabras, el nacimiento de nuestro movimiento mundial es un cumplimiento de la predicción de Daniel de que “el conocimiento aumentaría” en “el tiempo del fin”.<br><br>En contraste, y sin juzgar la salvación de las personas, piensa en la oscuridad en que se encuentra gran parte de la cristiandad en cuanto a su comprensión de la Biblia. Algo tan básico como el séptimo día (sábado) establecido en el Edén es ignorado, incluso descartado, en favor del domingo, un día originado en el paganismo romano. O pensemos en la absoluta ignorancia acerca de lo que la Biblia en verdad enseña acerca de la muerte, ya que la mayoría de los cristianos cree en la idea pagana de que existe un alma que abandona el cuerpo en ocasión de la muerte y que pasa inmediatamente a otra esfera de existencia, lo que para algunos significa también el tormento eterno en un infierno ardiente.<br><br>En contraste con ello, los adventistas deberíamos estar muy agradecidos, y ser humildes, por el conocimiento que tenemos acerca de la verdad.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de abril",
               "dayTitle":"<p>EL ESTUDIO DE LA PALABRA</p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>Los adventistas del séptimo día debemos mucho a William Miller por su comprensión de la profecía bíblica. Aunque dicha comprensión de pasajes clave, como Daniel 8:14, no era perfecta, su metodología fue importante pues allanó el camino para el nacimiento de nuestro movimiento remanente de los últimos días.<br><br><strong>Lee Mateo 5:18; 2 Timoteo 3:15 al 17; y Lucas 24:27. ¿Qué nos enseñan estos versículos acerca de cómo debemos abordar la profecía bíblica?</strong></p><p><strong>Mateo 5:18</strong></p><p><sup><strong>18</strong></sup> Porque de cierto os digo que hasta que pasen el cielo y la tierra, ni una jota ni una tilde pasará de la ley, hasta que todo se haya cumplido.</p><p><strong>2 Timoteo 3:15-17</strong></p><p>&nbsp;<strong><sup>15</sup></strong> y que desde la niñez has sabido las Sagradas Escrituras, las cuales te pueden hacer sabio para la salvación por la fe que es en Cristo Jesús.</p><p><strong><sup>16</sup></strong> Toda la Escritura es inspirada por Dios, y útil para enseñar, para redargüir, para corregir, para instruir en justicia, <strong><sup>17</sup></strong> a fin de que el hombre de Dios sea perfecto, enteramente preparado para toda buena obra.</p><p><strong>Lucas 24:27</strong></p><p><sup><strong>27</strong></sup> Y comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían.<br><br>En cierto modo, estudiar la Biblia es como armar un gran rompecabezas. Si unimos solo dos o tres piezas, es casi imposible discernir la imagen completa. Tal vez esas pocas piezas tengan que ver con la imagen de un caballo, lo que podría conducir a la conclusión errónea de que el cuadro tiene que ver con esos animales. Pero, unas cuantas piezas más contienen imágenes de una gallina y una vaca. Tras ensamblar cientos de piezas, se cae finalmente en la cuenta de que se ha estado trabajando en la imagen de un paisaje, que incluye una ciudad, una granja y una cadena de montañas en la distancia.<br><br>Una de las principales formas erróneas de estudiar la Biblia consiste en acercarse a ella como si se tratara de una colección dispersa de refranes o proverbios que pueden ser utilizados para abordar cualquier situación. Algunos recurren a la sencilla guía de estudio que aparece al principio de las Biblias que ciertos grupos cristianos dejan en las habitaciones de los hoteles y en las que aparecen versículos útiles acerca de una serie de temas. Dan así por sentado que esos versículos representan la totalidad de la enseñanza bíblica acerca de un tema determinado.<br><br>Desgraciadamente, adoptan el mismo enfoque con la profecía, al separar un texto de su contexto y compararlo con los acontecimientos actuales en lugar de hacerlo con el resto de la Biblia. Esto explica en parte el surgimiento constante de libros sobre profecía que tienen que ser actualizados con frecuencia pues sus predicciones acerca de qué ocurriría y cuándo no se cumplen.<br><br>Por eso es tan importante no limitarse a seleccionar algunos textos específicos acerca de un tema, sino estudiar cuidadosamente todo lo que la Biblia dice al respecto y tener en cuenta el contexto de cada pasaje. Es muy fácil sacar un pasaje de su contexto y hacerle decir lo que uno desea.<br><br><strong>¿Cuál ha sido tu experiencia al tratar con quienes utilizan solo ciertos textos para defender su punto de vista acerca del estado de los muertos o del sábado? ¿Cuál es la mejor manera de responder ante esa forma errónea de usar la Biblia?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de abril",
               "dayTitle":"<p>¿FIGURADO O LITERAL?</p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>Una de las cuestiones clave que deben abordar los estudiosos de la profecía es cómo determinar si el lenguaje de la Biblia debe ser interpretado de manera literal o figurada. ¿Cómo decidir si el autor utilizó un lenguaje simbólico y qué representa el símbolo en cuestión? La forma crucial de hacerlo es ver cómo se ha utilizado esa figura o símbolo en toda la Biblia, no cómo se los utiliza actualmente. Por ejemplo, algunos consideran que el oso de Daniel 7 simboliza a Rusia, pues ese animal es utilizado hoy a menudo como representación de esa nación.<br>Esa no es una manera sólida ni segura de interpretar el simbolismo profético. <br></p><p><strong>Busca los siguientes textos y permite que la Biblia sea su propio expositor o intérprete; es decir, que defina sus propios términos. ¿Cuál es el símbolo profético común a cada grupo de textos y qué representa según la Biblia?</strong><br><br><strong>Daniel 7:7</strong></p><p><sup><strong>7</strong></sup> Después de esto miraba yo en las visiones de la noche, y he aquí la cuarta bestia, espantosa y terrible y en gran manera fuerte, la cual tenía unos dientes grandes de hierro; devoraba y desmenuzaba, y las sobras hollaba con sus pies, y era muy diferente de todas las bestias que vi antes de ella, y tenía diez cuernos.</p><p><strong>Daniel 7:24</strong></p><p><sup><strong>24</strong></sup> Y los diez cuernos significan que de aquel reino se levantarán diez reyes; y tras ellos se levantará otro, el cual será diferente de los primeros, y a tres reyes derribará.</p><p><strong>Daniel 8:3</strong></p><p><sup><strong>3</strong> </sup>Alcé los ojos y miré, y he aquí un carnero que estaba delante del río, y tenía dos cuernos; y aunque los cuernos eran altos, uno era más alto que el otro; y el más alto creció después.</p><p><strong>Apocalipsis 1:16</strong></p><p><sup><strong>16</strong></sup> Tenía en su diestra siete estrellas; de su boca salía una espada aguda de dos filos; y su rostro era como el sol cuando resplandece en su fuerza.</p><p><strong>Efesios 6:17</strong></p><p><sup><strong>17</strong></sup> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;</p><p><strong>Hebreos 4:12</strong></p><p><sup><strong>12</strong></sup> Porque la palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos; y penetra hasta partir el alma y el espíritu, las coyunturas y los tuétanos, y discierne los pensamientos y las intenciones del corazón.</p><p><strong>Apocalipsis 12:1</strong><br><strong><sup>1 </sup></strong>Apareció en el cielo una gran señal: una mujer vestida del sol, con la luna debajo de sus pies, y sobre su cabeza una corona de doce estrellas.</p><p><strong>Apocalipsis 21:2</strong></p><p><sup><strong>2 </strong></sup>Y yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.</p><p><strong>Efesios 5:31, 32</strong><br><strong><sup>&nbsp;31 </sup></strong>Por esto dejará el hombre a su padre y a su madre, y se unirá a su mujer, y los dos serán una sola carne.&nbsp;</p><p><sup>32</sup> Grande es este misterio; mas yo digo esto respecto de Cristo y de la iglesia. <br></p><p><strong>Jeremías 6:2</strong></p><p><sup><strong>2</strong></sup> Destruiré a la bella y delicada hija de Sion.</p><p>La incertidumbre acerca del simbolismo profético desaparece cuando se permite que la Biblia defina sus propios términos. Por ejemplo, un cuerno puede simbolizar un poder político o una nación, mientras una espada puede representar la Palabra de Dios y una mujer puede ser símbolo de la iglesia. Esto demuestra claramente que la Biblia se explica a sí misma.<br><br>Lo que queda por responder, sin embargo, es por qué Dios se comunicó mediante símbolos en lugar de hacerlo de manera directa, explícita. ¿Por qué, por ejemplo, Pedro se refiere crípticamente a la ciudad de Roma como Babilonia en 1 Pedro 5:13?<br><br>Puede haber muchas razones por las que Dios eligiera comunicarse simbólicamente en la profecía. Por ejemplo, si el Apocalipsis hubiera nombrado claramente a Roma como la autora de tantos males, la persecución de la iglesia, de por sí intensa, podría haber sido aún peor. Sean cuales fueren las razones, podemos confiar en que Dios quiere que entendamos el significado de los símbolos bíblicos.<br><br><strong>Aunque algunos símbolos y profecías sigan resultando un misterio o un desafío, ¿cómo puede fortalecer nuestra fe el hecho de enfocarnos en lo que sí entendemos?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de abril",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p>Lee el capítulo titulado “Una profecía significativa” en las páginas 317 a 341 del libro El conflicto de los siglos, de Elena de White.<br><br>“Los ministros y la gente declararon que las profecías de Daniel y el Apocalipsis eran misterios incomprensibles. Pero Cristo había llamado la atención de sus discípulos a las palabras del profeta Daniel acerca de los eventos que debían desarrollarse en tiempo de ellos, y les había dicho: ‘El que lee, entienda’. Y la aseveración de que el Apocalipsis es un misterio que no se puede entender es rebatida por el título mismo del libro: ‘Revelación de Jesucristo, que Dios le dio, para manifestar a sus siervos las cosas que deben suceder pronto. [...] Bienaventurado el que lee y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca’. [...]<br><br>“Ante semejante testimonio de la Inspiración, ¿cómo se atreven los hombres a enseñar que el Apocalipsis es un misterio fuera del alcance del entendimiento humano? Es un misterio revelado, un libro abierto. El estudio del Apocalipsis dirige la mente a las profecías de Daniel, y ambos libros presentan instrucciones de suma importancia, dadas por Dios a los hombres, concernientes a los eventos que han de desarrollarse al fin de la historia de este mundo.<br><br>“A Juan le fueron reveladas escenas de profundo y conmovedor interés acerca de la experiencia de la iglesia. Vio la situación, los peligros, los conflictos y la liberación final del pueblo de Dios. Registra los mensajes finales que han de hacer madurar la mies de la Tierra, ya sea en gavillas para el granero celestial o en manojos para los fuegos de destrucción. Le fueron revelados asuntos de suma importancia, especialmente para la última iglesia, para que los que se volviesen del error a la verdad pudiesen ser instruidos con respecto a los peligros y los conflictos que les esperaban. Nadie necesita estar a oscuras en lo que concierne a lo que ha de acontecer en la Tierra” (Elena de White, El conflicto de los siglos, p. 389, 390).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>¿Cómo puede el estudio de las profecías aumentar tu fe? ¿Qué profecías algunas escritas hace miles de años acerca de acontecimientos que ocurrirían siglos o milenios después– han contribuido a aumentar tu confianza en la Biblia y, más importante aún, en el Dios que la inspiró? Por ejemplo, ¿cómo ofrece Daniel 2 razones poderosas y lógicas para confiar en que Dios existe y conoce el futuro?<br><br><strong>2</strong>. ¿Cuáles son las mejores maneras de protegernos de los numerosos intentos descabellados y especulativos de interpretar las profecías, a veces incluso por parte de personas que están dentro de nuestra iglesia?<br><br><strong>3</strong>. ¿Por qué debemos poner en práctica el consejo de Pablo: “Sometan todo a prueba y retengan lo bueno” (1 Tes. 5:21)?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":18,
               "idDay":8,
               "idLesson":1,
               "lessonText":"<p><strong>RESEÑA<br></strong><br><strong>Texto clave: Jeremías 9:24.<br><br>Enfoque del estudio: 2 Timoteo 3:15-17.<br><br>Introducción<br></strong><br>Estudiar las Sagradas Escrituras es una actividad esencial para nuestra vida espiritual que requiere oración, dedicación y tiempo. Una vez que estamos preparados y dispuestos a estudiar la Biblia, debemos preguntarnos: ¿Cómo debemos leer la Biblia?<br><br>Es decir, ¿cuáles son los principios que deben guiarnos nuestro estudio de este libro?<br><br><strong>Temática de la lección</strong><br><br>Esta semana examinaremos diez principios útiles para abordar las profecías bíblicas. Los primeros cinco se centran en el texto mismo y consisten en leerlo con una mente abierta (como si se tratara de un texto nuevo para nosotros), cuidadosamente (como un texto importante), estéticamente (como un texto bello), contextualmente (dentro del marco bíblico de referencia en el que se encuentra) e intertextualmente (a la luz de otros pasajes bíblicos).<br><br>Los otros cinco principios giran en torno a nuestra respuesta al texto, para asegurarnos de que estamos realmente prestando atención a la Palabra de Dios. Ellos consisten en leer el texto espiritualmente (como un texto inspirado), inteligentemente (como un texto desafiante), corporativamente (como un texto para la comunidad), existencialmente (como un texto que implica un compromiso personal) y éticamente (con miras a una interpretación responsable).<br><br><strong>COMENTARIO</strong><br><br><strong>Atención al texto<br></strong><br>El lector debe leer el texto bíblico de la profecía con una mente inquisitiva.&nbsp;</p><p><strong>1.</strong> <strong>Leer con una mente abierta.</strong> Lee el texto como si fuera un texto nuevo que no comprendes. Es interesante que el propio Daniel comenzó a entender la profecía (Dan. 9:2) solamente después de reconocer que no la comprendía (Dan. 8:27). La Biblia dice que los seres humanos estamos naturalmente en “tinieblas” (Juan 1:5; Efe. 4:18). De hecho, la tentación más común cuando nos acercamos a la profecía bíblica es creer que entendemos su mensaje, incluso antes de haber leído el texto. En consecuencia, imponemos nuestras ideas al texto (eiségesis), en lugar de permitir que el texto hable por sí mismo (exégesis). Esto sucede cuando leemos la profecía bíblica desde el punto de vista de nuestro propio razonamiento o a la luz de los acontecimientos que suceden en nuestro tiempo.<br><br><strong>2</strong>.<strong> Leer cuidadosamente.</strong> La profecía bíblica contiene información importante acerca del destino del mundo y verdades vitales para la salvación (2 Tim. 3:15-17). Los profetas bíblicos eligieron cuidadosamente sus palabras y sus formas de expresión para transmitir su visión inspirada. Por lo tanto, lee el texto despacio, prestando mucha atención a sus palabras. Léelo varias veces para asegurarte de que no pasas nada por alto. Así, “hallaremos manantiales vivos que brotan de lugares donde el lector indiferente solamente halla un desierto” (Elena de White, La educación, p. 191). Es preferible reconocer que no se entiende algo que contentarse con una comprensión superficial o errónea de ello.<br><br><strong>3.</strong> <strong>Leer estéticament</strong>e. La estructura, forma y recursos literarios del texto ayudarán a captar el mensaje profético. La profecía de la imagen en Daniel 2 es aclarada por su paralelismo con la de las cuatro bestias en Daniel 7. También hay paralelos entre las profecías del libro de Daniel y las del Apocalipsis. Observa el siguiente cuadro, en el que se ve que la visión registrada en Apocalipsis 13 y 14 es paralela en muchos aspectos a la de Daniel 7, que es a su vez paralela a la de Daniel 8:<br><br><strong>Daniel 7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Apocalipsis 13-14</strong><br><br><br><br>Bestias del mar (Dan. 7:1-3) ...................................... Bestia del mar (Apoc. 13:1a)<br><br>León (Dan. 7:4) .............................................................................. Bestia con 10 cuernos (Apoc. 13:1b)<br><br>Oso (Dan. 7:5) ................................................................................... Leopardo (Apoc. 13:2a)<br><br>Leopardo (Dan. 7:6) ............................................................... Oso (Apoc. 13:2b)<br><br>Bestia con 10 cuernos (Dan. 7:7) ...................... León (Apoc. 13:2c)<br><br>Poder usurpador-Cuerno pequeño<br><br>(Dan. 7:8)......................................................... Bestia del mar (Apoc. 13:3-18)<br><br>Día de la Expiación .................................................................. Mensajes de los tres ángeles (Apoc. 14:1-13)<br><br>(Dan. 7:9-12; Dan. 8:14)<br><br>Hijo de Hombre (Dan. 7:13, 14) ........................... Hijo del Hombre (Apoc. 14:14-16)<br><br>Los paralelismos muestran que el Día de la Expiación/Día del Juicio celestial en Daniel 7 y 8 corresponde a la proclamación terrenal de los mensajes de los tres ángeles y es contemporáneo a ella en Apocalipsis 14.<br><br><strong>4. </strong><strong>Leer contextualmente.</strong> En su contexto histórico, el acontecimiento del encuentro militar entre el ejército de Babilonia (proveniente del norte) y el de Egipto (proveniente del sur) en Carquemis (comparar Dan. 1:1 con Jer. 46:2) será utilizado por el profeta Daniel como modelo para su profecía de las guerras escatológicas entre el rey del norte y el rey del sur en el capítulo 11. En su contexto literario, el hecho de que Daniel 7 esté escrito en arameo, la lengua franca de la época, mientras que Daniel 8 está escrito en hebreo, la lengua de Israel, indica que la profecía de Daniel 7 se centra en los reinos de la Tierra y tiene un impacto universal, mientras que la profecía de Daniel 8 se centra en el pueblo de Dios y tiene un impacto espiritual.<br><br><strong>5. Leer intertextualmente</strong>. Dado que el texto profético es su propio intérprete, es necesario buscar su significado principalmente desde dentro del propio texto.<br><br>Este enfoque también tiene sus raíces en el principio fundamental establecido por Elena de White haciéndose eco del reformador Martín Lutero: “Un versículo interpreta otro versículo, un pasaje es la clave para otros pasajes” (El evangelismo, p. 582). Por ejemplo, aparte de sus numerosos vínculos lingüísticos con Levítico 16, la asociación del carnero y el macho cabrío en Daniel 8 sugiere que esta profecía se refiere al día de la expiación.<br><br><strong>Enfocarse en la respuesta personal</strong><br><br>La calidad del estudio de la profecía depende también de la disposición mental de quien se acerca al texto.<br><br><strong>1. Lectura espiritua</strong>l. Las Sagradas Escrituras están inspiradas por Dios. Por lo tanto, es lógico que deba intervenir un factor espiritual para aprender plena y verdaderamente un texto en particular, ya que tales cosas “se han de discernir espiritualmente” (1 Cor. 2:14). En la práctica, esto significa que la fe y la oración constituyen factores importantes para el éxito de la tarea exegética. La oración acercará la ayuda divina al estudio de la Biblia. Tener fe en que Dios inspiró el texto bíblico de la profecía y creer que esta se cumplirá imparte a la mente la capacidad de ver su cumplimiento donde otros no ven nada.<br><br><strong>2. Leer con inteligencia</strong>. La tarea de comprender el texto inspirado requiere diligencia y esfuerzo. Eclesiastés llama a este esfuerzo: “Penoso trabajo [que] impuso Dios a los hombres” (Ecl. 1:13). El verbo traducido como “entender” es una palabra clave en el libro de Daniel (aparece quince veces). “Alábese en esto el que se haya de alabar: en entenderme y conocerme” (Jer. 9:24). En otras palabras, conocer a Dios es el fin último de la sabiduría.<br><br><strong>3. Leer corporativamente. </strong>Así como el texto bíblico de la profecía nos ha llegado mediante el testimonio de la comunidad del pueblo de Dios, la profecía está igualmente destinada a dicha comunidad. El estudio de la Palabra de Dios se enriquece cuando los hermanos y hermanas en la fe comparten grupalmente sus percepciones individuales de la revelación divina. Cuando Dios habla, generalmente se dirige a su pueblo como comunidad de adoración: “Escucha, Israel” (Deut. 6:4). Daniel predice que, al final de los tiempos, “muchos” (es decir, el pueblo de Dios, “los sabios”) “entenderán” (Dan. 12:10).<br><br><strong>4. Lectura existencial. </strong>No entenderemos las Escrituras a menos que transformen y afecten positivamente nuestra vida. Para ilustrar este punto, haríamos bien en considerar la historia de un turista europeo en África que se burló de su sirviente africano porque estaba leyendo la Biblia: “¿Por qué lees la Biblia? No es más que un montón de fábulas”. El sirviente africano respondió: “Si yo no hubiera leído la Biblia, seguiría siendo caníbal y ya te habría comido”. Esta lección contiene un importante principio acerca del poderoso efecto de la Palabra de Dios, la cual es comparable a una “espada de dos filos” (Heb. 4:12). Así, la Palabra profética de Dios es tal que no solo puede cortar con precisión los pecados de nuestros enemigos y opresores, sino también hablar o testificar “contra” nosotros (Jer. 28:8, NVI).<br><br><strong>5. Lectura ética. </strong>Es triste decirlo, pero las profecías bíblicas han sido utilizadas a menudo para apoyar la iniquidad humana. Las teorías racistas, que promovían la idea de la superioridad de la raza blanca sobre la negra para justificar el apartheid y la esclavitud, se basaban en una interpretación distorsionada de la profecía de Génesis 9:25. El antisemitismo, que condujo a los pogromos y las Cruzadas, y desempeñó un papel importante en el asesinato de seis millones de judíos, se basó en una interpretación errónea de las profecías bíblicas (Dan. 9:24) y se nutrió de ellas. A lo largo de la historia, los abusos y los crímenes perpetrados contra las mujeres dentro de los círculos privados de las familias se justificaron a menudo con la referencia a la profecía de Génesis 3:16. Al estudiar la Palabra profética de Dios este trimestre, permitamos que la Escritura inspirada tome el control total de nuestra mente y de nuestro corazón con el propósito de “instruir en justicia” (2 Tim. 3:16, RVR 1960).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Aplica las lecciones de esta semana a las siguientes preguntas, centrándote en 2 Timoteo 3:15 al 17.<br><strong><br>Atención al texto:</strong><br><br><strong>1. </strong>¿Cuáles son las palabras clave de 2 Timoteo 3:15 al 17?<br><br><strong>2.</strong> Reflexiona acerca de la importancia de los siguientes términos: “Escrituras”, “sabio”, “inspiradas”, “perfecto”.<br><br><strong>3. </strong>¿Por qué el estudio de las Escrituras estimula el pensamiento creativo?<br><br><strong>4.</strong> ¿Cuál es la estructura de este texto?<br><br><strong>5.</strong> ¿Cuál es el contexto de este pasaje?<br><br><strong>6.</strong> Busca otros dos textos bíblicos que se refieran al mismo tema. Por ejemplo, Salmo 119:97 al 104 y Juan 5:39. Identifica los paralelismos entre estos textos y compara y contrasta sus temas. ¿En qué se parecen y en qué se diferencian?<br><br><strong>Enfócate en tu respuesta personal:</strong><br><br><strong>1.</strong> ¿Qué palabras de 2 Timoteo 3:15 al 17 se refieren a la importancia y la necesidad de abordar el estudio de las Escrituras con una actitud de reverencia? Por ejemplo, reflexiona sobre las siguientes palabras y discútelas: “Sagradas Escrituras” (implica la necesidad de un enfoque espiritual), “inspirada” (obra del Espíritu Santo), “por Dios” (don divino).<br><br><strong>2. </strong>¿Qué palabras del texto hacen referencia a la necesidad de leer con inteligencia? Por ejemplo, reflexiona y dialoga con los integrantes de tu clase acerca de las siguientes palabras “conocer” (función cognitiva; información susceptible de ser aprendida), “sabio” (ejercicio del pensamiento), “instrucción” (capacidad para recibir instrucciones y asimilar nuevos contenidos).<br><br><strong>3.</strong> ¿Qué palabras hacen referencia a la necesidad de una lectura corporativa? Por ejemplo, reflexiona y dialoga con los integrantes de tu clase acerca de las siguientes expresiones: “desde niño” (participación de los progenitores), “enseñar” (participación de padres y profesores), “buena obra” (algo que se hace en favor de personas necesitadas).<br><br><strong>4.</strong> ¿Qué palabras hacen referencia a la necesidad de aplicar el texto a la vida personal? Por ejemplo, reflexiona acerca de las siguientes palabras y coméntalas: “hacer sabio” (agudiza el discernimiento y el juicio personal). ¿Qué palabras se refieren a la necesidad de sensibilidad ética? Por ejemplo, reflexiona y dialoga con los integrantes de tu clase acerca de las siguientes expresiones: “En justicia” (desarrolla la capacidad de discernir lo que es justo).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>ALGUNOS PRINCIPIOS DE INTERPRETACIÓN PROFÉTICA</p>",
         "verse":"<p>“ ‘Sino alábese en esto el que se haya de alabar: en entenderme y conocerme, que yo soy el Señor, que actúo con bondad, justicia y rectitud; porque eso me complace’, dice el Señor” (Jer. 9:24).</p>",
         "versionCode":10,
         "weekDate":"29 de marzo - 4 abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
