{
   "data":[
      {
         "color":"#c1e035",
         "id":704,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"July 20",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>This week's study is on the parables in Mark 4. The Gospel of Mark has the fewest parables of any of the Synoptic Gospels (Matthew, Mark, and Luke).</p><p>For many years scholars have argued over the meaning and interpretation of Jesus’ parables: How to interpret what they mean, why Jesus used them, what kind of lessons they were intended to reveal, and how literally they were to be taken, or whether they were purely allegory, and so forth.</p><p>Obviously we are not going to solve all these issues in this week’s lesson. Instead, we are going to look at them and, by God’s grace, come away with an understanding of the points Jesus made through these parables.</p><p>Mark 4 has just five parables—the sower, the lamp, the measure, the growing seed, and the mustard seed. The majority of the chapter revolves around the parable of the sower. This parable is told first, followed by the reason for parables, and then the interpretation of the parable. This three-step pattern will be the focus of the studies for Sunday, Monday, and Tuesday. Then the other parables will be the subject of study on Wednesday and Thursday.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 21",
               "dayTitle":"<p>The Parable of the Sower</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p><strong>Read Mark 4:1–9. What are the different soils like, and what happens to the seed that falls on them?</strong></p><p><strong>Mark 4:1–9</strong></p><p><strong><sup>1</sup></strong>&nbsp; And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.</p><p><strong><sup>2</sup></strong> And he taught them many things by parables, and said unto them in his doctrine,</p><p><strong><sup>3 </sup></strong>Hearken; Behold, there went out a sower to sow:</p><p><strong><sup>4</sup></strong> And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up.</p><p><strong><sup>5 </sup></strong>And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:</p><p><strong><sup>6 </sup></strong>But when the sun was up, it was scorched; and because it had no root, it withered away.</p><p><strong><sup>7</sup></strong> And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit.</p><p><strong><sup>8</sup></strong> And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.</p><p><strong><sup>9 </sup></strong>And he said unto them, He that hath ears to hear, let him hear.</p><p>When reading the parables of Jesus in the Gospels, people often want to jump quickly to the interpretation. After all, is that not the point of these stories—to teach some spiritual truth for Christian life? Yes, but sometimes, other than in brief comments such as “The kingdom of God is like,” or “He who has ears to hear, let him hear,” Jesus does not explain the parable.</p><p>Consequently, it is good to slow down and simply analyze the story itself in order to catch the direction its various narrative characteristics point toward. Doing this with the parable of the sower yields a variety of ideas. The seed is the same in each case but falls on four different types of soil. The type of soil greatly influences the outcome for the seed. Instead of one continuous story, the parable is actually four individual stories told to completion in each setting. The length of time for completing the story lengthens with each successive story.</p><p>The seed that falls on the road is eaten immediately by the birds. “ ‘And it happened, as he sowed, that some seed fell by the wayside; and the birds of the air came and devoured it’ ” (Mark 4:4, NKJV).</p><p>The seed that falls on the rocky ground takes a few days or weeks to reach its failed outcome, which included being scorched by the sun. The seed that falls on the weedy soil takes longer still to reach its unproductive end, choked as it was by thorns.</p><p>The seed that falls on the good soil takes the longest of all, presumably an entire growing season, as is the normal pattern for a crop.</p><p>Three of the stories are about failure; only the last is about success, a good abundant crop. The length of the stories, the longer and longer period of time for each successive story, and the fact that only one story is about success, all point to the risk of failure but the abundant outcome of success.</p><p><strong>The parable seems to point to the cost of discipleship and the risks involved, but it also highlights the abundant reward of following Jesus. What are some other spiritual lessons that we can learn from nature?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 22",
               "dayTitle":"<p>Jesus’ Interpretation</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>Jesus was done with the parable and gave no immediate explanation. According to the text (Mark 4:1), Jesus spoke it before “a great multitude.” Only later, with a smaller group (Mark 4:10), did He explain what the parable meant.</p><p><strong>Read Mark 4:13–20. How did Jesus interpret the parable of the sower?</strong></p><p><strong>Mark 4:13–20</strong></p><p><strong><sup>13</sup></strong> And he said unto them, Know ye not this parable? and how then will ye know all parables?</p><p><strong><sup>14</sup></strong> The sower soweth the word.</p><p><strong><sup>15</sup></strong> And these are they by the way side, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts.</p><p><strong><sup>16</sup></strong> And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;</p><p><strong><sup>17</sup></strong> And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution ariseth for the word's sake, immediately they are offended.</p><p><strong><sup>18</sup></strong> And these are they which are sown among thorns; such as hear the word,</p><p><strong><sup>19</sup></strong> And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.</p><p><strong><sup>20</sup></strong> And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred.</p><p>Jesus interprets the parable by identifying the items external to the story that a number of the details in the story stand for. The interpretation indicates that the story is a loose allegory with references to the real world, not necessarily a reference for every single detail. Jesus identifies the seed as “the word.” This would refer to the Word of God, particularly as preached by Jesus. James 1:21 states, “Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls” (ESV).</p><p>The different soils are different types of listeners. In Jesus’ interpretation, everyone hears the Word; that is, all the types of soil have seed sown on them. But the reception is different. Path soil is hard, and the birds snatch away the seed. Jesus links this to Satan’s taking away the truth. Rocky soil has little depth. Jesus links this to people with shallow commitments; they have not counted the cost of discipleship.</p><p>Weedy soil chokes the seed sown on it. Jesus explains that this stands for the cares of life and riches that choke out the Word. But the good soil stands for those who hear the Word and receive it so that it grows and produces an abundant crop.</p><p>The longest explanations are for the rocky ground and the weedy ground. In describing the rocky-ground hearers, Jesus points to contrasting elements—they receive the Word with joy but are temporary disciples. When persecution comes, they fall away. The weedy-ground hearers are a contrast. They do not fall away because of hard times but because of good times—their focus is on the things of the world instead of the kingdom of God. Their cares and concerns revolve around what the world has to offer.</p><p><strong>Consider your own life. Are any characteristics of the path, the rocky ground, or weedy ground creeping into your experience? This could happen more subtly than you realize. What choice can you make to change, if need be?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 23",
               "dayTitle":"<p>The Reason for the Parables</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p><strong>Read Mark 4:10–12. Why did Jesus teach in parables?</strong></p><p><strong>Mark 4:10–12</strong></p><p><strong><sup>10</sup></strong> And when he was alone, they that were about him with the twelve asked of him the parable.</p><p><strong><sup>11</sup></strong> And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things are done in parables:</p><p><strong><sup>12</sup></strong> That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them.</p><p>A surface reading of these verses gives the impression that Jesus taught in parables to keep outsiders in the dark. But such a perspective does not fit with Jesus’ actions elsewhere in Mark. In Mark 3:5, 6, Jesus is grieved by the hard hearts of the religious leaders. In Mark 3:22–30, Jesus takes the arguments of the scribes seriously and explains in detail why they are mistaken. In Mark 12:1–12, the religious leaders understand that Jesus’ parable of the tenants is about them. It is actually a warning of where their plot against Him is heading and the terrible consequences to follow. If He had no concern for them, He would not warn them.</p><p>Consequently, Jesus’ words here in Mark 4 need a closer look in order to recognize what His point is. Jesus is paraphrasing Isaiah 6:9, 10.</p><p><strong>Read Isaiah 6:1–13. What happens to Isaiah here, and what is the message he is given to take to Israel?</strong></p><p><strong>Isaiah 6:1–13</strong></p><p><strong><sup>1 </sup></strong>In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.</p><p><strong><sup>2 </sup></strong>Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.</p><p><strong><sup>3 </sup></strong>And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory.</p><p><strong><sup>4</sup></strong> And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.</p><p><strong><sup>5 </sup></strong>Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.</p><p><strong><sup>6 </sup></strong>Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:</p><p><strong><sup>7 </sup></strong>And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.</p><p><strong><sup>8 </sup></strong>Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.</p><p><strong><sup>9</sup></strong> And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.</p><p><strong><sup>10 </sup></strong>Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.</p><p><strong><sup>11 </sup></strong>Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,</p><p><strong><sup>12</sup></strong> And the Lord have removed men far away, and there be a great forsaking in the midst of the land.</p><p><strong><sup>13 </sup></strong>But yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be the substance thereof.</p><p>Isaiah sees a vision of God in the temple and is overwhelmed by God’s glory and his own uncleanness. God cleanses him and commissions him with a shocking message. Just like Mark, it sounds out of step with the rest of Isaiah where there is much comfort for God’s people.</p><p>In Isaiah 6 the message is meant to shock the people awake so they will turn from their evil ways. In Mark the key for understanding Jesus’ words is found in Mark 3:35. To understand Jesus’ words and teachings, one must do the will of God (Mark 3:35). This brings that person into the family of Jesus. Those who have already decided that Jesus is possessed by the devil will not listen.</p><p>The point of Jesus’ quotation from Isaiah 6 is not that God is keeping people out but that their own preconceived ideas and hardness of heart prevent them from accepting the saving truth.</p><p>This truth is the overarching concept of the parable of the sower. Each one chooses what type of soil to be. All decide for themselves whether or not they will surrender to Jesus. In the end, we each choose.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 24",
               "dayTitle":"<p>Lamp and Measuring Basket</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p><strong>Read Mark 4:21–23. What is Jesus’ special emphasis in the parable of the lamp?</strong></p><p><strong>Mark 4:21–23</strong></p><p><strong><sup>21</sup></strong> And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?</p><p><strong><sup>22</sup></strong> For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad.</p><p><strong><sup>23</sup></strong> If any man have ears to hear, let him hear.</p><p>Houses in that part of the world in Jesus’ day varied in size and construction, all depending on location and wealth. The houses came to follow a Greek pattern of being built around a courtyard but with varying levels of sophistication. Or Jesus may be talking about smaller houses of peasants. Big house or small house, the issue is this principle: one day the truth about Jesus will be revealed.</p><p>Jesus asks two questions in Mark 4:21. The first one expects a negative answer—“The lamp is not brought to be placed under the basket or under the bed, is it?” The second question expects a positive answer—“It is brought to be placed on the lampstand, isn’t it?” Jesus presents an absurd, almost humorous scenario to make His point. Lamps are for giving light, or they lose their purpose. Mark 4:22 explains the parable by referencing the idea of secrets being made public. Anyone whose email or computer has been hacked understands the possibility of secrets being made public! But what Jesus is talking about is the gospel.</p><p><strong>Read Mark 4:24, 25. What lesson is Jesus conveying with the parable of the measuring basket?</strong></p><p><strong>Mark 4:24, 25</strong></p><p><strong><sup>24</sup></strong> And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.</p><p><strong><sup>25</sup></strong> For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.</p><p>In many locations in the world, fresh produce is sold in open markets. Sellers typically have a device for measuring the product they are selling.</p><p>It is a common practice of such sellers to add just a bit more to a sale to help the buyer feel he or she is being treated fairly. Jesus picks up on how good sellers treat buyers to make a point about openness to the truth. If one is open and follows the light, he or she will get even more. But if he or she rejects the light, even what they had before will be taken away.</p><p><strong>How can we better understand the principle that with what measure you use, it will be measured to you? Think about it in all your dealings with others.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 25",
               "dayTitle":"<p>Parables of Growing Seed</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Read Mark 4:26–29. What is the primary focus of this parable?</strong></p><p><strong>Mark 4:26–29</strong></p><p><strong><sup>26 </sup></strong>And he said, So is the kingdom of God, as if a man should cast seed into the ground;</p><p><strong><sup>27</sup></strong> And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how.</p><p><strong><sup>28</sup></strong> For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear.</p><p><strong><sup>29</sup></strong> But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.</p><p>Most of the Gospel of Mark has parallels in either Matthew or Luke or both. But that is not the case with this parable. It is unique to Mark. The focus of this brief parable is the growing process. Jesus indicates that this is how the kingdom of God works. Humans have a part to play, but the real growth is the work of God. It is not an endless process. The story comes to an abrupt end with the maturation of the grain. Just so, the return of Christ a second time will suddenly bring an end to our world’s history.</p><p><strong>Read Mark 4:30–32. What is the important stress of the parable of the mustard seed?</strong></p><p><strong>Mark 4:30–32</strong></p><p><strong><sup>30</sup></strong> And he said, Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?</p><p><strong><sup>31</sup></strong> It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:</p><p><strong><sup>32</sup></strong> But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it.</p><p>This parable stresses how something very tiny grows into something remarkably large. Mustard seeds measure typically one to two millimeters in diameter (.039 to .079 inches). The plant described here is probably the black mustard (Brassica nigra), which has tiny seeds (more than 700 seeds in one gram). While not the smallest seeds in the world, they are quite small, especially in comparison to the plant they produce, which can grow as large as three meters (ten feet) tall. Jesus notes that birds even nest in the branches of the mustard plant. This last reference is an allusion to Psalm 104:12, with an allusion to Daniel 4:10–12, as well. Psalm 104 speaks of God’s power in creating the world, and Daniel 4 represents Nebuchadnezzar as a great tree under which all the world finds shade and food.</p><p>The point Jesus makes is that the kingdom of God, which began very small, will become large and impressive. People in Jesus’ day may have looked down on the dusty itinerant preacher from Galilee with His band of disciples, but time has shown that His kingdom of grace continues to expand throughout the world.</p><p><strong>“ ‘And this gospel of the kingdom will be preached in all the world as a witness to all the nations, and then the end will come’ ” (Matt. 24:14, NKJV). Consider what the “church” was like when Jesus made that prediction. Why is this such a remarkable and faith-affirming prediction?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 26",
               "dayTitle":"<p>Further Thought:</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>Read Ellen G. White, “ ‘The Sower Went Forth to Sow,’ ” pp. 33–61, in Christ’s Object Lessons. “True holiness is wholeness in the service of God. This is the condition of true Christian living. Christ asks for an unreserved consecration, for undivided service. He demands the heart, the mind, the soul, the strength. Self is not to be cherished. He who lives to himself is not a Christian.</p><p>“Love must be the principle of action. Love is the underlying principle of God’s government in heaven and earth, and it must be the foundation of the Christian’s character. This alone can make and keep him steadfast. This alone can enable him to withstand trial and temptation.</p><p>“And love will be revealed in sacrifice. The plan of redemption was laid in sacrifice—a sacrifice so broad and deep and high that it is immeasurable. Christ gave all for us, and those who receive Christ will be ready to sacrifice all for the sake of their Redeemer. The thought of His honor and glory will come before anything else.”—Ellen G. White, Christ’s Object Lessons, pp. 48, 49.</p><p><strong>Discussion Questions:</strong></p><p><strong>1. </strong>“Love must be the principle of action. Love is the underlying principle of God’s government in heaven and earth.” How does the Cross reveal this amazing truth to us? In our lives, how can we reflect this kind of love? Why must we?</p><p><strong>2</strong>. How would you respond to someone who insisted that Jesus told parables to keep outsiders in the dark? Why would Jesus, who died for every human being (see 1 John 2:2), deliberately keep in the dark people whom He had died on the cross to save?</p><p><strong>3. </strong>A lamp is supposed to be on a lampstand, not under a basket (Mark 4:21). Apply this principle to your church’s engagement with your local community. How can you lift the light up higher?</p><p><strong>4. </strong>Consider the parable of the growing seed (Mark 4:26–29). What part do humans play in helping the gospel seed to grow, and what part does God play? Though we obviously play a role, how can we still make sure we are totally dependent upon God? Could this attitude of total dependence perhaps be part of what we need to do in order to grow?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>Sparks Over the Sabbath</strong></p><p><strong>By Andrew McChesney</strong></p><p>Father wasn’t worried when Mother got baptized after attending Seventhday Adventist meetings at their town schoolhouse in Armenia.</p><p>Father wasn’t worried when his daughter, Anush, and her sister started going to Adventist summer camps. He even drove them to camp. Father also wasn’t worried when Anush, as a 17-year-old university student, decided to get baptized and join the Adventist Church.</p><p>But he was furious when the university called to complain that Anush was skipping classes on Sabbath. Students missed classes for various reasons, and the university didn’t mind that Anush wanted to keep the Sabbath. The problem was that other students kept their reasons to themselves, but Anush unabashedly announced her absence as a matter of religious liberty.</p><p>“If she doesn’t want to go to class, then she doesn’t have to go to class,” a university administrator told Father. “But why does she have to make a big deal about it? She is hurting the university’s reputation.”</p><p>Father was appalled. He felt like his daughter’s faith was reflecting badly on the family. He reprimanded her when she came home.</p><p>“Why did you have to announce that at the university?” he asked. “If this is the way that things are going to be, I forbid you from going to church.” He also prohibited her from getting baptized.</p><p>“I’m responsible for protecting you,” he said. “When you are older, you can make your own decisions. But for now, I’m your guardian.”</p><p>Anush didn’t argue. Armenia is a largely patriarchal society where a father’s word is law. But she wondered where the line was between the fourth and fifth commandments. Could she go to church and honor Father at the same time? She had decided before God to get baptized, but she worried that Father might forbid Mother from going to church if she insisted. Mother suggested that Anush wait. She found support for a delay in Numbers 30:3–5, which says if a daughter makes a vow while living in her father’s house, and her father approves, then God accepts it. But if the daughter makes a vow that the father overrules, then God releases the daughter from the vow.</p><p>“I think God supports the decision to wait to get baptized,” Mother said.</p><p>Anush waited. It was a difficult four years at the university. She believed that Father was a good man who only wanted the best for her. But she also longed to go to church and get baptized. She found joy in the baptism of a classmate, a woman who had learned about the Sabbath when Anush refused to study on that day. The classmate became Anush’s first soul for Christ.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":49,
               "idDay":9,
               "idLesson":4,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Texts: Mark 1:15; Mark 4:11, 26, 30</strong></p><p><strong>Study Focus: Dan. 7:27, Dan. 9:25–27, Mark 1:15, Mark 4:11–32</strong></p><p><strong>Introduction:&nbsp;</strong><br></p><p>As we study the parables of Jesus in Mark 4, we note an important motif: the kingdom of God. This theme is introduced first in Mark 1:14, 15: “Jesus came into Galilee, preaching the gospel of God and saying, ‘The time is fulfilled, and the kingdom of God is at hand’ ” (NASB). What is the significance of the kingdom of God, as presented in Mark? The pursuit of the answer to this question will be the main topic of discussion this week. An understanding of this motif and its significance will help us better understand Jesus’ parables.</p><p><strong>Lesson Themes:</strong> This week’s study will review the themes of the fulfillment of time and the kingdom of God, in selected sections of the Gospel of Mark. Our study includes two sections, namely:</p><p><strong>1. </strong>The kingdom of God’s allusion to the book of Daniel. In this part, we will study a possible context for the expression in Mark 1:15, “The time is fulfilled.”</p><p><strong>2. </strong>The kingdom of God in the Gospel of Mark. This section includes a contextual analysis of the expression the kingdom of God, as found in Mark 1 and 4.</p><p><strong>Part II: Commentary</strong></p><p>The idea of the kingdom of God is made prominent from the start of Mark’s Gospel. Mark 1:15 states, “ ‘The time is fulfilled, and the kingdom of God is at hand’ ” (NASB). Other references related to the kingdom of God include Mark 4:11, 26, 30; Mark 9:1, 47; Mark 10:14, 15, 23, 24, 25; Mark 12:34; and Mark 14:25. Hence, the kingdom of God is a recurrent theme in the Gospel of Mark.</p><p><strong>The Kingdom of God’s Allusion to the Book of Daniel</strong></p><p>The vision of Daniel 7 explicitly presents the theme of the kingdom of God. The Son of Man, according to Daniel 7:13, 14, receives a kingdom and—different from the earthly kingdoms presented at the beginning of the chapter—it is “one which will not be destroyed” (Dan. 7:14, NASB). This heavenly vision is about both the Son of Man and the kingdom. Further, it is connected to the earthly scene in which the “little horn” has dominion upon the earth and particularly over the saints of the Lord, after which time, the Son of Man, comes to the Ancient of Days for the judgment.</p><p>Daniel 7:26 states, “The court shall be seated, and they shall take away his dominion” (NKJV). Thus, the persecuting power against the saints will lose its dominion. This scene in Daniel represents a turning point in the history of the plan of salvation, depicting the vindication of God’s people and the end of the sovereignty of the little horn. Then “the kingdom and dominion, and the greatness of the kingdoms under the whole heaven, shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom” (Dan. 7:27, NKJV).</p><p>Let us consider the important implications of these future events. First, the little horn will lose its authority over the saints. Second, the judgment means the vindication of God’s people, the saints. The kingdom of God is not an isolated kingdom, confined to heavenly realms only. The kingdom of God includes the saints; in other words, it is the kingdom of God’s people.</p><p>The question is, How does the kingdom of God become real for people, such as Daniel, Mark, and us? Daniel helps us to answer this question by enlightening our understanding concerning a core aspect of the definitive establishment of the kingdom of God. This core aspect is the intervention of Messiah the Prince (Dan. 9:25). Daniel describes that, at the end of the 70-week prophecy, “the Messiah will be cut off ” (Dan. 9:26, NASB).&nbsp;“And he will make a firm covenant with the many for one week, but in the middle of the week he will put a stop to sacrifice and grain offering” (Dan. 9:27, NASB1995). Jesus stopped the Levitical sacrifice because He became the sacrifice. Thus, the people of the kingdom are purchased with the blood of the Messiah (1 Pet. 1:18, 19).&nbsp;</p><p>Peter also adds another important point in the divine time line when he says of Jesus, “For He was foreknown before the foundation of the world, but has appeared in these last times for the sake of you” (1 Pet. 1:20. NASB). The expression “[He] has appeared in these last times” gives us an important insight into understanding Mark 1:15, which we will now turn to in our next section.</p><p><strong>The Kingdom of God in the Gospel of Mark</strong></p><p>Mark 1:14 and 15 states that “Jesus came to Galilee, proclaiming the good news of God, and saying, ‘The time is fulfilled, and the kingdom of God has come near’ ” (NRSV). These verses provide many important elements for our consideration. First, the essence of Jesus’ preaching was the kingdom of God. The kingdom of God is explicitly referred to in Matthew 4:23: “Jesus was going about in all of Galilee, . . . proclaiming the gospel of the kingdom” (NASB). Second, the content of His proclamation was eschatologically oriented—“the time is fulfilled.” What time is Mark referring to here? It must be the time of the last week of the 70-week prophecy of Daniel 9. In Mark 1, the author does not explicitly define what the kingdom of God is but instead offers us some valuable insights, in Mark 4 and in the following chapters, into the nature of this kingdom. Also, Mark presents the kingdom of God in a prophetic time frame. Perhaps for that reason, the Gospel of Mark has been identified as “the gospel of the fulfilled time.” (See Merling Alomía, Joel Leiva, Juan Millanao, eds., Mark: The Evangelist of Fulfilled Time [Lima: Ediciones Theologika, 2003].)</p><p>How should we understand the expression “the kingdom of God has come near”? The Greek language used by Mark in his Gospel gives us some clues. Mark 1:15, “ ‘The time is fulfilled and the kingdom of God has come near,’ ” (NRSV), in the Greek reads: “pepl?r?tai ho kairos kai ?ngiken h? basileia tou theou.” The conjunction kai mostly is recognized as a connector element between two words or clauses, and the common translation is “and” in such cases. However, kai can work as an explicative particle, commonly called epexegetical kai. It means a “word or clause is connected by means of kai with another word or clause, . . [to explain] what goes before it and so.” Therefore, kai could be translated, “that is, namely.” (See Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature, p. 495.)</p><p>Thus, if the use of kai in Mark 1:15 is epexegetic, the sentence could be read as “the time is fulfilled; that is, the kingdom of God has come near.” In other words, the coming of the kingdom of God means the fulfillment of the time spoken of by Daniel. In this case, Jesus Christ personifies the kingdom of God, and such an interpretation is in accordance with the pragmatic point of view of Mark. In Mark 1, the kingdom of God is the kingdom of Jesus Christ, who has come in accordance with the divine prophetic agenda to proclaim the good news about God’s kingdom. Thus, the kingdom of God implies the redemption and restoration of humanity.</p><p>Jesus was asked by the Pharisees as to when the kingdom of God would come, and He replied, “For behold, the kingdom of God is in your midst” (Luke 17:21, NASB). Paul also seems to support this perspective when he writes, “But when the fullness of the time came, God sent forth His Son . . . so that He might redeem those who were under the Law, that we might receive the adoption as sons and daughters” (Gal. 4:4, 5, NASB).</p><p>Jesus appeals to His disciples to believe the gospel—the gospel about the kingdom—and to repent. The verb metanoe?, in addition to meaning “repent,” also denotes “to be converted,” and it is “a prerequisite for experiencing the Reign of God.”—Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature (Chicago: University of Chicago Press, 2000), p. 640. Everything concerning Jesus’ proclamation centered on this point. People are invited to believe and accept the gospel of the kingdom. It was a priority in the orientation of His ministry. For instance, Jesus urged His disciples, “ ‘Let’s go somewhere else to the towns nearby, so that I may also preach there; for this is why I came’ ” (Mark 1:38, NASB; emphasis added).</p><p>It is within this context that we should read the parables of Mark 4 and the rest of the book of Mark. That is, we should read them as an illumination of “the mystery of the kingdom of God” (Mark 4:11, NASB). The Greek noun myst?rion implies “the content of that which has not been known before but which has been revealed to an in-group or restricted constituency— ‘secret.’ ”—Johannes P. Louw and Eugene Albert Nida, eds., Greek-English Lexicon of the New Testament: Based on Semantic Domains (New York: United Bible Societies, 1989), p. 345. The “secrets of the kingdom of heaven” have been disclosed in Jesus’ coming (Matt. 13:11, RSV). Jesus Himself clarifies that there is no mystery in His message: “ ‘Nothing is hidden, except to be revealed; nor has anything been secret, but that it would come to light’ ” (Mark 4:22, NASB).</p><p>These “secrets” of the kingdom (which are no longer secrets because they have been revealed) are not going to be understood by all people. The gospel, the seed, is scattered over all kinds of soils, but unfortunately, not all soils produce the same results (Mark 4:3–20). Spiritual development in the kingdom of God is similar to the growth process of a plant: “ ‘The soil produces crops by itself; first the stalk, then the head, then the mature grain in the head’ ” (Mark 4:28, NASB). This development also includes the harvest of the fruits: “ ‘Now when the crop permits, he immediately puts in the sickle, because the harvest has come’ ” (Mark 4:29, NASB). Implicit in this idea is the following notion: before Christ gathers together the people for His kingdom in the final harvest at the end of the time, He first needs to cast the seed—the gospel—upon the soil (Mark 4:26). The kingdom of God seems small at the beginning; its seed looks insignificant. But “ ‘when it is sown, it grows up and becomes larger than all the garden plants, and forms large branches’ ” (Mark 4:32, NASB).</p><p>The fulfillment of the time spoken of by Mark in his Gospel started when the kingdom arrived in the Person of Jesus Christ at His first coming. Christ incarnate is the essence of the gospel—the good news. In every village that would welcome Him, Jesus came to preach about that kingdom. He came to cast that seed upon the soil of every heart. Although small in the beginning, the kingdom shall become great in the end.<br></p><p>Jesus encourages people to receive the kingdom in their present circumstances: “ ‘Truly I say to you, whoever does not receive the kingdom of God like a child will not enter it at all’ ” (Mark 10:15, NASB). In other words, the Savior encourages the people of His time and ours to live in the kingdom as a present-tense experience. However, Jesus Christ posits the end of time as yet to come: “Truly I say to you, I will not drink of the fruit of the vine again, until that day when I drink it, new, in the kingdom of God” (Mark 14:25, NASB). The eschatology of Mark is conscious of the fact that the “end of time” is yet future. However, Mark wants to emphasize the kingdom and its initial stage, or its present experience, during his own time.</p><p><strong>Part III: Life Application</strong></p><p>Ellen G. White states, “All who became the subjects of Christ’s kingdom, he said, would give evidence of faith and repentance. Kindness, honesty, and fidelity would be seen in their lives. They would minister to the needy, and bring their offerings to God. They would shield the defenseless, and give an example of virtue and compassion. So the followers of Christ will give evidence of the transforming power of the Holy Spirit. In the daily life, justice, mercy, and the love of God will be seen. Otherwise they are like the chaff that is given to the fire.”—The Desire of Ages, p. 107.</p><p><strong>Ask class members to respond to the following questions with the above quote in mind:</strong></p><p>1. How are you experiencing the kingdom of God now?</p><p>2. What was the reaction of people to Jesus’ first coming?</p><p>3. How do you perceive that people react and respond to the idea of His second coming?</p><p>4. In light of this comparison, ask your class members the following question: How important is the kingdom of God to your personal proclamation of the gospel?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>Parables</p>",
         "verse":"<p>“Then He said to them, ‘Take heed what you hear. With the same measure you use, it will be measured to you; and to you who hear, more will be given. For whoever has, to him more will be given; but whoever does not have, even what he has will be taken away from him’ ” (Mark 4:24, 25, NKJV).</p>",
         "versionCode":40,
         "weekDate":"July 20-26"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
