{
  "data": [
    {
      "color": "#f0940f",
      "id": 710,
      "idEs": 9,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 27",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>We don’t hear the word meek used much, except maybe when reading about Moses or studying the Beatitudes. It’s not hard to figure out why, either. Meekness is defined as “enduring injury with patience and without resentment.” No wonder we don’t hear much about it; it’s hardly a trait well respected in cultures today. Sometimes the Bible translates this word as “humble.” Again, humility isn’t a character trait seen as desirable by most cultures either.<br><br>But meekness, enduring injury with patience and without resentment, is one of the most powerful characteristics of Jesus and His followers. And yet, it’s not an end in itself: meekness of spirit can be a powerful weapon in the hands of those who are in the midst of pain and suffering. Indeed, the crucible is a great place to learn meekness of heart, for through our own meekness and broken places we can be powerful witnesses for God.<strong><br><br><span style=\"color: rgb(192, 80, 77);\">The Week at a Glance: </span>What is the relationship between suffering and meekness? How can we, in our own meekness and broken places, be a witness to others? How can meekness really be a strength, not a weakness, for the Christian?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 28",
          "dayTitle": "<p>“Broken Bread and Poured-Out Wine”<br></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Consider: Oswald Chambers has said that we are to become “bro- ken bread and poured-out wine” for others. What do you think he means by this?</strong><br><br>All through the Bible there are examples of people who were “broken” to serve others. Moses was called to endure unending waves of gossip and criticism as he led people to the Promised Land. Joseph was called to a journey that involved betrayal and imprisonment as he was brought to a position of service in Egypt. In each case, God permitted the situations in order that His people’s lives could become theaters of His grace and care, not only for themselves but also for the good of others, as well. God may use us in the same way. It is easy to feel angry or hurt in such situations. But as we noted yesterday, meekness is the God-given ability to endure such things “with patience and without resentment.”<br><br><strong>Read Ezekiel 24:15–27. What’s happening here? Why was Ezekiel put through this crucible?</strong></p><p><strong>Ezekiel 24:15–27<sup><br></sup></strong></p><p><sup><strong>15</strong></sup> Also the word of the Lord came to me, saying, <sup><br></sup></p><p><sup><strong>16 </strong></sup>“Son of man, behold, I take away from you the desire of your eyes with one stroke; yet you shall neither mourn nor weep, nor shall your tears run down. <sup><br></sup></p><p><sup><strong>17</strong></sup> Sigh in silence, make no mourning for the dead; bind your turban on your head, and put your sandals on your feet; do not cover your lips, and do not eat man’s bread of sorrow.”<sup><br><br><strong>18</strong></sup> So I spoke to the people in the morning, and at evening my wife died; and the next morning I did as I was commanded.<sup><br><br><strong>19</strong></sup> And the people said to me, “Will you not tell us what these things signify to us, that you behave so?”<sup><br><br><strong>20</strong></sup> Then I answered them, “The word of the Lord came to me, saying, <sup><br></sup></p><p><sup><strong>21 </strong></sup>‘Speak to the house of Israel, “Thus says the Lord God: ‘Behold, I will profane My sanctuary, your arrogant boast, the desire of your eyes, the delight of your soul; and your sons and daughters whom you left behind shall fall by the sword.</p><p><sup><strong>22</strong></sup> And you shall do as I have done; you shall not cover your lips nor eat man’s bread of sorrow. <sup><br></sup></p><p><sup><strong>23 </strong></sup>Your turbans shall be on your heads and your sandals on your feet; you shall neither mourn nor weep, but you shall pine away in your iniquities and mourn with one another. <sup><br></sup></p><p><sup><strong>24</strong></sup> Thus Ezekiel is a sign to you; according to all that he has done you shall do; and when this comes, you shall know that I am the Lord God.’ ”<sup><br><br><strong>25</strong></sup> ‘And you, son of man—will it not be in the day when I take from them their stronghold, their joy and their glory, the desire of their eyes, and that on which they set their minds, their sons and their daughters: <sup><br></sup></p><p><sup><strong>26 </strong></sup>that on that day one who escapes will come to you to let you hear it with your ears? <sup><br></sup></p><p><sup><strong>27</strong></sup> On that day your mouth will be opened to him who has escaped; you shall speak and no longer be mute. Thus you will be a sign to them, and they shall know that I am the Lord.’ ”<br><br>In Ezekiel 24:24, God says, “ ‘ “Ezekiel will be a sign to you; you will do just as he has done. When this happens, you will know that I am the Sovereign Lord” ’ ” (NIV). Through Ezekiel’s example, the people of Israel were going to be convicted of the truth about who God was, the Sovereign Lord—and they would see this truth as they experienced the fulfillment of the prophecy that Ezekiel’s life symbolized and the suffering that he had faced. Who knows how many people will see “the Sovereign Lord” through us in our own broken places, as well?<br><br><strong>Sooner or later life itself breaks us all. What has been your experience with being broken? What lessons have you learned? How can your own broken soul be used by the Lord to help other people?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 29",
          "dayTitle": "<p>Interceding for Grace<br></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Exodus 32:1–14. What role do we find Moses playing here?</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Now when the people saw that Moses delayed coming down from the mountain, the people gathered together to Aaron, and said to him, “Come, make us gods that shall go before us; for as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”<sup><br><strong><br>2</strong></sup> And Aaron said to them, “Break off the golden earrings which are in the ears of your wives, your sons, and your daughters, and bring them to me.” <sup><br></sup></p><p><sup><strong>3 </strong></sup>So all the people broke off the golden earrings which were in their ears, and brought them to Aaron. <sup><br></sup></p><p><sup><strong>4 </strong></sup>And he received the gold from their hand, and he fashioned it with an engraving tool, and made a molded calf.<br><br>Then they said, “This is your god, O Israel, that brought you out of the land of Egypt!”<sup><br><br><strong>5</strong></sup> So when Aaron saw it, he built an altar before it. And Aaron made a proclamation and said, “Tomorrow is a feast to the Lord.” <sup><br></sup></p><p><sup><strong>6 </strong></sup>Then they rose early on the next day, offered burnt offerings, and brought peace offerings; and the people sat down to eat and drink, and rose up to play.<sup><br><br><strong>7</strong></sup> And the Lord said to Moses, “Go, get down! For your people whom you brought out of the land of Egypt have corrupted themselves. <sup><br></sup></p><p><sup><strong>8 </strong></sup>They have turned aside quickly out of the way which I commanded them. They have made themselves a molded calf, and worshiped it and sacrificed to it, and said, ‘This is your god, O Israel, that brought you out of the land of Egypt!’ ” <sup><br></sup></p><p><sup><strong>9 </strong></sup>And the Lord said to Moses, “I have seen this people, and indeed it is a stiff-necked people! <sup><br></sup></p><p><sup><strong>10</strong></sup> Now therefore, let Me alone, that My wrath may burn hot against them and I may consume them. And I will make of you a great nation.”<sup><br><br><strong>11</strong></sup> Then Moses pleaded with the Lord his God, and said: “Lord, why does Your wrath burn hot against Your people whom You have brought out of the land of Egypt with great power and with a mighty hand? <sup><br></sup></p><p><sup><strong>12 </strong></sup>Why should the Egyptians speak, and say, ‘He brought them out to harm them, to kill them in the mountains, and to consume them from the face of the earth’? Turn from Your fierce wrath, and relent from this harm to Your people. 13 Remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Your own self, and said to them, ‘I will multiply your descendants as the stars of heaven; and all this land that I have spoken of I give to your descendants, and they shall inherit it forever.’ ” <sup><br></sup></p><p><sup><strong>14</strong></sup> So the Lord relented from the harm which He said He would do to His people.</p><p>After the people began worshiping the golden calf, God decided they had gone too far and announced that He would destroy the people and make Moses a great nation. But rather than taking up God’s offer, Moses pleaded for God to show grace to His people, and God relented.<br><br>Exodus 32:1–14 raises two important issues. First, God’s offer to destroy the rebellious people and bless Moses was a test for him. God wanted Moses to demonstrate just how much compassion he felt for these desperately disobedient people. And Moses passed the test. Like Jesus, he pleaded for mercy for sinners. This reveals something very interesting: sometimes God also may allow us to face opposition; He might allow us to be in a crucible so that He, we, and the watching universe can see how much compassion we have for those who are wayward.<br><br><strong>What reasons did Moses give for asking the Lord not to destroy Israel?</strong><br><br>Second, this passage shows that opposition and disobedience is a call to reveal grace. Grace is needed when people least deserve it. But when they least deserve it also is the time that we feel the least like offering it. But when Moses’ sister Miriam was criticizing him, he cried out to the Lord to heal her from leprosy (Numbers 12).<br><br>When God was angry with Korah and his followers and threatened to destroy them all, Moses fell on his face to plead for their lives. The next day, when Israel grumbled against Moses for the death of the rebels and God threatened to destroy them all again, Moses fell facedown and urged Aaron quickly to make atonement for them all (Numbers 16). In his own meekness, in his own selflessness in the midst of this crucible, Moses sought grace on behalf of those who certainly didn’t deserve it.<br><strong><br>Think about the people around you who you think are the least deserving of grace. How can you, with meekness and selfless humility, be a revelation of God’s grace to them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 30",
          "dayTitle": "<p>Loving Those Who Hurt Us<br></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Someone once said: “Loving our enemies, then, does not mean that we are supposed to love the dirt in which the pearl is buried; rather it means that we love the pearl which lies in the dust. . . . God does not love us because we are by nature lovable. But we become lovable because He loves us.”<br><br><strong>When you look at your “enemies,” what do you normally see—the pearl or the dirt around it?</strong><br><br><strong>Read Matthew 5:43–48. Jesus calls us to love and pray for our enemies. What example from nature does Jesus give us there that helps us understand why we should love our enemies? What’s the point He is teaching us?</strong></p><p><strong>Matthew 5:43–48</strong></p><p><sup><strong>43</strong> </sup>“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ <sup><br></sup></p><p><sup><strong>44</strong></sup> But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who spitefully use you and persecute you, <sup><br></sup></p><p><sup><strong>45 </strong></sup>that you may be sons of your Father in heaven; for He makes His sun rise on the evil and on the good, and sends rain on the just and on the unjust. <sup><br></sup></p><p><sup><strong>46</strong></sup> For if you love those who love you, what reward have you? Do not even the tax collectors do the same? 47 And if you greet your brethren only, what do you do more than others? Do not even the tax collectors do so? <sup><br></sup></p><p><sup><strong>48 </strong></sup>Therefore you shall be perfect, just as your Father in heaven is perfect.</p><p>In Matthew 5:45, Jesus uses the example of His Father in heaven to illustrate how we should treat those who hurt us, who perhaps put us in the worst kind of crucibles. Jesus says that His Father sends the blessing of rain to both the righteous and the unrighteous; if God gives even the unjust rain, how then should we treat them?<br><br>Jesus isn’t trying to say that we should always have warm, fuzzy feelings toward everyone who causes us trouble, though this also may be possible. Fundamentally, love for our enemies is not meant to be a feeling we have for them but specific actions toward them that reveal care and consideration.<br><br>Jesus concludes this passage with a verse that often causes a lot of debate: “ ‘Be perfect, therefore, as your heavenly Father is perfect’ ” (Matt. 5:48, NIV). But the meaning is very clear in the context: those people who want to be perfect as God is perfect must show love to their enemies as God shows love to His. To be perfect in God’s sight is to love the opposition; and to do this takes a meekness of heart that only God can give.<br><br><strong>Keeping in mind our definition of meekness (“enduring injury with patience and without resentment”), list the changes you must make in order to allow the Lord to give you the kind of meekness of heart that will help you have the right attitude toward “enemies.”</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 31",
          "dayTitle": "<p>A Closed Mouth<br></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>The most powerful examples of meekness in the crucible come from Jesus. When He said to come and “learn of me; for I am meek and lowly in heart” (Matt. 11:29), He meant it in ways we probably can’t imagine.<br><br><strong>Read 1 Peter 2:18–25. Peter is offering some surprising advice to slaves. He describes how Jesus responded to unjust and painful treatment and suggests to them that He has left them “an example, that you should follow His steps” (1 Pet. 2:21, NKJV). What principles of meekness and humility in the crucible can we learn from Jesus’ example, as expressed here by Peter?</strong><br></p><p><strong>1 Peter 2:18–25</strong></p><p>18 Servants, be submissive to your masters with all fear, not only to the good and gentle, but also to the harsh. 19 For this is commendable, if because of conscience toward God one endures grief, suffering wrongfully. 20 For what credit is it if, when you are beaten for your faults, you take it patiently? But when you do good and suffer, if you take it patiently, this is commendable before God. 21 For to this you were called, because Christ also suffered for us, leaving us an example, that you should follow His steps:<sup><br><strong><br>22</strong></sup> <br>“Who committed no sin,<br>Nor was deceit found in His mouth”;<sup><br><br><strong>23</strong></sup> who, when He was reviled, did not revile in return; when He suffered, He did not threaten, but committed Himself to Him who judges righteously; <sup><br></sup></p><p><sup><strong>24 </strong></sup>who Himself bore our sins in His own body on the tree, that we, having died to sins, might live for righteousness—by whose stripes you were healed. <sup><br></sup></p><p><sup><strong>25 </strong></sup>For you were like sheep going astray, but have now returned to the Shepherd and Overseer of your souls.<br></p><p>It is terrible to watch someone else treat another unjustly. And it is extremely painful when we are on the receiving end of such treatment. Because we normally have a strong sense of justice, when injustice occurs, our instincts are to “put things right” while holding on to what we believe to be a righteous and just anger.<br><br>It is not easy to live meekly. It is perhaps impossible unless we embrace one critical truth—that in all unjust situations, we must believe that our Father in heaven is in control and that He will act on our behalf when it is according to His will. This also means that we must be open to the possibility that like Jesus, we may not always be saved from injustice. But we must always remember that our Father in heaven is still with us and in charge.<br><br>Peter’s advice, modeled on Jesus’ life, is surprising because it seems that silence in the face of unjust suffering is a greater witness to the glory of God than “putting people right.” When questioned by Caiaphas and Pilate, Jesus could have said a lot of things to correct the situation and to justify Himself, but He didn’t. His silence was a testimony to His meekness.<br><br><strong>How do you deal with situations in which you have been treated unfairly? How can you better apply some of the principles looked at here today to your own life?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 1",
          "dayTitle": "<p>Our Rock and Refuge<br></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>So often the most proud people, the most arrogant and pushy, are those who suffer from low self-esteem. Their arrogance and pride—and total lack of meekness or humility—exist as a cover, perhaps even unconsciously, for something lacking inside. What they need is something we all need: a sense of security, of worthiness, of acceptance, especially in times of distress and suffering. We can find that only through the Lord. In short, meekness and humility, far from being attributes of weakness, are often the most powerful manifestation of a soul firmly grounded on the Rock.<br><br><strong>Read Psalm 62:1–8. What seems to be the background for this psalm? What points is David making? What spiritual principles can you learn from what he is saying? Most important, how can you learn to apply these principles to your own life?</strong></p><p><strong>Psalm 62:1–8</strong></p><p><strong><sup>1</sup> </strong>Truly my soul silently waits for God;<br>From Him comes my salvation.<strong><br><sup>2 </sup></strong>He only is my rock and my salvation;<br>He is my defense;<br>I shall not be greatly moved.<strong><br><br><sup>3</sup> </strong>How long will you attack a man?<br>You shall be slain, all of you,<br>Like a leaning wall and a tottering fence.<strong><br><sup>4</sup> </strong>They only consult to cast him down from his high position;<br>They delight in lies;<br>They bless with their mouth,<br>But they curse inwardly. Selah<strong><br><sup>5 </sup></strong>My soul, wait silently for God alone,<br>For my expectation is from Him.<strong><br><sup>6 </sup></strong>He only is my rock and my salvation;<br>He is my defense;<br>I shall not be moved.<strong><br><sup>7 </sup></strong>In God is my salvation and my glory;<br>The rock of my strength,<br>And my refuge, is in God.<strong><br><sup>8</sup> </strong>Trust in Him at all times, you people;<br>Pour out your heart before Him;<br>God is a refuge for us. Selah<br><br>“Without cause men will become our enemies. The motives of the people of God will be misinterpreted, not only by the world, but by their own brethren. The Lord’s servants will be put in hard places. A mountain will be made of a molehill to justify men in pursuing a selfish, unrighteous course. . . . By misrepresentation these men will be clothed in the dark vestments of dishonesty because circumstances beyond their control made their work perplexing. They will be pointed to as men that cannot be trusted. And this will be done by the members of the church. God’s servants must arm themselves with the mind of Christ.<br><br>They must not expect to escape insult and misjudgment. They will be called enthusiasts and fanatics. But let them not become discouraged. God’s hands are on the wheel of His providence, guiding His work to the glory of His name.”—Ellen G. White, The Upward Look, p. 177.<br><br><strong>How immune are you to the reproaches and barbs of others? Most likely not that immune, right? How can you cleave to the Lord and anchor your sense of self-worth on the One who loves you so much that He died for your sins, and thus help protect yourself against the slights of others?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 2",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “The Importance of Seeking True Knowledge,” pp. 453, 454, in The Ministry of Healing; “The Sermon on the Mount,” pp. 298–314, in The Desire of Ages; “The Worker and His Qualifications,” p. 630, in Evangelism.<br><br>“The difficulties we have to encounter may be very much lessened by that meekness which hides itself in Christ. If we possess the humility of our Master, we shall rise above the slights, the rebuffs, the annoyances, to which we are daily exposed, and they will cease to cast a gloom over the spirit. The highest evidence of nobility in a Christian is self-control. He who under abuse or cruelty fails to maintain a calm and trustful spirit robs God of His right to reveal in him His own perfection of character. Lowliness of heart is the strength that gives victory to the followers of Christ; it is the token of their connection with the courts above.”—Ellen G. White, The Desire of Ages, p. 301.<br><strong><br>Discussion Questions:</strong><br><br><strong>1</strong>. How does humility allow us to “rise above” hurts and annoyances? What do you think is the most important characteristic of humility that allows us to do this?<br><br><strong>2.&nbsp;</strong> In your own particular culture, how are the characteristics of humility and meekness viewed? Are they respected, despised, or what? What kind of pressures do you face in your culture that work against you in cultivating these characteristics?<br><br><strong>3</strong>.Are there any great examples of meekness and humility among people alive today? If so, who are they, how have they expressed these traits, and what can you learn from them?<br><br><strong>4. </strong>Why is it that we so often equate meekness and humility with weakness?<br><br><strong>5.</strong> We saw how David sought the Lord as a refuge. But how does that work? How is that refuge always manifested? In other words, how can we, as a church, be a refuge for those who need a refuge? What kind of refuge does your own local church provide? What can you do to help make it a place of refuge for those who need it?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Part 10: Power of a Name By Andrew McChesney<br><br></strong>Father was awakened by invisible hands clutching his throat in Manaus, Brazil. Futilely he tried to pull away the hands. Finally, he gasped, “Lord, please help me!” But the deadly grip tightened. When all hope seemed lost, he heard a soft voice say, “Ask Jesus to help. Say the name of Jesus.”<br><br>“Jesus, save me!” Father cried. The unseen hands immediately released their grip. Father, gasping, understood the power of Jesus’ name for the first time. Still lying in bed, he exclaimed joyfully, “I am saved by the name of Jesus! I am saved by the blood of Jesus and Jesus’ sacrifice!” From that day, Father called on Jesus’ name whenever evil spirits harassed him.<br><br>As baptismal studies continued, Father was astonished to learn that God condemns the spiritism that he had practiced in the Candomblé temple. In Deuteronomy 18:9–14, he read, “ ‘There shall not be found among you anyone . . . who practices witchcraft, or a soothsayer, or one who interprets omens, or a sorcerer, or one who conjures spells, or a medium, or a spiritist, or one who calls up the dead. For all who do these things are an abomination to the Lord’ ” (verses 10, 11, NKJV). In the Ten Commandments, he read, “ ‘You shall have no other gods before Me’ ” (Exodus 20:3, NKJV). He thought, I was worshiping other gods. Continuing the chapter, he read, “ ‘You shall not make for yourself a carved image’ ” (verse 4, NKJV), and told himself, “I have been following everything that God calls an abomination.” When he reached the Fourth Commandment— “Remember the Sabbath day to keep it holy”—he told Mother, “I got the wrong day. The spirits told me to keep another day holy.” In Revelation 21:8, he read, “But the cowardly, unbelieving, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death.” It was the same verse that Mother read when she first went to Sabbath School and that had prompted her to start praying for Father. When Father read the verse, he realized that he had been headed for the lake of fire. Father reached a breakthrough when the Bible study focused on the state of the dead. He read that people sleep after death and do not have spirits that fly around. “The body dies, and that’s the end,” he told Mother with surprise.<br><br>“The gift of life is what goes back to God.” The evil spirits had taught that people’s spirits float around after their bodies die and some of those spirits were among the legion of evil spirits that accompanied Candomblé leaders.<br><br>The evil spirits continued to annoy Father. But the more they attacked, the more Father called on the name of Jesus. A desire grew in him to lead others to Christ. Instead of teaching people the way of darkness, he thought, I should use my knowledge and own experience to guide people to the light.<strong><br></strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p>Meekness in the Crucible</p>",
      "verse": "<p>Blessed are the meek, for they shall inherit the earth (Matthew 5:5, NKJV).<br></p>",
      "versionCode": 7,
      "weekDate": "August 27–September 2"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
