{
  "data": [
    {
      "color": "#b6a201",
      "id": 712,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "June 10",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>In the fifteenth century, the Piedmont valleys, high in the Alps of northern Italy, were home to the Waldenses, a people determined to stay faithful to their understanding of the Bible. As a result of their steadfast loyalty to Christ, they were fiercely persecuted. In a.d. 1488, the Waldenses in the Valley of Loyse were brutally murdered by the Roman Church for their faith.<br><br>Another wave of persecution came in the seventeenth century, when the duke of Savoy sent an army of 8,000 into their territory and demanded that the local populace quarter his troops in their homes. They did as he requested, but this was a strategy to give the soldiers easy access to their victims. On April 24, 1655, at 4:00 a.m., a signal was given for the massacre to begin. This time the death toll was more than 4,000.<br><br>History, unfortunately, is often repeated. The “mark of the beast” prophecy is about the final link in an ungodly chain of religious persecution that goes back through the ages. Like the persecutions of the past, it is designed to force everyone to conform to a certain set of beliefs and an approved system of worship. As always, though, God will have a people who will not capitulate.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 11",
          "dayTitle": "<p>The Deadly Wound<br></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p>As we have already studied, the beast powers of Revelation 13 and 14 represent a worldwide system of false worship. But there’s more. <br></p><p><strong>Read Revelation 13:5; Revelation 12:6, 14; and Daniel 7:25. How long would this power dominate the religious landscape in the previous centuries?</strong></p><p><strong>Revelation 13:5</strong></p><p><strong><sup>5</sup></strong> And he was given a mouth speaking great things and blasphemies, and he was given authority to continue for forty-two months. <strong><br></strong></p><p><strong>Revelation 12:6, 14</strong></p><p><sup><strong>6</strong></sup> Then the woman fled into the wilderness, where she has a place prepared by God, that they should feed her there one thousand two hundred and sixty days.<sup><strong><br></strong></sup></p><p><sup><strong>14</strong></sup> But the woman was given two wings of a great eagle, that she might fly into the wilderness to her place, where she is nourished for a time and times and half a time, from the presence of the serpent. <strong><br></strong></p><p><strong>Daniel 7:25</strong></p><p><strong><sup>25&nbsp;</sup> </strong>He shall speak pompous words against the Most High,<br>Shall persecute the saints of the Most High,<br>And shall intend to change times and law.<br>Then the saints shall be given into his hand<br>For a time and times and half a time.<br><br>The beast would continue for a specific duration of time in history. In symbolic time prophecies, a prophetic day equals a literal year. In Numbers 14:34, we read: “for every day a year”—applying the Bible principle of counting a day for a year. Again, God says, “I have appointed thee each day for a year” (Ezek. 4:6). This principle has repeatedly proven itself accurate in interpreting biblical time prophecies, such as the 70 weeks of Daniel 9:24–27. Calculating the time period mentioned in Revelation 13:5 of 42 months, with 30 days in a month, we come up with 1,260 prophetic days or literal years. The ancient calendars regularly had 360 days per year.<br><br>In the fourth century, the Roman emperor Constantine legalized Christianity throughout the empire. When he moved his capital in a.d. 330 to Byzantium to unite the eastern and western parts of his empire, it left a leadership vacuum in Rome. The pope, then, filled this void. He became not only a powerful religious leader but also a political force to be reckoned with in Europe. In a.d. 538, Justinian, the pagan Roman emperor, officially granted the Roman bishop the role of the defender of the faith. The medieval church exercised great influence from a.d. 538 to a.d. 1798, including in the terrible persecution mentioned in the introduction to this week’s study. Napoleon’s General Berthier took the pope captive in a.d. 1798, in exact fulfillment of the prophecy.<br><br>Berthier and his army captured Pope Pius VI and unceremoniously removed him from the papal throne. The blow to the papacy was serious, but, according to Revelation 13:12, the deadly wound would be healed, and the world would hear more from this power—a lot more.<br><br><strong>Think about how amazing biblical prophecy is and how it reveals to us God’s knowledge of future events. What should this fact teach us about why we can trust the Lord’s promises, even the ones we don’t yet see fulfilled?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 12",
          "dayTitle": "<p>The Falling Away</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p><strong>Read 2 Thessalonians 2:3, 4, 9–12. What does Paul predict about the last days? What identifying marks does he give for the beast, the antichrist power?</strong></p><p><br><strong>2 Thessalonians 2:3, 4, 9–12</strong></p><p><sup><strong>3</strong></sup> Let no one deceive you by any means; for that Day will not come unless the falling away comes first, and the man of sin is revealed, the son of perdition, <sup><br></sup></p><p><sup><strong>4</strong></sup> who opposes and exalts himself above all that is called God or that is worshiped, so that he sits as God in the temple of God, showing himself that he is God.<sup><br></sup></p><p><sup><strong>&nbsp;9</strong></sup> The coming of the lawless one is according to the working of Satan, with all power, signs, and lying wonders, 10 and with all unrighteous deception among those who perish, because they did not receive the love of the truth, that they might be saved. <sup><br></sup></p><p><sup><strong>11</strong></sup> And for this reason God will send them strong delusion, that they should believe the lie, <sup><br></sup></p><p><sup><strong>12</strong></sup> that they all may be condemned who did not believe the truth but had pleasure in unrighteousness.<br></p><p>The apostle Paul warns the Christian community of a “falling away” from the truth of God’s Word. He is concerned about the seeds of apostasy already present in the New Testament church, which would flourish in the coming centuries before the second coming of Christ. A counterfeit gospel would come into the church, distorting the Word of God.<br><br>Satan is the one who is behind this apostasy. He is the true “man of sin” who desires to exalt “himself above all that is called God” and sits in the “temple of God” (2 Thess. 2:4). But the “great deceiver” works through human agencies to accomplish his purposes. The identify­ing characteristics in Daniel and Revelation reveal that the little horn of Daniel 7, the beast of Revelation 13 and 14, and the “lawless one” of 2 Thessalonians 2 represent the same entity.<br><br>The SDA Bible Commentary states it this way: “A comparison with Daniel’s prophecy of the blasphemous power that succeeds that of pagan Rome . . . , and with John’s word picture of the leopardlike beast. . . . reveals many similarities between the three descriptions [of the little horn, the beast power, and the lawless one]. This leads us to the conclu- sion that Daniel, Paul, and John are speaking of the same power, . . . the papacy.”—Volume 7, p. 271.<br><br>It is extremely important to remember that Bible prophecy is describing a system of religion that has compromised God’s Word, substituted human traditions for the gospel, and drifted away from biblical truth. These prophecies are given by a God of incredible love to prepare a people for the coming of Jesus. They are a rebuke to apostate religious organizations that have departed from God’s Word, and not necessarily the people in them (see Rev. 18:4). Our message is about a system that has deceived millions. Though deceived, these people are much loved by Christ. Hence, we must treat them accordingly.<br><strong><br>“ ‘Therefore, whatever you want men to do to you, do also to them, for this is the Law and the Prophets’ ” (Matt. 7:12, NKJV). How must we apply this principle in dealing with the theme of the beast powers in Revelation 13 and 14?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 13",
          "dayTitle": "<p>Satan’s Final Strategy<br></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Surveys reveal a deep lack of trust in institutions and governments. Millions wonder, “Where is there someone who is morally fit to lead the world?” Revelation’s prophecies identify the beast power as the one who, under the auspices of a religious/political union, will be the power believed fit to fill this role.<br><br><strong>Read Revelation 17:12–14. How does John describe these final scenes of earth’s history? What powerful contrast is seen here?</strong></p><p><strong>Revelation 17:12–14</strong></p><p><sup><strong>12</strong></sup> “The ten horns which you saw are ten kings who have received no kingdom as yet, but they receive authority for one hour as kings with the beast. <br></p><p><sup><strong>13</strong></sup> These are of one mind, and they will give their power and authority to the beast. <strong><br></strong></p><p><strong><sup>14 </sup></strong>These will make war with the Lamb, and the Lamb will overcome them, for He is Lord of lords and King of kings; and those who are with Him are called, chosen, and faithful.”<br><br>There are three significant points John makes in this passage. First, the political powers have “one mind” and “give their power and authority” to the beast. Second, this conglomerate of error makes war against Jesus the Lamb. Third, in earth’s last war, Christ and His followers are triumphant. The beast does not win; Jesus does.<br><br>Have you ever wondered what strategy the devil might use to unite the nations? History often repeats itself. We discover valuable lessons from the collapse of the Roman Empire. When the Germanic invasions from the north ravaged Western Europe, the Roman Emperor Constantine turned to religion. The authority of the church, combined with the power of the state, became the very instrument Constantine needed. The continual strengthening of the sanctity of Sunday in the fourth century was a calculated political and religious move to unite the empire at a time of crisis. Constantine wanted his empire united, and the Roman Church wanted it “converted.” The renowned historian Arthur Weigall states it clearly: “The church made a sacred day of Sunday . . . largely because it was the weekly festival of the sun; for it was a definite Christian policy to take over the pagan festivals endeared to the people by tradition and give them Christian significance.”—The Paganism in Our Christianity (New York: G. P. Putnam’s Sons, 1928), p. 145.<br><br>At a time of great crisis, when all the world is scared, hurting, and fearful, people will be desperate for someone to bring some stability and protection. This is how tyranny has arisen in the past, and there’s no reason to think that it could not happen again. According to prophecy, something will bring about these final events.<br><br>Though it’s hard to know how all this could unfold, the world has already seen how great changes can come, and very quickly too. Though we don’t know details about what is coming, we need to be ready for whatever does come.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 14",
          "dayTitle": "<p>The Mark of the Beast<br></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Revelation 14:9 and compare it to Revelation 14:12. Where is the mark of the beast placed? (See Deut. 6:8, Deut. 11:18.) What two characteristics distinguish God’s people from those who receive the mark of the beast?</strong></p><p><strong>Revelation 14:9</strong></p><p><sup><strong>9</strong></sup> Then a third angel followed them, saying with a loud voice, “If anyone worships the beast and his image, and receives his mark on his forehead or on his hand, <br></p><p><strong>Revelation 14:12</strong></p><p><sup><strong>12</strong></sup> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.<br></p><p>&nbsp;<strong>Deut. 6:8</strong></p><p><sup><strong>8</strong></sup> You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. <br></p><p><strong>Deut. 11:18<sup><br></sup></strong></p><p><sup><strong>18</strong></sup> “Therefore you shall lay up these words of mine in your heart and in your soul, and bind them as a sign on your hand, and they shall be as frontlets between your eyes. <br></p><p>One group worships the beast, and one keeps the commandments of God (which includes the fourth, the one commandment the beast power thought to change) and has the faith of Jesus. That’s the contrast. Working through the sea and land beasts, the devil attempts to undermine God’s authority by attacking the heart of worship; namely, the Sabbath. The mark of the beast is placed either in the forehead or the hand. The forehead is a symbol of the mind, where conscience, reason, and judgment are located; the hand, in contrast, is a symbol of actions and deeds.<br><br>The day is coming, and possibly sooner than we think, that laws will be passed restricting our religious liberty. Those who conscientiously follow the Word of God and keep the true Sabbath of the Lord will be labeled as opposing unity and the good of society.<br><br>“Those who honor the Bible Sabbath will be denounced as enemies of law and order, as breaking down the moral restraints of society, causing anarchy and corruption, and calling down the judgments of God upon the earth. Their conscientious scruples will be pronounced obstinacy, stub- bornness, and contempt of authority. They will be accused of disaffection toward the government.”—Ellen G. White, The Great Controversy, p. 592. The church of Rome claims that Sunday is the “mark” of its ecclesiastical authority. “Of course the Catholic Church claims that the change was her act. . . . And the act is a mark of her ecclesiastical power and authority in religious matters.”—The American Catholic Quarterly Review, January 1883.<br><br>Revelation predicts that in the future, at a time of international crisis, our world will face some kind of radical political, social, religious, and moral transformation, in which Sunday keeping will be enforced and then will become “the mark of the beast.” Again, how all this unfolds we have not been told. Scripture gives us only broad outlines—but enough to show us that the great controversy is going to climax around the issue of worshiping either the beast or the Creator and that the seventh-day Sabbath will play a central role.<br><br><strong>In what ways has humanity always been divided along the lines of being on either God’s side or on Satan’s? Why can there be no middle ground? How can we know, for sure, just whose side we really are on?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 15",
          "dayTitle": "<p>The Sabbath Test<br></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Even now, perhaps, the stage is being set for this impending persecution. On June 6, 2012, Pope Benedict XVI made an urgent appeal to more than 15,000 people gathered in St. Peter’s Square in Rome that Sunday must be a day of rest for everyone, so people can be free to be with their families and with God. “By defending Sunday, one defends human freedom.” This isn’t, of course, the same thing as demanding that others keep this day, as opposed to the biblical Sabbath, but it does show that the idea of Sunday as the “day of rest” is, definitely, a real issue. Sooner or later, laws will be passed, and those who conscientiously follow the Word of God and keep the true Sabbath will be labeled as opposing society’s best interests.<br><br>In this time of crisis, God’s faithful people will, by His grace and through His power, stand firm in their convictions to follow Him. They will not yield to the pressure.<br><br>In contrast to the mark of the beast, they will receive the seal of God. Seals were used in ancient times to attest to the authenticity of official documents. We would then expect to find God’s seal embedded in His law. Ancient seals were a distinctive, individualized mark. Isaiah the prophet says, “Bind up the testimony, seal the law among my disciples” (Isa. 8:16, NKJV).<br><strong><br>Read Exodus 20:8–11. What elements of a biblical seal do you find in the Sabbath commandment? How is the Sabbath command different from all the other commandments?</strong><br></p><p><strong>Exodus 20:8–11</strong></p><p><sup><br><strong>8</strong></sup> “Remember the Sabbath day, to keep it holy. <sup><br></sup></p><p><sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><br></sup></p><p><sup><strong>10</strong></sup> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates. <sup><br></sup></p><p><sup><strong>11</strong></sup> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.<br><br></p><p>The fourth commandment contains three elements of an authentic seal. First, there is the name of the sealer: “ ‘The Lord your God’ ” (Exod. 20:10, NKJV). Second, there is the title of the sealer: the Lord who “made” (Exod. 20:11), or the Creator. And third, there is the territory of the sealer: “ ‘the heavens and the earth, the sea, and all that is in them’ ” (Exod. 20:11, NKJV). According to Revelation 7:1, 2, the seal of God is placed only on our foreheads, a symbol of our minds. Jesus respects our freedom of choice. He invites us to let Him shape our minds by His Holy Spirit so that we cannot be moved from the anchor of our faith in the Word of God (Eph. 4:30). Thus, we understand that the faithful are those who “keep the commandments of God, and [have] the faith of Jesus” (Rev. 14:12), and included in those commandments is the fourth, the one commandment the beast power thought to change (Dan. 7:25).<br><strong><br>What conditions can you see currently developing that could potentially lead to the restriction of our religious liberty? What obstacles remain, as well?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 16",
          "dayTitle": "",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>“When Protestantism shall stretch her hand across the gulf to grasp the hand of the Roman power, when she shall reach over the abyss to clasp hands with spiritualism, when, under the influence of this threefold union, our country [the United States] shall repudiate every principle of its Constitution as a Protestant and republican government, and shall make provision for the propagation of papal falsehoods and delusions, then we may know that the time has come for the marvelous working of Satan and that the end is near.”—Ellen G. White, Testimonies for the Church, vol. 5, p. 451.<br><br>“We have tended to overlook the fact that Sunday is the day of worship of the opposing forces . . . in the story line of the Book of Revelation.<br><br>Sunday is an extremely important symbol, revealing the unbelievable craftiness and sophistry of the dragon. . . . This . . . change of God’s law expresses in one simple action the very essence of the hatred of the dragon against God in the cosmic conflict. Its simplicity is highly deceptive. The dragon has sought to usurp God’s place in the cosmos by depicting himself as the true object of worship and arguing that God’s law is unjust—that it should be changed. The dragon changed the law at the juncture within the Decalogue where God is identified as Creator and Redeemer, the only one worthy of worship (Exod 20:8–11; Deut 5; cf. Rev 4:11; 5:9, 13, 14). The change of the law manifests not only the dragon’s hatred for the will of the Lord (the law), but it is also his attempt to usurp God’s place by becoming the object of worship. . . . The universalization of this change in the law would assure him victory.”—Ángel Manuel Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages,” unpublished manuscript, pp. 53, 54.<br><strong><br>Discussion Questions:</strong><br><br><strong>1.</strong> Though living in anticipation, even expectation, of final events, why must we be careful about not getting into fanaticism, date setting, or speculating beyond what has been revealed to us through inspiration? What are the dangers of doing this, and what have been the results when the expected events have not unfolded when and how people have said they would happen?<br><br><strong>2. </strong>While we must avoid the dangers depicted in the previous discussion question, how do we respond to those who say that our scenario about the mark of the beast and persecution cannot hap- pen because it just doesn’t seem possible, given the current state of the world? Why is this line of reasoning, though on the surface seemingly sensible, really not sensible at all? (After all, look at how quickly great changes can come to the world.)<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 17",
          "dayTitle": "<p>Inside Story:<br></p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>School Saves<br><br>By Andrew McChesney</strong><br><br>A luxury car pulled up at a Seventh-day Adventist elementary school on the first day of classes in Ukraine. Two children carrying bouquets of flowers emerged from the car, together with their parents. Ukrainian children often present teachers with flowers on the first day of school. “We want our children to study at your school,” the father told the school principal. “I’m afraid that’s impossible,” the principal replied. “We don’t have room.” The father persisted. “We will buy new desks and chairs for all the students and pay double the tuition,” he said. “Please let our children study.”<br><br>The principal wondered whether the father’s expectations might be too high.<br><br>“You know that we don’t have government accreditation to hold final exams,” she said. “Your kids would have to take them at the public school.” “That’s no problem,” the mother said. “We’ll help you get accreditation.” “You know this is a Seventh-day Adventist school,” the principal said.<br><br>Adventists are dismissed as a sect by many people in the former Soviet Union. But the father knew it was an Adventist school, and he was not deterred. “Yes, and we want our children to study here,” he said.<br><br>The mother explained that the family had vacationed at the Black Sea a few weeks earlier, and the children had made new friends from the school. Every evening, the children had excitedly told their parents about the school and pleaded to go. Then the mother handed her business card to the principal.<br><br>She was a city judge. Her husband was a high-ranking military officer. The children entered the second and third grade at the school, and they immediately loved it. But as the weeks passed, they began begging their parents to read Uncle Arthur’s Bedtime Stories to them just as their classmates’ parents were reading to them. The mother told the children to ask the teacher to sell the books to them. “Then I will read to you every night,” she said. The children bought the books, and she read to them every night.<br><br>The months passed, and the children asked to go to Sabbath School and church. The parents took them every Sabbath. The next summer, a year after the family first heard about Adventists while on their Black Sea vacation, both the mother and father were baptized.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>The Seal of God and Mark of the Beast: Part 2<br></p>",
      "verse": "<p>“He who leads into captivity shall go into captivity; he who kills with the sword must be killed with the sword. Here is the patience and the faith of the saints” (Revelation 13:10, NKJV).<br></p>",
      "versionCode": 2,
      "weekDate": "June 10–16"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
