{
  "data": [
    {
      "color": "#B8B825",
      "id": 8,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "18 de febrero",
          "dayTitle": "<p>CÓMO PLANIFICAR PARA TENER ÉXITO</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: Eclesiastés 12:1; Génesis 2:15; 1 Timoteo 5:8; Colosenses 3:23, 24; Génesis 39:2–5; Proverbios 3:5–8.\n</strong></p><p>La mayoría quiere vivir una vida “exitosa” y feliz. Por supuesto, en un mundo caído, donde en cualquier momento puede ocurrir una tragedia o una calamidad, esta meta no siempre será fácil de alcanzar.\n</p><p>Luego, también, está la cuestión de cómo definimos el “éxito”. Tenemos el caso de José en Egipto; si alguna vez hubo una vida exitosa, sin duda sería esta, ¿verdad? De la prisión al palacio, ese tipo de cosas... Por otro lado, ¿Qué podemos decir de Juan el Bautista? Fue de la cárcel a la tumba. ¿Cuán exitosa fue su vida? Una vez más, todo depende de cómo definamos el “éxito”.\n</p><p>Esta semana consideraremos la idea de “éxito” en el contexto de los principios financieros y de mayordomía básicos. Al margen de quiénes seamos y de dónde vivamos, el dinero y las finanzas serán parte de nuestra vida, nos guste o no. Entonces, ¿Cuáles son algunos pasos prácticos que podemos dar a lo largo del camino que, aunque no nos garantizan el “éxito”, de todos modos nos ayudarán a evitar trampas y errores comunes que pueden dificultar el éxito financiero?</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de febrero",
          "dayTitle": "<p>VAYAMOS POR PARTES</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Eclesiastés 12:1. ¿Cuál es el mensaje para nosotros?\n</strong></p><p><strong>Eclesiastés 12:1</strong></p><p><strong><sup>1</sup></strong> Acuérdate de tu Creador en los días de tu juventud, antes que vengan los días malos, y lleguen los años de los cuales digas: No tengo en ellos contentamiento</p><p>A medida que los jóvenes maduran y llegan a adultos, surgirán pensamientos relacionados con tener que satisfacer las necesidades básicas: comida, ropa y techo. Jesús mismo nos ha dicho cómo priorizar nuestras necesidades: “Busquen primero el reino de Dios y su justicia, y todas estas cosas les serán añadidas” (Mat. 6:33). Por supuesto, para quienes son mayores y no se decidieron por Jesús cuando eran jóvenes, todavía hay tiempo para tomar decisiones correctas con respecto a la mayordomía.</p><p>Como vimos en Génesis 28:20 al 22, Jacob había tomado algunas decisiones importantes en su vida, tanto espirituales como financieras. En la visión, el Señor se le presentó a Jacob como “el Señor, el Dios de Abraham tu padre, y el Dios de Isaac” (Gén. 28:13). Luego, como parte de su voto a Dios, Jacob dijo: “El Señor será mi Dios” (Gén. 28:21).</p><p><strong>Lee Génesis 29:9 al 20. ¿Qué importancia tiene el momento de este acontecimiento en la vida de Jacob?&nbsp;</strong></p><p><strong>Génesis 29:9-20</strong></p><p><strong><sup>9</sup></strong> Mientras él aún hablaba con ellos, Raquel vino con el rebaño de su padre, porque ella era la pastora.</p><p><sup><strong>10</strong> </sup>Y sucedió que cuando Jacob vio a Raquel, hija de Labán hermano de su madre, y las ovejas de Labán el hermano de su madre, se acercó Jacob y removió la piedra de la boca del pozo, y abrevó el rebaño de Labán hermano de su madre.</p><p><strong><sup>11</sup></strong> Y Jacob besó a Raquel, y alzó su voz y lloró.</p><p><strong><sup>12</sup></strong> Y Jacob dijo a Raquel que él era hermano de su padre, y que era hijo de Rebeca; y ella corrió, y dio las nuevas a su padre.</p><p><strong><sup>13</sup></strong> Así que oyó Labán las nuevas de Jacob, hijo de su hermana, corrió a recibirlo, y lo abrazó, lo besó, y lo trajo a su casa; y él contó a Labán todas estas cosas.</p><p><strong><sup>14</sup></strong> Y Labán le dijo: Ciertamente hueso mío y carne mía eres. Y estuvo con él durante un mes.</p><p><strong><sup>15</sup></strong> Entonces dijo Labán a Jacob: ¿Por ser tú mi hermano, me servirás de balde? Dime cuál será tu salario.</p><p><strong><sup>16</sup></strong> Y Labán tenía dos hijas: el nombre de la mayor era Lea, y el nombre de la menor, Raquel.</p><p><strong><sup>17</sup></strong> Y los ojos de Lea eran delicados, pero Raquel era de lindo semblante y de hermoso parecer.</p><p><strong><sup>18</sup></strong> Y Jacob amó a Raquel, y dijo: Yo te serviré siete años por Raquel tu hija menor.</p><p><strong><sup>19</sup></strong> Y Labán respondió: Mejor es que te la dé a ti, y no que la dé a otro hombre; quédate conmigo.</p><p><strong><sup>20</sup></strong> Así sirvió Jacob por Raquel siete años; y le parecieron como pocos días, porque la amaba.</p><p>Después de que Jacob se comprometió espiritual y económicamente con Dios, el Señor lo guio hasta Raquel junto al pozo (ver Gén. 29:9–20). Es conveniente tomar decisiones en el ámbito espiritual y laboral o vocacional antes de contraer matrimonio. Tu futuro cónyuge debe saber “en qué se está metiendo”. Esta persona, ¿es un cristiano comprometido? ¿Qué clase de trabajo hará? ¿Será maestro, enfermero, abogado, obrero, lo que sea? ¿A qué tipo de vida me integraré? Otras preguntas que necesitan respuestas antes del compromiso matrimonial son: ¿Qué nivel de educación ha alcanzado? ¿Qué cantidad de deuda ingresará al matrimonio? ¿Estoy dispuesto a aceptar esta situación como parte de mi responsabilidad?</p><p><strong>Lee 2 Corintios 6:14 y 15. ¿Por qué es tan importante tener en cuenta este principio al buscar un compañero para toda la vida? Aunque esto no garantiza un buen matrimonio, ¿por qué ayudaría a mejorar las probabilidades de disfrutar de un buen matrimonio?</strong></p><p><strong>2 Corintios 6:14-15:</strong></p><p><strong><sup>14</sup></strong> No os unáis en yugo desigual con los incrédulos; porque ¿Qué compañerismo tiene la justicia con la injusticia? ¿Y qué comunión la luz con las tinieblas?</p><p><strong><sup>15</sup></strong> ¿Y qué concordia Cristo con Belial? ¿O qué parte el creyente con el incrédulo?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de febrero",
          "dayTitle": "<p>LA BENDICIÓN DEL TRABAJO (IDEALMENTE)</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p>A menos que seas rico de forma autónoma, o que seas beneficiario de un fondo fiduciario que mamá o papá crearon para ti a fin de que nunca tengas que trabajar en tu vida (si lees muchas historias sobre estos niños, el dinero, pensado idealmente como una bendición, a menudo les provoca una tragedia como adultos), tarde o temprano tendrás que trabajar para ganarte la vida. Lo ideal, por supuesto, es encontrar algo que te apasione y que también te pueda generar buenos ingresos, capacitarte en ello, encontrar un trabajo y vivir de eso durante tus años laborales. Ese es el ideal; por supuesto, no siempre resulta así.</p><p><strong>Lee Génesis 2:15 (ver también Ecl. 9:10; 2 Tes. 3:8–10).</strong> <strong>¿Qué importancia tiene el hecho de que, aun antes de la entrada del pecado, a Adán (y por cierto también a Eva) se les asignara un trabajo?</strong> ¿Cómo podría esto explicar por qué, como se dijo anteriormente, para quienes nunca tuvieron que trabajar su situación resultó ser una maldición?</p><p><strong>Génesis 2:15&nbsp;</strong></p><p><strong><sup>15</sup></strong> Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén, para que lo labrara y lo guardase.</p><p><strong>Eclesiastés 9:10</strong></p><p><strong><sup>10</sup></strong> Todo lo que te viniere a la mano para hacer, hazlo según tus fuerzas; porque en el Seol, adonde vas, no hay obra, ni trabajo, ni ciencia, ni sabiduría.</p><p><strong>2 Tesalonicenses 3:8-10</strong></p><p><strong><sup>8</sup></strong> ni comimos de balde el pan de nadie, sino que trabajamos con afán y fatiga día y noche, para no ser gravosos a ninguno de vosotros;</p><p><strong><sup>9</sup></strong> no porque no tuviésemos derecho, sino por daros nosotros mismos un ejemplo para que nos imitaseis.</p><p><strong><sup>10</sup></strong> Porque también cuando estábamos con vosotros, os ordenábamos esto: Si alguno no quiere trabajar, tampoco coma.</p><p>Este trabajo no fue un castigo, obviamente. Fue ideado para el bien de ellos. Es decir, aun en el Paraíso, incluso en un mundo en el que no existía el pecado, ni la muerte ni el sufrimiento, Dios sabía que los seres humanos necesitaban trabajar.</p><p>“Y a Adán se le dio el trabajo de cuidar el huerto. El Creador sabía que Adán no podía ser feliz sin una ocupación. La hermosura del huerto lo deleitaba, pero esto no era suficiente. Debía tener un trabajo para poner en ejercicio los admirables órganos de su cuerpo. Si la felicidad hubiera consistido en no hacer nada, el hombre, en su condición de santa inocencia, habría sido dejado sin ocupación. Pero aquel que creó al hombre sabía lo que convenía para su felicidad; y no bien lo hubo creado, le señaló un trabajo. La promesa de gloria futura, y el decreto de que el hombre debe trabajar para obtener su pan cotidiano, proceden del mismo trono” (NEV 225).</p><p>Sin embargo, aun después de la Caída, cuando (como con todo lo demás) el trabajo había sido contaminado por el pecado, Dios le dijo a Adán: “Maldita será la tierra por amor de ti; con dolor comerás de ella todos los días de tu vida” (Gén. 3:17, RVA). Fíjate que Dios maldijo la tierra “por amor de ti”, por el bien de Adán, con la idea de que el trabajo sería algo que él necesitaría, especialmente como ser caído.</p><p><strong>¿Qué es lo que tiene el trabajo que, idealmente, debería convertirse en algo que pueda ser una bendición para nosotros?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de febrero",
          "dayTitle": "<p>LOS AÑOS PRODUCTIVOS</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>Como hemos visto, Dios tenía la intención de que la humanidad trabajara de una u otra forma. Esta parte de nuestra vida (los años de trabajo) suele durar unos cuarenta años. Para muchos, este es el momento de tener hijos y de educarlos, y de adquirir la casa y otras compras importantes. Este puede ser un período muy intenso desde el punto de vista financiero. Es una etapa muy sensible, porque la familia está aprendiendo a trabajar en conjunto y sus miembros están creando lazos para toda la vida. El estrés financiero puede arruinar el matrimonio en esta etapa, y ocurre con frecuencia. Las familias en las que ambas partes tienen un compromiso cristiano y están dispuestas a seguir los principios bíblicos son mucho más estables.</p><p><strong>Lee 1 Timoteo 5:8; Proverbios 14:23; y Colosenses 3:23 y 24. ¿Qué aspectos importantes nos hablan sobre las finanzas del hogar?\n</strong></p><p><strong>1 Timoteo 5:8</strong></p><p><strong><sup>8</sup></strong> porque si alguno no provee para los suyos, y mayormente para los de su casa, ha negado la fe, y es peor que un incrédulo</p><p><strong>Proverbios 14:23</strong></p><p><strong><sup>23</sup></strong> En toda labor hay fruto; Mas las vanas palabras de los labios empobrecen.</p><p><strong>Colosenses 3:23-24</strong></p><p><strong><sup>23</sup></strong> Y todo lo que hagáis, hacedlo de corazón, como para el Señor y no para los hombres;</p><p><strong><sup>24</sup></strong> sabiendo que del Señor recibiréis la recompensa de la herencia, porque a Cristo el Señor servís.</p><p>En muchos casos, el marido es el principal sostén de la familia, aunque a menudo ambos cónyuges trabajan. Por supuesto, pueden surgir circunstancias inesperadas (enfermedad, recesión económica y otras) que dificulten este ideal. Por ende, la gente necesita adaptarse a estos cambios.</p><p>A los hijos que vienen al mundo durante esta etapa de la vida se los llama “don del Señor” (Sal. 127:3). Debemos recordar que los hijos traen consigo una gran responsabilidad. El objetivo de los padres cristianos es educar a sus hijos para que se conviertan en adultos independientes en esta vida y prepararlos para la vida venidera. Estos tres aspectos ayudarán a los padres:\n</p><p><strong>1. </strong>Proveer un entorno cristiano en el hogar. Esto incluye hacer el culto fa- miliar en forma regular e interesante, asistir regularmente a la Escuela Sabática y a la iglesia, y ser fieles en los diezmos y las ofrendas. Estos son buenos hábitos para formar en los primeros años de vida.</p><p><strong>2.</strong> Enseñarles a tener disposición y aprecio por el trabajo. Los hijos descubrirán que la diligencia y la integridad en el trabajo nunca pasan desapercibidas; se aprecian y se recompensan. Aprenderán que recibimos dinero como resultado de brindar tiempo a los demás al realizar tareas que son valiosas para ellos.</p><p><strong>3.</strong> Contribuir a una buena educación. La educación es costosa en la actualidad, especialmente la educación cristiana en escuelas privadas. Pero, para los padres con planes para sus hijos, no solo para esta vida sino también para la venidera, vale la pena el costo.</p><p><strong>Por supuesto, no importa lo que hagan, nadie tiene ninguna garantía sobre la dirección que tomarán sus hijos. ¿Por qué es importante que los padres no se culpen por las decisiones equivocadas que puedan tomar sus hijos mayores?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de febrero",
          "dayTitle": "<p>TRABAJAR CON INTEGRIDAD</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Otra fase de una vida “exitosa”, la última fase, tiene el potencial de ser la más placentera, si las decisiones de los primeros años han sido sabias y no se han arruinado por hechos inesperados. En una situación ideal, los padres han criado a sus hijos para que sean adultos independientes, la vivienda está pagada, las necesidades de transporte están satisfechas, no hay deudas pendientes y hay un flujo de ingresos suficiente para satisfacer las necesidades de la familia de los adultos mayores.</p><p>Dios llama a sus hijos a un nivel más elevado en el trabajo y la vida. Esa norma es la Ley de Dios escrita en nuestro corazón (ver Jer. 31:33) y que se re- fleja en nuestro carácter. A medida que la sociedad se vaya erosionando y la enseñanza cristiana se vaya diluyendo y minimizando, se volverá aún más importante para el cristiano vivir y trabajar a un nivel irreprochable. La Biblia dice: “Vale más el buen nombre que las muchas riquezas, y ser estimado es mejor que la plata y el oro” (Prov. 22:1).</p><p>La Biblia registra casos de empleadores que reconocieron que fueron bendecidos por tener un empleado piadoso. Cuando Jacob deseó dejar a su suegro\n</p><p>Labán y regresar con su familia a su tierra natal, Labán le rogó que no se fuera, diciendo: “Halle yo gracia en tus ojos, y quédate. Me he dado cuenta de que el Señor me ha bendecido por tu causa” (Gén. 30:27). Y cuando José fue vendido como esclavo en Egipto, su amo, Potifar, hizo una observación similar sobre el trabajo de José y lo recompensó por ello.\n</p><p>Lee Génesis 39:2 al 5. Aunque los versículos no lo mencionan específicamente, ¿Qué te imaginas que habrá hecho José para que su amo lo mirara tan favorablemente?</p><p><strong>Génesis 39:2-5</strong></p><p><strong><sup>2</sup></strong> Mas Jehová estaba con José, y fue varón próspero; y estaba en la casa de su amo el egipcio.</p><p><strong><sup>3</sup></strong> Y vio su amo que Jehová estaba con él, y que todo lo que él hacía, Jehová lo hacía prosperar en su mano.</p><p><sup><strong>4</strong> </sup>Así halló José gracia en sus ojos, y le servía; y él le hizo mayordomo de su casa y entregó en su poder todo lo que tenía.</p><p><sup><strong>5</strong> </sup>Y aconteció que desde cuando le dio el encargo de su casa y de todo lo que tenía, Jehová bendijo la casa del egipcio a causa de José, y la bendición de Jehová estaba sobre todo lo que tenía, así en casa como en el campo.</p><p>“Así, si comen, o beben, o hacen otra cosa, háganlo todo para la gloria de Dios” (1 Cor. 10:31). Por ende, al trabajar, administrarnos económicamente o cualquier otra cosa que hagamos, debemos hacerlo todo para la gloria de Dios. Él es quien nos da el conocimiento y la fuerza para triunfar en la vida.</p><p>“Señor, tuya es la magnificencia, el poder y la gloria, la victoria y el honor, porque todo lo que está en los cielos y en la tierra es tuyo. Tuyo, Señor, es el reino; tú eres excelso y soberano sobre todos. Las riquezas y la gloria proceden de ti, y tú dominas sobre todos. En tu mano está la fuerza y el poder, y en tu mano está engrandecer y dar poder a todos” (1 Crón. 29:11, 12).</p><p><strong>¿Cuáles son los principios que sigues, no solo en el trabajo, sino en la vida en general? ¿Qué cambios necesitas hacer posiblemente?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de febrero",
          "dayTitle": "<p>BUSCAR CONSEJOS PIADOSOS</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>Hay decenas de gurús seculares sobre el manejo del dinero, pero Dios nos advirtió que no los consultáramos para la administración de los bienes que él nos ha confiado. “Dichoso el hombre que no anda en el consejo de los malos ni se detiene en el camino de los pecadores, ni se sienta en silla de burladores. Antes en la ley del Señor se deleita, y en su ley medita de día y de noche. Será como árbol plantado junto a corrientes de agua, que da su fruto a su tiempo, su hoja no cae, y todo lo que hace prosperará” (Sal. 1:1–3).\n</p><p>De modo que la persona que se deleita en la Ley del Señor (la Ley, aquí, podría entenderse más ampliamente como la Palabra de Dios) será bendita. ¿Tan sencillo es eso? Y prosperará: tendrá éxito.</p><p><strong>Lee Proverbios 3:5 al 8. ¿Cómo aplicamos este principio en nuestras cuestiones financieras básicas?</strong></p><p><strong>Proverbios 3:5-8</strong></p><p><strong><sup>5</sup></strong> Fíate de Jehová de todo tu corazón, Y no te apoyes en tu propia prudencia.</p><p><strong><sup>6</sup></strong> Reconócelo en todos tus caminos, Y él enderezará tus veredas.</p><p><strong><sup>7</sup></strong> No seas sabio en tu propia opinión; Teme a Jehová, y apártate del mal;</p><p><strong><sup>8</sup></strong> Porque será medicina a tu cuerpo,</p><p>Y refrigerio para tus huesos. El consejo bíblico nos brinda elementos muy valiosos para seguir:\n</p><p><strong>1.</strong> Organízate. Desarrolla un plan de gastos (Prov. 27:23, 24). Muchas familias simplemente viven con lo justo, apenas les alcanza para llegar a fin de mes. Sin un plan sencillo para ganar, gastar y ahorrar, la vida es mu- cho más estresante.</p><p><strong>2</strong>. Gasta menos de lo que ganas. Decide vivir dentro de tus posibilidades (Prov. 15:16). Muchas familias de países occidentales realmente gastan más de lo que ganan. Esto solo es posible gracias a la disponibilidad de crédito y débito. Muchos problemas atormentan a los que están endeudados. 3. Ahorra una parte de cada período de pago (Prov. 6:6–8). Ahorramos para hacer compras más grandes en el futuro y para hacernos cargo de gas- tos no planificados, como accidentes o enfermedades. Algunos ahorros se pueden utilizar para planificar el momento en que, debido a la edad avanzada, ya no podamos trabajar.</p><p><strong>4.</strong> Evita las deudas como a la COVID-19 (Prov. 22:7). Los intereses son un gasto del que se puede prescindir. Una persona o una familia que vive con deudas, es decir, con dinero prestado, en realidad vive hoy con dinero que espera ganar en el futuro. Si se produce algún cambio en la vida, puede resultar en un grave aprieto económico.</p><p><strong>5.</strong> Sé un trabajador diligente. “El perezoso desea mucho, y nada alcanza; pero los diligentes serán prosperados” (Prov. 13:4).</p><p><strong>6.</strong> Sé fiel a Dios, en lo financiero (Deut. 28:1–14). Ninguna familia puede darse el lujo de vivir sin la bendición de Dios.</p><p><strong>7.</strong> Recuerda que esta Tierra no es nuestro verdadero hogar. Nuestra forma de administrarnos dice mucho acerca de cuáles son nuestras prioridades (ver Mat. 25:14–21).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de febrero",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>“No puede ser perfecto o completo ningún proyecto de negocios o plan de vida que abarque únicamente los breves años de la vida actual y no haga provisión para el futuro eterno. [...] Nadie puede acumular tesoro en el Cielo sin descubrir que de esa manera se enriquece y ennoblece su vida en la Tierra” (Ed 144, 145).<br></p><p>“El cimiento de la integridad comercial y del verdadero éxito es el recono- cimiento del derecho de propiedad de Dios. El Creador de todas las cosas es el propietario original. Nosotros somos sus mayordomos. Todo lo que tenemos es depósito suyo para que lo usemos de acuerdo con sus indicaciones” (Ed 137).</p><p>Debido a la presión de mantener a nuestra familia, muchas veces pensamos que nuestro trabajo es simplemente para proporcionar un ingreso. Pero, como cristianos, también se nos plantea hacer nuestra parte en la Gran Comisión que Jesús les dio a todos sus seguidores. Después de citar esta Comisión según se encuentra en Marcos 16:15, Elena de White escribió: “No quiere decir esto que todos sean llamados a ser pastores o misioneros en el sentido común de la pa- labra; pero todos pueden ser colaboradores con él para dar las ‘buenas nuevas’ a sus semejantes. Se da la orden a todos: grandes o chicos, instruidos o ignorantes, ancianos o jóvenes” (Ed 264). “Es necesario que sigamos más estrictamente el plan de vida de Dios. Es- merarnos en hacer el trabajo que tenemos más a mano, encomendar nuestros caminos a Dios y estar atentos a las indicaciones de su providencia son reglas que aseguran el logro de una buena ocupación” (Ed 267).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>1. Como cristianos, ¿cómo definimos lo que es una vida “exitosa”? ¿Cuál podría ser la diferencia entre lo que el mundo define como éxito y cómo deberíamos definirlo nosotros (idealmente)? Tomemos, por ejemplo, a Juan el Bautista. ¿Cómo definirías su vida, que terminó ignominio- samente en una prisión y en la muerte, todo, por el capricho de una mujer malvada? ¿Lo llamarías exitoso? ¿Qué razones puedes dar para tu respuesta?</p><p>2. ¿Cómo explicamos el hecho de que hay muchas personas muy “exitosas” que no siguen ninguno de los principios bíblicos sobre el manejo de la riqueza o la vida en general? ¿O qué sucede con aquellos que intentan seguir esos principios y, sin embargo, no logran el objetivo? Tal vez se enfermen o les sobrevenga una calamidad. ¿Cómo debemos entender estas situaciones?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Repaso",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>Las Escrituras nos enseñan que debemos servir al Señor desde nuestra juven- tud (Ecl. 12:1), trabajando con todas nuestras fuerzas (Ecl. 9:10) y con diligencia (Prov. 14:23; 2 Tes. 3:8). Además, necesitamos buscar el consejo del Señor en todo lo que nos propongamos lograr (Prov. 3:5).</p><p>Cuando buscamos el consejo del Señor, él dirige nuestros caminos (Prov. 3:6). Esta guía divina es importante para formar una familia exitosa con un cónyuge, con la bendición del Señor (Prov. 19:14; 2 Cor. 6:14, 15). Sin embargo, aun haciendo todo bien, puede haber circunstancias imprevistas, que no pueden explicarse humanamente y que están fuera de nuestro control, que pongan a prueba la fe en la conducción divina. Esas pruebas pueden surgir por conflictos maritales, por pérdidas materiales, por problemas de salud o la muerte de seres queridos (Ecl. 5:13, 14; Job 2:2–8).</p><p>Podemos estar agradecidos porque la conducción del Señor también restaura en medio de esas dificultades y después (Jos. 1:9; Juan 16:33; Heb. 13:5). Si hay algo que nos enseñan las dificultades, es la amarga lección de que el éxito y el bienestar material, aunque deseables, pueden desaparecer sin previo aviso. Por lo tanto, desde una perspectiva bíblica, la riqueza y las posesiones no son suficientes para definir el éxito. El contentamiento (Prov. 15:16; 1 Tim. 6:6, 8), servir al Señor con gozo (Luc. 1:47; Sal. 126:3) y confiar en su providencia (Mat. 6:24–34; Sal. 37:25) son tesoros mucho mayores.</p><p>Cuando Dios otorga prosperidad material, espera que lo honremos con lo que nos da (Prov. 3:9, 10). Como destinatarios de esa generosidad, siempre debemos tener en cuenta que el verdadero éxito no depende de las riquezas, ni siquiera aquellas que provienen de Dios. El verdadero éxito significa ser un mayordomo fiel, independientemente de las circunstancias por las que estemos atravesando. En la prosperidad, la adversidad, la salud o la enfermedad, debemos ser fieles hasta la muerte para que, al final, podamos heredar la corona de la vida (Apoc. 2:10).</p><p><br></p><p><strong>COMENTARIO</strong></p><p>El éxito en la vida se puede definir de varias maneras, dependiendo del marco de referencia de cada uno o de los conceptos predominantes de cada cultura. Si medimos el éxito exclusivamente por las posesiones materiales o los logros humanos, será evidente que nuestro marco de referencia es una mentalidad secularizada. Una larga vida y las posesiones materiales están en armonía con las Escrituras (Prov. 3:16), pero no siempre se obtienen esas adquisiciones en este mundo.</p><p>Incluso para quienes viven en países económicamente aventajados, el pecado encontrará la manera de convertir la vida en una carga y un sinsentido, mediante las obras de la carne (Gál. 5:19–21). Pero Jesús vino a ofrecer vida “en abundancia” (Juan 10:10). Este es el camino del verdadero éxito.</p><p><strong>Condiciones para el verdadero éxito</strong></p><p>1. Primero Dios: El éxito en nuestra vida material y espiritual depende de poner a Dios en primer lugar (Mat. 6:33; Deut. 28:1–14). Entonces Dios nos llama a guardar sus mandamientos, para establecernos como un pueblo santo (Deut. 28:9), sobre quien se invoca su nombre (Deut. 28:10). Luego, mediante las bendiciones materiales, él exalta su nombre y a su pueblo por encima de todas las naciones (Deut. 28:1; Mal. 3:12).</p><p>Nuestro entendimiento es imperfecto. Hay caminos que parecen derechos pero que no son buenos (Prov. 16:25). Por lo tanto, necesitamos confiar en el Señor, para que él dirija nuestros caminos (Prov. 3:5–8).</p><p>2. Diligencia: En las Escrituras, diligencia puede aludir a alguien que es rápido, hábil y preparado (heb. mahir) (Prov. 22:29). Otro significado de diligente es agu- do, perspicaz (heb. harutz), dicho de alguien que es eficiente (Prov. 13:4). Como tal, una persona diligente es aquella que actúa con prontitud y competencia. La indolencia y la ociosidad no son compatibles con el éxito.</p><p>3. Prosperidad e integridad: José prosperó porque el Señor estaba con él, según Génesis 39:2 al 5. En este texto de Génesis, “próspero” (hebreo: tsalah) significa “seguir adelante”, “ser provechoso” o “ser bueno”. José no fue víctima de las circunstancias ni de la ociosidad, porque “siguió adelante” e hizo que las cosas sucedieran. Aprovechó las oportunidades, siempre en consulta con el Señor y, en consecuencia, sobresalió en lo que hizo.</p><p>Además, José halló gracia ante los ojos de Potifar, quien confió plenamente en él y puso todo lo que tenía en sus manos. El alcance de esta responsabilidad muestra que, además de ser muy bueno en lo que hacía, José era recto, honesto y digno de confianza. El mundo necesita personas como José en todas las esferas de la vida.</p><p>“La mayor necesidad del mundo es la de hombres que no se vendan ni se compren; hombres que sean sinceros y honrados en lo más íntimo de sus almas; hombres que no teman dar al pecado el nombre que le corresponde; hombres cuya conciencia sea tan leal al deber como la brújula al polo; hombres que se mantengan de parte de la justicia aunque se desplomen los cielos” (Ed 57).</p><p>4. Comprender las limitaciones del éxito mundano: Es común que las per- sonas definan el éxito solo en términos de bendiciones materiales, sin considerar los dones más importantes e intangibles, como la salud, la alegría, las relaciones sociales y familiares sólidas, y una vida de oración eficaz.</p><p>Lamentablemente, no siempre adquirimos estos intangibles de una vez. Peor aún, estos dones pueden incluso ser sacrificados para alcanzar el éxito mundano. Por lo tanto, es mejor tener menos posesiones materiales “con el temor del Señor”, que tener mucho dinero, con preocupación y angustia (Prov. 15:16, leer también Ecl. 4:6).</p><p>Alguien que alcanza grandes riquezas puede tener muchas cosas, por cierto (Ecl. 10:19). Pero esta persona quizá no tenga cosas que el dinero no puede com- prar, como la libertad y la paz para disfrutar de sus posesiones (Ecl. 5:19) y el don del Espíritu (Hech. 8:20), con sus frutos de justicia (Gál. 5:22).</p><p>El éxito con muchas posesiones no necesariamente hace que una persona sea mejor, y puede ser la puerta de entrada a más tentaciones (1 Tim. 6:9, 10).</p><p>Además, el éxito material es incierto. Hay posesiones que se vuelven perjudiciales para sus dueños en lugar de beneficiosas, posesiones que pueden perderse inesperadamente (Ecl. 5:13, 14). Muchas veces, la ambición de ganar mucho dinero se convierte en un fin en sí mismo en la búsqueda de tener más, aunque la persona no pueda disfrutar de todo lo que ha adquirido (Ecl. 4:6-8). Peor aún, puede terminar disfrutándola alguien que no hizo nada para adquirir esta riqueza ganada con tanto esfuerzo (Ecl. 6:2).</p><p><br></p><p><strong>Ejemplos de éxito</strong></p><p><strong>1. Éxito y sabiduría:</strong> Una palabra usada en la Biblia para buena fortuna (en hebreo: sakal) se puede traducir en varios pasajes de las Escrituras como “buen éxito”, “ser prudente” y “sabio entender”. Esta palabra se utiliza en referencia a Josué en la victoria sobre Canaán (Jos. 1:7, 8), y de David, cuando tuvo éxito en sus batallas militares (1 Sam. 18:5, 14, 15). Toda la sabiduría y la prudencia que conducen al verdadero éxito provienen de Dios (Prov. 9:10). Esta verdad bíblica puede ser la razón por la que las mismas palabras (sakal) en estos ejemplos pueden traducirse como sabiduría y éxito.</p><p><strong>2. Éxito en el matrimonio y la familia:</strong> El matrimonio y la familia dependen de cónyuges sabios y exitosos (en hebreo: sakal); y así, la mujer sabia (sakal) es del Señor (Prov. 19:14). Por otro lado, hay maridos necios, como Nabal (1 Sam. 25:25), cuya arrogancia e insensatez pueden ser perjudiciales.</p><p>Podemos aprender valiosos principios rectores sobre el matrimonio en la historia de la búsqueda de una esposa para Isaac por parte de Abraham. Abraham confió en Dios para encontrar una esposa para su hijo (Gén. 24:7). El siervo de Abraham, en respuesta a la fe de su amo, fue diligente en la búsqueda de la futura esposa de Isaac, y oró al Señor para que lo guiara (Gén. 24:12). Fue mien- tras Isaac también meditaba y oraba en el campo (Gén. 24:63) que Dios le trajo a Rebeca para que fuera su esposa. De la misma manera, la mujer cristiana debe orar para que Dios le proporcione un esposo sabio y prudente (sakal), y un hogar económicamente estable y exitoso.</p><p><strong>3. Éxito en cualquier situación: </strong>Dios deseaba abrir las ventanas de los cielos para bendecir a Israel, a fin de que pudieran avanzar y progresar (heb. ashar) en su plan de que fuera una bendición para todas las naciones. Esta bendición de pendía de la fidelidad de la nación en la devolución de los diezmos y las ofrendas (Mal. 3:10–12). En la traducción griega del Antiguo Testamento, llevada a cabo por los judíos (LXX), la palabra “progreso” se tradujo al griego como makarioi, que significa bendito, o dichoso (Mal. 3:12). Esta bendición (makarioi) llamaría la atención de todas las naciones hacia el nombre del Señor.</p><p>En las Bienaventuranzas, Jesús identifica a los felices (en griego: makarioi) de su Reino como aquellos que son pobres de espíritu, mansos, misericordiosos, pacificadores y puros de corazón (Mat. 5:1–9). Jesús señala otro grupo de personas felices (makarioi): los que son perseguidos y acusados falsamente por causa de su nombre (Mat. 5:10, 11), así como los que pacientemente soportan pruebas y aflicciones por causa de su fe (Sant. 5:11).</p><p>Por otro lado, muchos hacen todo bien, pero, inexplicablemente, ocurren imprevistos que prueban severamente su fe: la desgracia, la enfermedad, la banca- rrota y la pérdida de seres queridos. La paciencia con la que estos enfrentan esas pruebas sin perder la fe los coloca entre los bienaventurados, felices y exitosos delante de Dios, al igual que Job (Sant. 5:10, 11). Su vida fue exitosa porque fueron fieles, sin importar las circunstancias (Apoc. 2:10).</p><p>En consecuencia, Dios se complace en bendecirnos con posesiones materiales, pero esto no siempre sucede, debido a situaciones desconocidas para nosotros en el conflicto entre el bien y el mal (Job 1: 8-22). (Ver CMC 209.)</p><p>Sin embargo, mediante la gracia, podemos tener éxito en el mayor desafío existencial de poner siempre a Dios en primer lugar (Mat. 6:33).</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>&nbsp;Pide a un miembro de la clase que lea en voz alta las siguientes citas y luego analícenlas.</p><p>Éxito aparente “El mal triunfa aparentemente, pero no en realidad” (Ed 108).</p><p>¿Cómo no preocuparnos por el aparente éxito de la gente que no teme a Dios (Sal. 73:2–20)?</p><p><strong>Fracaso aparente</strong></p><p>“Nuestros planes a menudo fracasan, para que los planes que Dios tiene para nosotros puedan resultar en un éxito completo. Oh, en la vida futura vere- mos explicados los enredos y los misterios de la vida que tanto han estorbado y frustrado nuestras esperanzas. Veremos que las oraciones y las esperanzas de ciertas cosas que nos fueron retenidas han estado entre nuestras mayores bendiciones” (NEV 320).</p><p>Esta cita, ¿en qué medida nos consuela en nuestras pérdidas, expectativas incumplidas y esperanzas frustradas en esta vida? Además, los sentimientos allí expresados, ¿cómo nos ayudan a no preocuparnos por el aparente fracaso de los creyentes (1 Cor. 13:7; 1 Ped. 1:6, 7; 4:16)?</p><p><strong>Principios para el verdadero éxito</strong></p><p>“No hay ocupación lícita para la cual no provea la Biblia una preparación esencial. Sus principios de diligencia, honradez, economía, temperancia y pureza son el secreto del verdadero éxito” (Ed 135).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>CÓMO PLANIFICAR PARA TENER ÉXITO</strong></p>",
      "verse": "<p>“Y todo lo que hagan, háganlo con todo el corazón, como para el Señor y no para los hombres; seguros de que recibirán del Señor la recompensa de la herencia; porque ustedes sirven a Cristo el Señor” (Col. 3:23, 24).</p>",
      "versionCode": 1,
      "weekDate": "18-24 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
