{
  "data": [
    {
      "color": "#BC054E",
      "id": 704,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 21",
          "dayTitle": "<p>Offerings for Jesus<br></p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Besides tithing, there are offerings that come from the 90 percent that remains in our possession after our tithe is returned to God. This is where generosity begins. Different types of offerings were given by God’s people, such as sin offerings, given in response to God’s grace, or thank offerings, given to recognize God’s protection, and blessings of health, prosperity, and sustaining power. There also were offerings for the poor and offerings to build and maintain the house of worship. <br></p><p>When we consider the magnitude of God’s gifts to us, we then begin to see our giving as more than just paving the parking lot or buying choir robes. We bring our gifts in response to what God has done for us, especially in the sacrifice of Jesus. “We love Him because He first loved us” (1 John 4:19, NKJV). The church, then, whether it be local, conference, or worldwide, uses our gifts to advance the cause of God. This week we will review what the Bible has to say about offerings as part of our management of God’s business on the earth.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 22",
          "dayTitle": "<p>Motivation for Giving<br></p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p>We love God because He first loved us. Our giving is in response to His amazing gift of Jesus to us. In fact, we are told, “The Lord does not need our offerings. We cannot enrich Him by our gifts. Says the psalmist: ‘All things come of Thee, and of Thine own have we given Thee.’ Yet God permits us to show our appreciation of His mercies by self-sacrificing efforts to extend the same to others. This is the only way in which it is possible for us to manifest our gratitude and love to God. He has provided no other.”—Ellen G. White, Counsels on Stewardship, p. 18. <br></p><p>When we surrender “our” money to Jesus, it actually strengthens our love for Him and for others. Therefore, money can be a real power for good. Jesus spent more time talking about money and wealth than just about any other subject. One verse in every six in Matthew, Mark, and Luke is about money. The gospel’s good news is that God can deliver us from the misuse and love of money. <br></p><p><strong>Read Matthew 6:31–34 and Deuteronomy 28:1–14. What does God promise to do for us if we obey Him? Is it selfishness on our part to claim the promises of God? </strong><br></p><p><strong>Matthew 6:31-34</strong></p><p><strong><sup>31</sup>&nbsp;</strong>“Therefore do not worry, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’ <br></p><p><strong><sup>32</sup>&nbsp;</strong>For after all these things the Gentiles seek. For your heavenly Father knows that you need all these things.&nbsp;</p><p><strong><sup>33</sup>&nbsp;</strong>But seek first the kingdom of God and His righteousness, and all these things shall be added to you.<strong>&nbsp;</strong></p><p><strong><sup>34</sup>&nbsp;</strong>Therefore do not worry about tomorrow, for tomorrow will worry about its own things. Sufficient for the day is its own trouble.<strong><br></strong></p><p><strong>Deuteronomy 28:1–14</strong><br></p><p><sup><strong>1</strong> </sup>“Now it shall come to pass, if you diligently obey the voice of the Lord your God, to observe carefully all His commandments which I command you today, that the Lord your God will set you high above all nations of the earth.&nbsp;</p><p><strong><sup>2</sup></strong>&nbsp;And all these blessings shall come upon you and overtake you, because you obey the voice of the Lord your God:<strong><br></strong></p><p><strong><sup>3</sup></strong>&nbsp;“Blessed shall you be in the city, and blessed shall you be in the country.<strong><br></strong></p><p><strong><sup>4</sup></strong>&nbsp;“Blessed shall be the [a]fruit of your body, the produce of your ground and the increase of your herds, the increase of your cattle and the offspring of your flocks.<strong><br></strong></p><p><strong><sup>5</sup></strong>&nbsp;“Blessed shall be your basket and your kneading bowl.<strong><br></strong></p><p><strong><sup>6</sup></strong>&nbsp;“Blessed shall you be when you come in, and blessed shall you be when you go out.<strong><br></strong></p><p><sup><strong>7</strong>&nbsp;</sup>“The Lord will cause your enemies who rise against you to be defeated before your face; they shall come out against you one way and flee before you seven ways.<strong><br></strong></p><p><strong><sup>8</sup></strong>&nbsp;“The Lord will command the blessing on you in your storehouses and in all to which you set your hand, and He will bless you in the land which the Lord your God is giving you.<strong></strong></p><p><strong><sup>9</sup></strong>&nbsp;“The Lord will establish you as a holy people to Himself, just as He has sworn to you, if you keep the commandments of the Lord your God and walk in His ways. <strong><br></strong></p><p><strong><sup>10</sup></strong>&nbsp;Then all peoples of the earth shall see that you are called by the name of the Lord, and they shall be afraid of you. <strong><br></strong></p><p><strong><sup>11</sup></strong>&nbsp;And the Lord will grant you plenty of goods, in the fruit of your body, in the increase of your livestock, and in the produce of your ground, in the land of which the Lord [b]swore to your fathers to give you. <strong><br></strong></p><p><strong><sup>12</sup></strong>&nbsp;The Lord will open to you His good [c]treasure, the heavens, to give the rain to your land in its season, and to bless all the work of your hand. You shall lend to many nations, but you shall not borrow. <strong><br></strong></p><p><strong><sup>13</sup></strong>&nbsp;And the Lord will make you the head and not the tail; you shall be above only, and not be beneath, if you [d]heed the commandments of the Lord your God, which I command you today, and are careful to observe them. <strong><br></strong></p><p><strong><sup>14</sup></strong>&nbsp;So you shall not turn aside from any of the words which I command you this day, to the right or the left, to go after other gods to serve them.<br></p><p><br></p><p>Our offerings are an evidence of our willingness to sacrifice self for God. Making an offering can be a deeply spiritual experience, an expression of the fact that our lives are wholly surrendered to God as our Lord. To us, as an English idiom says, it is “putting our money where our mouth is.” You can say you love God, but generous offerings help reveal (and even strengthen) that love. <br></p><p>An offering comes from a heart that trusts in a personal God who constantly provides for our needs as He sees best. Our offerings rest on the conviction that we have found assurance of salvation in Christ. They are not an appeasement or a search for God’s acceptance. Rather, our offerings flow from a heart that has accepted Christ by faith as the only and sufficient means of grace and redemption. <br></p><p><strong>Read 2 Corinthians 9:6, 7. What is the Lord saying to us here? What does it mean to give as one “purposes in his heart” (NKJV)? How do we learn to give cheerfully? <br></strong></p><p><strong>2 Corinthians 9:6-7<br></strong></p><p><strong><sup>6</sup>&nbsp;</strong>But this I say: He who sows sparingly will also reap sparingly, and he who sows bountifully will also reap bountifully.</p><p><strong><sup> 7</sup>&nbsp;</strong>So let each one give as he purposes in his heart, not grudgingly or of necessity; for God loves a cheerful giver.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 23",
          "dayTitle": "<p>What Portion for Offerings?</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Deuteronomy 16:17. Rather than a percentage, what criterion does God give as the basis for the amount of our offerings?&nbsp;</strong><br></p><p><strong>Deuteronomy 16:17</strong></p><p><strong><sup>17</sup></strong>&nbsp;Every man shall give as he is able, according to the blessing of the Lord your God which He has given you.</p><p> Our offerings are an acknowledgment and expression of our gratitude to God for His abundant gifts of life, redemption, sustenance, and constant blessings of many kinds. So, as we noted in the passage above, the amount of our offerings is based on what we have been blessed with. <br></p><p>“ ‘For everyone to whom much is given, from him much will be required’ ” (Luke 12:48, NKJV). <br></p><p><strong>Read Psalm 116:12–14. How are we supposed to answer the question posed in verse 12? How does money fit in with the answer? <br></strong></p><p><strong>Psalm 116:12–14<br></strong></p><p><strong><sup>12</sup></strong> What shall I render to the Lord For all His benefits toward me?</p><p><strong><sup>13</sup></strong> I will take up the cup of salvation, And call upon the name of the Lord. <br></p><p><strong><sup>14</sup></strong> I will pay my vows to the Lord Now in the presence of all His people.<br></p><p>How could we ever repay God for all His blessings to us? The simple answer is that we never could. It seems that the best we can do is be generous with the cause of God and in helping our fellow human beings. When Jesus sent out His disciples on a missionary trip, He told them, “ ‘Freely you have received, freely give’ ” (Matt. 10:8, NKJV). Our offerings contribute to the development of a Christlike character. We are thereby changed from selfishness to love; we are to be concerned for others and the cause of God as Christ was.&nbsp;<br></p><p>Let us always remember that “ ‘God so loved . . . , that He gave’ ” (John 3:16, NKJV). In contrast—as sure as day follows night—the more we hoard for ourselves, the more selfish in our own hearts we will become, and the more miserable we will feel, as well. <br></p><p>It is up to us to determine what amount we give and what entity receives our gifts. But bringing an offering to the Lord is a Christian duty with spiritual and moral implications. To neglect this is to do spiritual damage to ourselves, perhaps more than we realize too.</p><p><strong>What do your offerings, and your attitude about giving them, say about your relationship with God?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 24",
          "dayTitle": "<p>Offerings and Worship<br></p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>The Bible does not give us an order of service for worship. But it appears that at least four things are present in worship services. In the New Testament this list includes study/preaching, prayer, music, and tithes and offerings. <br></p><p>Three times each year, the men (and families) of Israel were all to appear before the Lord in Jerusalem. And “ ‘they shall not appear before the Lord empty-handed’ ” (Deut. 16:16, NKJV). <br></p><p>In other words, part of the worship experience was the returning of tithe and giving offerings. It was at Passover, Pentecost, and the Feast of Tabernacles that God’s children brought their tithes and offerings. It’s hard to imagine someone coming to those feasts empty-handed. In other words, for ancient Israel the giving of their tithes and offerings was a central part of their worship experience. Worship, true worship, isn’t just expressing in words and songs and prayer our thankfulness and gratitude to God, but also expressing that thankfulness and gratitude to God by the bringing of our offerings to the house of the Lord. They brought it to the temple; we bring it to the church on Sabbath (at least as one way to return our tithe and offerings), an act of worship. <br></p><p><strong>Read 1 Chronicles 16:29; Psalm 96:8, 9; and Psalm 116:16–18. How do we apply the principles expressed here to our own worship experience? <br></strong></p><p><strong>1 Chronicles 16:29<br></strong></p><p><strong><sup>29</sup> </strong>Give to the Lord the glory due His name; Bring an offering, and come before Him. Oh, worship the Lord in the beauty of holiness!<strong><br></strong></p><p><strong>&nbsp;Psalm 96:8-9<br></strong></p><p><strong><sup>8</sup> </strong>Give to the Lord the glory due His name; Bring an offering, and come into His courts. <br></p><p><strong><sup>9</sup> </strong>Oh, worship the Lord in the beauty of holiness! Tremble before Him, all the earth.<strong><br></strong></p><p><strong>Psalm 116:16–18<br></strong></p><p><strong><sup>16</sup> </strong>O Lord, truly I am Your servant; I am Your servant, the son of Your maidservant; You have loosed my bonds. <strong><br></strong></p><p><sup><strong>17</strong> </sup>I will offer to You the sacrifice of thanksgiving, And will call upon the name of the Lord. <strong><br></strong></p><p><strong><sup>18</sup></strong> I will pay my vows to the Lord Now in the presence of all His people,</p><p>As God’s children, who are tasked with the responsibility of managing His business on the earth, it is a privilege, an opportunity, and a responsibility to bring our offerings. If the Lord has given us children to raise for Him, we should share with them the joy of bringing tithes and offerings to Sabbath School and church services. In some places, people return their tithe online or by other means. However we do it, the returning of tithes and offerings is a part of our worship experience with God. <br></p><p><strong>What has been your own experience with the role of returning tithe and offerings as part of worship? How does the practice impact your relationship with God?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 25",
          "dayTitle": "<p>God Takes Note of Our Offerings</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Mark 12:41–44. Whether we are rich or not rich, what message can we take from this story? What’s the principle that this teaches us, and how can we apply it to our own worship experience? </strong><br></p><p><strong>Mark 12:41–44<br></strong></p><p><strong><sup>41</sup></strong>&nbsp;Now Jesus sat opposite the treasury and saw how the people put money into the treasury. And many who were rich put in much. <strong><br></strong></p><p><strong><sup>42</sup></strong>&nbsp;Then one poor widow came and threw in two mites, which make a quadrans. <strong><br></strong></p><p><strong><sup>43</sup></strong>&nbsp;So He called His disciples to Himself and said to them, “Assuredly, I say to you that this poor widow has put in more than all those who have given to the treasury; <strong><br></strong></p><p><strong><sup>44</sup></strong>&nbsp;for they all put in out of their abundance, but she out of her poverty put in all that she had, her whole livelihood.”</p><p>Jesus and His disciples were in the temple courtyard where the treasury chests were located, and He watched those who were bringing their gifts. He was close enough to see that a widow had given two copper coins. She had put in all that she had. “But Jesus understood her motive. She believed the service of the temple to be of God’s appointment, and she was anxious to do her utmost to sustain it. She did what she could, and her act was to be a monument to her memory through all time, and her joy in eternity. Her heart went with her gift; its value was estimated, not by the worth of the coin, but by the love to God and the interest in His work that had prompted the deed.”—Ellen G. White, Counsels on Stewardship, p. 175. <br></p><p>Another very significant point is that this is the only gift Jesus ever commended—a gift to a church that was just about to reject Him, a church that greatly deviated from its calling and mission. <br></p><p><strong>Read Acts 10:1–4. Why did a Roman centurion receive a visit from a heavenly angel? Which of his two actions were noted in heaven? <br></strong></p><p><strong>Acts 10:1–4</strong></p><p><strong><sup>1</sup></strong> There was a certain man in Caesarea called Cornelius, a centurion of what was called the Italian Regiment, <strong><br></strong></p><p><strong><sup>2</sup></strong>&nbsp;a devout man and one who feared God with all his household, who gave alms generously to the people, and prayed to God always. <strong><br></strong></p><p><strong><sup>3</sup></strong>&nbsp;About the ninth hour of the day he saw clearly in a vision an angel of God coming in and saying to him, “Cornelius!” <strong><br></strong></p><p><strong><sup>4</sup></strong>&nbsp;And when he observed him, he was afraid, and said, “What is it, lord?”<br></p><p>Apparently, not only are our prayers heard in heaven, but the motive of our gifts also is noted. The passage notes that Cornelius was a generous giver. “ ‘For where your treasure is, there your heart will be also’ ” (Matt. 6:21, NKJV). The heart of Cornelius followed his gifts. He was ready to learn more about Jesus. Prayer and almsgiving are closely linked and demonstrate our love to God and our fellow men—the two great principles of God’s law: “ ‘ “You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind,” and “your neighbor as yourself ” ’ ” (Luke 10:27, NKJV). The first is revealed in prayer, the second in almsgiving.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 26",
          "dayTitle": "<p>Special Projects: “Big Jar” Giving<br></p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>Research has shown that only about 9 percent of people’s assets are liquid and could be contributed as an offering on a moment’s notice. Cash, checking, savings, money market funds, and so on are generally considered liquid assets, at least for those possessing things like this. Most of our assets, about 91 percent, are “invested” in real estate, such as our homes, our livestock (if we are rural), or other nonliquid items. <br></p><p>The differences in the percentages of liquid and nonliquid assets can be illustrated by putting 1,000 pennies in two different glass jars, with 10 pennies representing each percentage point. So, you would have 90 pennies in a small jar representing the 9 percent liquid assets and 910 pennies in a large quart-size jar representing the 91 percent of nonliquid assets. <br></p><p>Most people give their offerings or contributions from the small jar—from their liquid assets. This is what they have in their checking account or pocketbook. But when someone really gets excited about something, they give from the big jar. The Bible tells many such stories. <br></p><p><strong>Read Mark 14:3–9&nbsp; and John 12:2–8. Who were the main characters at Simon’s feast? What was the value of Mary’s gift? Why did she anoint Jesus at this time? <br></strong></p><p><strong>Mark 14:3–9</strong></p><p><strong><sup>3</sup>&nbsp;</strong>And being in Bethany at the house of Simon the leper, as He sat at the table, a woman came having an alabaster flask of very costly oil of spikenard. Then she broke the flask and poured it on His head. <br></p><p><strong><sup>4</sup>&nbsp;</strong>But there were some who were indignant among themselves, and said, “Why was this fragrant oil wasted? <br></p><p><strong><sup>5&nbsp;</sup></strong>For it might have been sold for more than three hundred denarii and given to the poor.” And they criticized her sharply. <br></p><p><strong><sup>6</sup>&nbsp;</strong>But Jesus said, “Let her alone. Why do you trouble her? She has done a good work for Me.</p><p><strong><sup> 7&nbsp;</sup></strong>For you have the poor with you always, and whenever you wish you may do them good; but Me you do not have always. <br></p><p><strong><sup>8&nbsp;</sup></strong>She has done what she could. She has come beforehand to anoint My body for burial. <br></p><p><strong><sup>9</sup>&nbsp;</strong>Assuredly, I say to you, wherever this gospel is preached in the whole world, what this woman has done will also be told as a memorial to her.”<strong><br></strong></p><p><strong>John 12:2–8<br></strong></p><p><strong><sup>2&nbsp;</sup></strong>There they made Him a supper; and Martha served, but Lazarus was one of those who sat at the table with Him.<strong> <br></strong></p><p><strong><sup>3&nbsp;</sup></strong>Then Mary took a pound of very costly oil of spikenard, anointed the feet of Jesus, and wiped His feet with her hair. And the house was filled with the fragrance of the oil.<strong> <br></strong></p><p><strong><sup>4</sup></strong>&nbsp;But one of His disciples, Judas Iscariot, Simon’s son, who would betray Him, said,<strong> <br></strong></p><p><strong><sup>5&nbsp;</sup></strong>“Why was this fragrant oil not sold for three hundred denarii and given to the poor?” <br></p><p><strong><sup>6</sup>&nbsp;</strong>This he said, not that he cared for the poor, but because he was a thief, and had the money box; and he used to take what was put in it.<strong> <br></strong></p><p><strong><sup>7&nbsp;</sup></strong>But Jesus said, “Let her alone; she has kept this for the day of My burial.<strong> <br></strong></p><p><strong><sup>8</sup>&nbsp;</strong>For the poor you have with you always, but Me you do not have always.”</p><p><strong></strong>Mary’s gift was worth 300 denarii—a full year’s wages. It was, most likely, a “big jar” gift. Following this incident, Judas betrayed Jesus for a little more than one third of that amount—a “little jar” gift, 30 pieces of silver (Matt. 26:15). It takes real love and commitment to make big jar gifts—from our investments. But when we get greedy, like Judas, we can sell our souls for next to nothing.</p><p>The work and activities of Barnabas are mentioned 28 times in the New Testament. We know him primarily as a companion to the apostle Paul and as a great missionary. But the foundation for all of this is established in the first passage, where he is mentioned. In Acts 4:36, 37, we read of his giving, truly, a “big jar” offering. What a powerful example of Christ’s words: “ ‘For where your treasure is, there your heart will be also’ ” (Matt. 6:21, NKJV). <br></p><p><strong>Why is sacrificial giving as important for the givers as for the recipients?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 27",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>The heavenly record book of remembrance also notes the financial faithfulness of God’s family members. “The recording angel makes a faithful record of every offering dedicated to God and put into the treasury, and also of the final result of the means thus bestowed. The eye of God takes cognizance of every farthing devoted to His cause, and of the willingness or reluctance of the giver. The motive in giving is also chronicled. Those self-sacrificing, consecrated ones who render back to God the things that are His, as He requires of them, will be rewarded according to their works. Even though the means thus consecrated be misapplied, so that it does not accomplish the object which the donor had in view—the glory of God and the salvation of souls—those who made the sacrifice in sincerity of soul, with an eye single to the glory of God, will not lose their reward.”—Ellen G. White, Testimonies for the Church, vol. 2, p. 518. <br></p><p>“God desires people to pray and to plan for the advancement of his work. But, like Cornelius, we are to unite praying with giving. Our prayers and our alms are to come up before God as a memorial. Faith without works is dead; and without a living faith it is impossible to please God. While we pray, we are to give all we possibly can, both of our labor and our means, for the fulfillment of our prayers. If we act out our faith, we shall not be forgotten by God. He marks every deed of love and self-denial. He will open ways whereby we may show our faith by our works.”—Ellen G. White, Atlantic Union Gleaner, June 17, 1903. <br></p><p><strong>Discussion Questions:</strong> <strong><br></strong></p><p><strong>1.</strong> How do praying and giving go together? That is, how might praying help you know what to give as well as where, when, and how much to give? <strong><br></strong></p><p><strong>2.</strong> A well-known magazine in the United States told about young professionals on Wall Street who were making so much money and yet were so miserable, so empty, so full of angst and worry. One of them, a portfolio manager, said: “What does it matter after I die if I had made an extra one percent gain in my portfolio?” What lessons can we take from this story about how giving, even sacrificial giving, can be so spiritually beneficial to the giver in that it helps free us from the “deceitfulness of riches” (Matt. 13:22)? <strong><br></strong></p><p><strong>3.</strong> In the first Ellen G. White quote above, notice the part about funds being “misapplied.” Why is it important for those of us who give to keep her point in mind?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 28",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>Aspiring Artist’s Gift</strong> <br></p><p>By Sachiko Obara&nbsp;</p><p>My 14-year-old son, Eichiro, had a special plan for his summer vacation in Japan. He loved to draw, and he decided to save money to purchase a professional tablet and software that he could use to create his art. <br></p><p>Eichiro did careful preliminary online research to find out which tablet would be the best for him, and he even went to the store with his father to see it in person. At the same time, he eagerly looked for ways to earn money, even asking me to pay him for doing simple household chores. <br></p><p>After some time, he saved up 55,000 Japanese yen (U.S.$500), and he ordered the tablet online. “It will arrive soon!” he excitedly told me. Every three hours, he went online to check the delivery status. <br></p><p>A few days later, the package arrived. Eichiro carefully opened it, checked the tablet’s functions, and began to paint. For the next three days, he was like a professional artist holed up in a studio. Then he emerged from his room and made an astonishing announcement. “I’m thinking about giving the tablet away,” he said. He had seen a video, produced by the Seventh-day Adventist Church in Japan, about a project to create a comic-book version of Ellen G. White’s The Great Controversy. In the video, he had seen a young Adventist artist starting to work on the project with an old tablet. <br></p><p>“If I could get her to use my tablet, I think it would help her to get more work done,” Eichiro said. “I’m asking God whether this is His will.” <br></p><p>At his insistence, I contacted the person in charge of the project and was put in touch with the young artist. It turned out that she needed a tablet just like Eichiro’s. But when she heard that Eichiro had worked so hard for it, she hesitated. So, I told her that Eichiro had made the decision with much prayer. “I’ll accept the tablet gratefully,” she said. <br></p><p>I believe that the Holy Spirit touched my son’s heart in a powerful way. Before buying the tablet, his only thoughts were about how to earn more money. But as the Holy Spirit worked, his focus shifted from self to God and His mission work. I’m very happy that my son heard God’s calling and was able to contribute to His work. Let’s all seek to obey God just as honestly when He calls us to fulfill the mission of proclaiming Jesus’ soon coming to the world.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>Offerings for Jesus</strong><br></p>",
      "verse": "<p><strong>“What shall I render to the Lord for all His benefits toward me? I will take up the cup of salvation, and call upon the name of the Lord. I will pay my vows to the Lord now in the presence of all His people” (Psalm 116:12–14, NKJV)</strong><br></p>",
      "versionCode": 1,
      "weekDate": "January 21-27"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
