{
   "data":[
      {
         "color":"#3377ff",
         "id":2,
         "idEs":22,
         "language":"es",
         "lessonDays":[
            {
               "date":"7 de octubre",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>La temática de Dios como un Dios misionero atraviesa toda la Escritura. Es el hilo conductor de la historia humana y demuestra el propósito de Dios para su Creación. Además, fusiona la revelación divina con un objetivo principal: la restauración de la imagen de Dios en sus hijos caídos (comparar con Col. 3:9, 10 y 1 Juan 3:2).<br><br>La misión de Dios también funciona como el marco en el que debemos ver y entender la Palabra de Dios para nosotros. Cuando leemos la Biblia, podemos identificar a un Dios que nos tiende la mano de manera intencional. A pesar de la separación causada por el pecado (Isa. 59:2), mediante su misión, Dios sigue restaurando la relación quebrada con la humanidad hasta el glorioso momento en que haga “nuevas todas las cosas” (Apoc. 21:5).<br><br>Dios ha elegido manifestarse de tal manera que podamos comprender su naturaleza y su propósito, y sobre todo, que podamos tener una relación real y duradera con él. En otras palabras, no solo llegamos a conocerlo, sino también compartimos con otros nuestra experiencia con él y con su amor salvífico.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de octubre",
               "dayTitle":"<p>EL DIOS TRINO: EL ORIGEN DE LA MISIÓN<br></p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>La misión de Dios en las Escrituras da prominencia a Jesús como el único camino a la salvación. Cristo mismo declaró: “Yo soy el camino, la verdad y la vida. Nadie viene al Padre sino por mí” (Juan 14:6). Pero Jesús también nos ayuda a comprender la centralidad del Dios trino en su misión.<br><br>Todo lo que Cristo hizo fue por su Padre celestial o para él (ver Juan 4:34; 5:30; 12:45). Sin embargo, siempre debemos recordar que la misión de Jesús no comenzó cuando vino al mundo. La había recibido del Padre incluso antes de la creación de nuestro mundo (comparar con Efe. 1:4; 1 Ped. 1:20).<br><br>Por lo tanto, Dios concibió la manera en que salvaría a la humanidad aun antes de poner los cimientos de nuestro planeta, y entró intencionalmente en la historia de la humanidad para cumplir con este propósito.<br><br>El Hijo creó el mundo (Juan 1:3) y, “cuando se cumplió el tiempo” (Gál. 4:4), Dios demostró su amor al enviar al Hijo aquí (Juan 3:16, 17). El Hijo vino, murió en la Cruz y venció a la muerte. Luego, enviado por el Padre, vino el Espíritu (Juan 14:26; 16:7), quien convence al mundo (Juan 16:8-11) y hoy continúa la misión del Padre y del Hijo al dar poder y enviar al pueblo de Dios a la misión (Juan 14:26; 16:13, 14).<br><strong><br>Lee Juan 20:21 y 22. La idea de que la misión tiene su origen en el Padre, el Hijo y el Espíritu Santo, ¿cómo debería trazar nuestra misión?</strong><br></p><p><strong>Juan 20:21-22</strong></p><p><sup><strong>&nbsp;21</strong></sup> Entonces Jesús les dijo otra vez: Paz a vosotros. Como me envió el Padre, así también yo os envío.&nbsp;</p><p><sup><strong>22</strong></sup> Y habiendo dicho esto, sopló, y les dijo: Recibid el Espíritu Santo. <br></p><p>Aunque la palabra “trinidad” no se encuentra en la Biblia, las evidencias trinitarias relacionadas con la misión son cuantiosas. Por ejemplo, después de la resurrección, Cristo se apareció a sus discípulos y les prometió: “Ahora voy a enviarles lo que ha prometido mi Padre; pero ustedes quédense en la ciudad hasta que sean revestidos del poder de lo alto” (Luc. 24:49, NVI, énfasis añadido). Aquí encontramos la realidad de la misión de la Deidad en una sola frase: la promesa del Padre; la seguridad del cumplimiento de la promesa por parte del Hijo; y la promesa misma, la venida del Espíritu Santo (ver Luc. 3:16; Hech. 1:4, 5, 8).<br><br>Con estos pasajes, aprendemos que la misión no es nuestra. Pertenece al Dios trino. Como tal, no fracasará.<br><br><strong>El Padre, el Hijo y el Espíritu Santo participan en la obra de salvar almas. ¿Por qué te reconforta tanto este pensamiento?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de octubre",
               "dayTitle":"<p>HACER DISCÍPULOS: EL CENTRO DE LA MISIÓN<br></p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Mateo 28:16 al 20. ¿Qué elementos del discipulado puedes identificar en este pasaje?</strong><strong><sup><br></sup></strong></p><p><strong>Mateo 28:16-20<sup><br></sup></strong></p><p><sup><strong>16 </strong></sup>Pero los once discípulos se fueron a Galilea, al monte donde Jesús les había ordenado.&nbsp;</p><p><sup><strong>17 </strong></sup>Y cuando le vieron, le adoraron; pero algunos dudaban.&nbsp;</p><p><sup><strong>18 </strong></sup>Y Jesús se acercó y les habló diciendo: Toda potestad me es dada en el cielo y en la tierra.&nbsp;</p><p><sup><strong>19 </strong></sup>Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo;&nbsp;</p><p><sup><strong>20</strong></sup> enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén.</p><p>Mateo 28:16 al 20 pronuncia el mandato bíblico, comúnmente identificado como la Gran Comisión (Mat. 28:18-20), en el que Jesús instruye a sus seguidores para que vayan y hagan discípulos, enseñándoles la verdad e iniciándolos en la comunión (ver también Mar. 16:15 y 16; Luc. 24:44-49; Juan 20:21-23; Hech. 1:8).<br><br>Los componentes básicos de Mateo 28:16 al 20 pueden resumirse en cuatro aspectos sencillos: (1) Jesús ordena a sus discípulos que vayan a Galilea para estar con él (Mat. 28:16, 17); (2) Jesús se acerca a ellos, declarando su autoridad y soberanía (Mat. 28:18); (3) Entonces Jesús comisiona a sus discípulos a una tarea específica (concretamente, hacer discípulos, Mat. 28:19, 20); y finalmente, (4) Jesús promete estar con sus discípulos hasta el fin (Mat. 28:20).<br><br>Hacer discípulos es el objetivo primordial de la Gran Comisión y la tarea principal de la misión. Literalmente, en el idioma griego original, el comienzo de Mateo 28:19 dice: “Por lo tanto, habiendo ido, hagan discípulos”. El “por lo tanto” da a la comisión su fundamento en lo que se acaba de presentar (Mat. 28:18): el poder, la autoridad y la soberanía de Jesús; todos ellos, procedentes de la victoria alcanzada en su resurrección.<br><br>Es importante destacar que el único verbo de acción con fuerza imperativa en la Gran Comisión es “hacer discípulos”. Enseñar a todos, bautizarlos y compartir las enseñanzas de Jesús con todo el mundo son las características del proceso de discipulado. Aquí, evidentemente Jesús está dirigiendo a sus discípulos hacia un propósito: hacer discípulos. Por cierto, este es uno de los más grandes pasajes misioneros de toda la Escritura. Termina con la promesa de Jesús de su presencia continua con sus seguidores.<br><br>Obviamente, el propósito de la Gran Comisión abarcaba más que a los primeros discípulos reunidos en esa circunstancia particular. Ellos solos no podrían ir a “todas las naciones” para cumplir la nueva misión de hacer discípulos.<br><br>Por lo tanto, la Comisión es universal en su alcance: todo verdadero seguidor de Jesucristo debe dedicarse a hacer discípulos. Además, el mensaje que debe transmitirse (el evangelio eterno de Jesucristo) está destinado a todo el mundo, sin limitaciones geográficas, sociales ni étnicas.<br><br><strong>La misión es “hacer discípulos”. ¿Cómo afecta este mandato del Maestro tu forma de vivir y ministrar a los demás? ¿Qué puedes hacer para comprometerte más en aquello para lo que has sido llamado?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de octubre",
               "dayTitle":"<p>EL EVANGELIO ETERNO: EL MENSAJE DE LA MISIÓN<br></p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Apocalipsis 14:6 y 7. ¿Qué aspectos de la misión de Dios puedes identificar en el “evangelio eterno” presentado por el primero de los mensajes de los tres ángeles?</strong></p><p><strong>Apocalipsis 14:6-7</strong></p><p><sup><strong>6</strong></sup> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,&nbsp;</p><p><sup><strong>7 </strong></sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.<br><br>Este es el único lugar de las Escrituras en el que se relacionan las palabras “evangelio” y “eterno”. El evangelio es la buena nueva de la gracia ofrecida a todos por medio de Jesucristo. Él vino a nuestro mundo para mostrarnos la “gracia y [...] verdad” (Juan 1:14). Llevó una vida sin pecado y murió en la Cruz como sacrificio sustitutivo con el fin de cargar con la pena por nuestros pecados (Isa. 53:4, 5; 1 Ped. 3:18). Resucitó, regresó al Cielo, fue exaltado por el Padre, y hoy intercede por nosotros en el Santuario celestial (Apoc. 1:18; Hech. 2:33; Heb. 7:25).<br><br>Pronto cumplirá su mayor promesa: regresar en majestad y gloria y, finalmente, después del Milenio, establecer el Reino de Dios en la Tierra (Juan 14:1-4; Hech. 1:11; Apoc. 21:1-4). Todas estas son realidades esenciales del evangelio eterno.<br><br>Sin embargo, es notable el hecho de que este mensaje sea eterno. Solo hay un evangelio que puede salvarnos. Continuará siendo el mismo hasta que la misión de Dios se haya cumplido plenamente. Nunca habrá otro evangelio. Las enseñanzas y las doctrinas engañosas van y vienen (Efe. 4:14), pero el mensaje de salvación, el evangelio eterno, es inmutable, y quienes crean en él y lo vivan en obediencia serán recompensados (ver Deut. 5:33; Rom. 2:6).<br><br>La misma comisión dada a los primeros discípulos también se nos da a nosotros hoy. Debemos continuar la tarea de hacer discípulos de Cristo en todas partes. Pero ¿qué tipo de discípulos? ¿Gente buena, honesta, totalmente entre- gada y cariñosa? Estos rasgos son esenciales, pero no son suficientes. Debemos hacer discípulos enfocados en todos los elementos bíblicos del discipulado (Luc. 9:23; Juan 13:34, 35; 2 Cor. 5:17) con un propósito final: estar preparados y preparar a otros para la segunda venida del Maestro, Jesucristo.<br><br>“La proclamación del Juicio [Apoc. 14:6, 7] es el anuncio de que la segunda aparición de Cristo está por acaecer. Y a esta proclamación se la denomina ‘el evangelio eterno’. Así se ve que la predicación de la segunda venida de Cristo, el anuncio de su cercanía, es una parte esencial del mensaje evangélico” (Elena de White, Palabras de vida del gran Maestro, pp. 179, 180).<br><strong><br>¿Qué relación hay entre el concepto de juicio y el de “evangelio eterno” en el mensaje del primer ángel? ¿Por qué el evangelio debe ser primordial en la idea del Juicio?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de octubre",
               "dayTitle":"<p>EL PUEBLO DE DIOS: LOS CANALES DE LA MISIÓN<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>A lo largo de la historia, Dios siempre ha contado con personas que representaron fielmente su carácter y, en obediencia, siguieron sus propósitos. El pueblo de Dios son quienes han sido llamados y que han aceptado su invitación a ser partícipes de su gracia. Todos ellos han sido, y continúan siendo, instrumentos de Dios para el cumplimiento de su misión.<br><strong><br>Lee Génesis 12:1 al 3; y Deuteronomio 7:6, 11 y 12. ¿Cuál era el propósito original de Dios para su pueblo en el Antiguo Testamento?</strong><br></p><p><strong>Génesis 12:1-3</strong></p><p><sup><strong>1</strong></sup> Pero Jehová había dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostraré.&nbsp;</p><p><sup><strong>2 </strong></sup>Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.&nbsp;</p><p><sup><strong>3 </strong></sup>Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.<br></p><p><strong>Deuteronomio 7:6, 11-12</strong></p><p><sup><strong>6</strong></sup> Porque tú eres pueblo santo para Jehová tu Dios; Jehová tu Dios te ha escogido para serle un pueblo especial, más que todos los pueblos que están sobre la tierra.<sup><br></sup></p><p><sup><strong>&nbsp;11</strong></sup> Guarda, por tanto, los mandamientos, estatutos y decretos que yo te mando hoy que cumplas.<br><sup><br><strong>12</strong></sup> Y por haber oído estos decretos y haberlos guardado y puesto por obra, Jehová tu Dios guardará contigo el pacto y la misericordia que juró a tus padres. <br></p><p>El pacto de Dios con Abraham y sus descendientes tenía un propósito específico. Fueron llamados, creados y comisionados para ser agentes de la misión de Dios: canales de bendiciones para las naciones (comparar con Deut. 28:10; Isa. 49:6). Sin embargo, fueron elegidos dentro de una relación de pacto con Dios, basada en una condicionalidad implícita de fe y obediencia (Gén. 22:16- 18; Éxo. 19:5, 6; Deut. 28:1, 2; 2 Crón. 7:14). Este proceso de atraer a las naciones circundantes hacia Israel fue la “estrategia misionera” de Dios en el Antiguo Testamento.<br><br>En el Nuevo Testamento, la misión de Dios continúa. El Señor y Salvador resucitado lanza ahora una nueva “estrategia misionera” (ver Mat. 28:18-20; Hech. 1:8), en la que los discípulos de Cristo, que constituyen la iglesia, salen a la misión por todo el mundo, en lugar de que, como ocurría con el antiguo Israel, el mundo fuera a ellos. La misión no se originó con la iglesia. Al contrario, la iglesia existe porque Dios todavía tiene una misión que cumplir y está utilizando a su iglesia para llevarla a cabo.<br><br>Sin embargo, cabe una pregunta: ¿Cuál es la misión de la iglesia? Es la misma que la de aquel que llamó a la iglesia a la existencia: “Porque el Hijo del hombre vino a buscar y a salvar lo que se había perdido” (Luc. 19:10). Aunque ninguno de nosotros en la iglesia puede salvar a nadie, sí podemos y debemos llevar a otros al Único que puede salvar, y ese es Jesucristo.<br><br>“La misión de la iglesia de Cristo consiste en salvar a los pecadores que perecen. Consiste en darles a conocer el amor de Dios hacia los hombres y ganarlos para Cristo por la eficacia de ese amor” (Elena de White, Testimonios para la iglesia, t. 3, p. 420). ¡Qué privilegio y qué tremenda responsabilidad!<br><strong><br>La misión es para la iglesia lo que el aire es para nuestra vida. Sin aire, morimos. Sin misión, la iglesia muere. ¿Qué puedes hacer personalmente para sostener la vida de tu iglesia?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de octubre",
               "dayTitle":"<p>EL MUNDO: LA ARENA DE LA MISIÓN<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Apocalipsis 7:9 y 10. ¿Qué sugiere este pasaje acerca del alcance geográfico de la misión de Dios?</strong><br></p><p><strong>Apocalipsis 7:9-10</strong></p><p><sup><strong>9</strong></sup> Después de esto miré, y he aquí una gran multitud, la cual nadie podía contar, de todas naciones y tribus y pueblos y lenguas, que estaban delante del trono y en la presencia del Cordero, vestidos de ropas blancas, y con palmas en las manos;&nbsp;</p><p><sup><strong>10 </strong></sup>y clamaban a gran voz, diciendo: La salvación pertenece a nuestro Dios que está sentado en el trono, y al Cordero. <strong><br></strong></p><p>En la lección de esta semana, se han analizado intencionalmente dos textos fundamentales sobre la misión que enfatizan la centralidad de la formación de discípulos en la Gran Comisión y el mensaje del evangelio eterno. Curiosamente, ambos textos tienen al menos un punto en común: el “dónde” de la misión. Dicen así: “Por tanto, vayan a todas las naciones, hagan discípulos” (Mat. 28:19, énfasis añadido), “a los que habitan en la tierra, a toda nación y tribu, lengua y pueblo” (Apoc. 14:6, énfasis añadido).<br><br>En otras palabras, el evangelio de Cristo debe llegar a todas las clases, a todas las naciones, a todas las lenguas y a todos los pueblos. La influencia del evangelio es unir a los salvos en una gran hermandad. Solo tenemos un modelo que imitar, y es Cristo. Si aceptamos la verdad tal como es en Jesús, se derribarán los prejuicios y los celos nacionalistas, y el espíritu de verdad fundirá nuestros corazones en uno solo.<br><br>Cuando Jesús dijo: “Me serán testigos” (Hech. 1:8), tenía en mente tres zonas geográficas diferentes:<br><br><strong>Primera zona: </strong>“Me serán testigos en Jerusalén”. En aquel momento, sus discípulos estaban muy cerca de Jerusalén. De esta manera, básicamente Jesús les estaba diciendo: “Empiecen a compartir su experiencia con Dios con la gente que está cerca de ustedes”. La misión comienza en casa, con la familia, con los vecinos, con los amigos. Este es el lugar supremo de nuestra misión.<br><br><strong>Segunda zona:</strong> Luego sigue diciendo: “En toda Judea, en Samaria”. Nuestra misión implica también a los que, en cierto modo, están cerca, pero al mismo tiempo alejados de nosotros. En este grupo hay personas que quizás hablen el mismo idioma que nosotros, personas que tienen una cultura similar, pero que no viven ni comparten la misma realidad que nosotros. Este es nuestro siguiente lugar misionero.<br><br><strong>Tercera zona: </strong>Además de esto, Cristo dice: “Y hasta lo último de la tierra”. La misión de Dios nos llama a alcanzar a gente de todos los lugares, las naciones, los grupos de personas, las lenguas y las etnias. Este es nuestro último lugar de misión.<br><br><strong>Desafío: </strong>Ora todos los días de esta semana por la comunidad donde vives. Dios te ha colocado allí por una razón.<br><br><strong>Desafío avanzado: </strong>Investiga la demografía de tu zona (qué tipo de gente vive a tu alrededor): su trasfondo étnico y religioso; si hay ancianos, jóve- nes, pobres, ricos, idiomas que se hablan, etc. Pide a Dios que te muestre cómo puedes ser un canal de su amor para ellos.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de octubre",
               "dayTitle":"",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Para testimonio a todas las naciones. “Las palabras del Salvador: ‘Ustedes son la luz del mundo’ señalan el hecho de que ha encomendado a sus seguidores una misión mundial. Tal como los rayos del Sol penetran hasta los rincones más remotos del Globo, así Dios quiere que la luz del evangelio se extienda a todas las almas de la Tierra. Si la iglesia de Cristo cumpliera el propósito de nuestro Señor, la luz se derramaría sobre todos los que viven en tinieblas y en región de sombra de muerte. En vez de congregarse y rehuir la responsabilidad y la carga de la cruz, los miembros de la iglesia se dispersarían por todas las tierras, dejando que la luz de Cristo brillara desde ellos, trabajando como él lo hizo por la salvación de las almas, y este ‘evangelio del reino’ sería llevado rápidamente a todo el mundo.<br><br>“Desde todos los países está sonando el llamado macedónico: ‘Vengan a ayudarnos’. Dios ha abierto campos ante nosotros. Los seres celestiales han estado cooperando con los hombres. La Providencia va delante de nosotros, y el poder divino obra con el esfuerzo humano. Ciegos deben estar los ojos que no ven la obra del Señor, y sordos los oídos que no oyen el llamado del verdadero Pastor a sus ovejas. Algunos han oído el llamado de Dios y han respondido. Que todo corazón santificado responda ahora, procurando proclamar el mensaje vivificador. Si los hombres y las mujeres, con humildad y fidelidad, asumen la tarea que Dios les ha encomendado, el poder divino se revelará en la conversión de muchos a la verdad. Maravillosos serán los resultados de sus esfuerzos” (Elena de White, The Advent Review and Sabbath Herald, 14 de noviembre de 1912).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><strong><br>1. </strong>La credibilidad de la influencia de la iglesia en la comunidad está determinada, principalmente, por la medida en que nosotros, el cuerpo de Cristo, ejemplificamos en nuestra vida el amor de Dios en el cumplimiento de su misión. ¿Cómo respondes tú, personalmente, a este desafío?<br><strong><br>2.</strong> ¿Cómo crees que los vecinos no adventistas ven y entienden a tu iglesia? ¿Cómo lo sabes? Si la percepción es positiva, ¿qué puedes hacer para fortalecerla más? Si es negativa, ¿qué puedes hacer para cambiarla?<br><br><strong>3.</strong>¿Por qué es tan importante mantener el “evangelio eterno” en el centro de nuestra misión al mundo? ¿Qué esperanza suprema podemos ofrecer a cualquiera, en cualquier parte, que no se centre en la gran esperanza que tenemos gracias al evangelio, la buena nueva de lo que Jesús ha hecho por nosotros en la Cruz?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>RESEÑA</strong><br><br>En el discurso de despedida antes de su ascensión al Cielo, Jesús comisionó a sus discípulos con las siguientes palabras: “Toda autoridad me ha sido dada en el cielo y en la Tierra. Por tanto, vayan a todas las naciones, hagan discípulos bautizándolos en el nombre del Padre, del Hijo y del Espíritu Santo, y enséñenles a obedecer todo lo que les he mandado. Y yo estoy con ustedes todos los días, hasta el fin del mundo” (Mat. 28:18-20). Este mandato se conoce como la Gran Comisión. Con la Gran Comisión, Jesús estableció la agenda para la iglesia de todas las épocas y los contextos. Además de especificar claramente la responsabilidad de sus discípulos de difundir sus enseñanzas a todos los pueblos del mundo, Jesús también aseguró a sus seguidores que llevar a cabo esta abrumadora tarea era posible gracias a su omnipotencia y su omnipresencia, que él ejercería en favor de ellos.<br><strong><br>COMENTARIO</strong><br><br>Aunque al comienzo hubo intensos desacuerdos sobre algunos aspectos relacionados con la Gran Comisión (Hech. 15:1-29; Gál. 2:11-14), en general, la iglesia primitiva entendía que su identidad y su misión giraban en torno al mandato de Cristo de hacer discípulos en todas las naciones. El hecho de que cada uno de los cuatro evangelios termine con una versión de la Gran Comisión es un claro testimonio de su centralidad (Mat. 28:18-20; Mar. 16:15-20; Luc. 24:45-49; Juan 20:21-23). Desde entonces, la Gran Comisión ha sido interpretada y aplicada de diferentes formas a lo largo de los siglos.<br><br><strong>Componentes del discipulado</strong><br><br>Una revisión de la literatura sobre el discipulado revela tres dimensiones, o procesos, esenciales de todo enfoque eficaz del discipulado: las dimensiones racional, relacional y misional.<br><br>La dimensión racional (aprendizaje) del discipulado es el proceso en el que un creyente aprende consciente y deliberadamente acerca de Jesús. En su contexto original, “discípulo” (mathetes) se refería a alguien que aprendía con un maestro.<br><br>Esa persona se apegaba a un maestro con el fin de adquirir conocimientos teóricos y prácticos. La dimensión racional subraya la necesidad de una metamorfosis y un crecimiento continuos, incluso para quienes ya se han convertido en discípulos. Dado que la “enseñanza” en Mateo 28:19 es un proceso continuo, la dimensión racional del discipulado es un proceso de aprendizaje y crecimiento que dura toda la vida. Sin embargo, el objetivo de este aprendizaje continuo no es solo impartir conocimientos, sino además inculcar un compromiso total con Jesús.<br><br>La dimensión relacional (comunitaria) del discipulado se desarrolla en el contexto de una comunidad de apoyo donde cada miembro tiene que responder ante el grupo. El Nuevo Testamento retrata una cultura comunitaria muy dinámica en la iglesia primitiva, gracias a su comprensión del discipulado como un proceso relacional. Debido a sus raíces en el Antiguo Testamento, la iglesia primitiva siguió haciendo hincapié en las relaciones filiales como uno de sus valores fundamentales.<br><br>Lo que diferenciaba a esta nueva comunidad era que el parentesco ya no se definía en términos de consanguinidad ni origen étnico, sino más bien en términos de la fe que compartían y su comunión en Cristo. La iglesia se convirtió en un entorno de inclusión y aceptación (Gál. 3:28). Todos podían ser miembros si profesaban su fe en Cristo como Salvador y demostraban públicamente, mediante el bautismo por agua, su total lealtad a Cristo (Hech. 2:37, 38).<br><br>La iglesia primitiva expresaba sus valores de solidaridad corporativa y filiación mediante el uso de metáforas, como “el cuerpo de Cristo” y “la familia de Dios”, para describir la interdependencia entre sus miembros y transmitir el estrecho vínculo que les permitía tratarse mutuamente como miembros de la familia (Rom. 12; 1 Cor. 12; Efe. 2:19; Efe. 4; Gál. 6:10; 1 Tim. 3:15; 1 Ped. 4:17). Esta preocupación fomentó el desarrollo de un sentido duradero de interdependencia, solidaridad colectiva y responsabilidad entre los miembros de la iglesia. Su interdependencia sugería que cada miembro del cuerpo tenía un papel único que desempeñar y, sin embargo, dependía de todos los demás miembros.<br><br>Al demostrar una nueva forma de vivir, las multitudes se sintieron atraídas por esta nueva comunidad de fe (Hech. 2:46, 47). En un entorno tal, ser discípulo no era sinónimo de simplemente aceptar verdades proposicionales abstractas acerca de Jesús. Ser discípulos de Cristo consistía en aprender de Jesús y modelar en la vida el conocimiento de él. Este tipo de discipulado era tanto lo que la iglesia primitiva hacía en nombre de Cristo como la forma en que representaba a Cristo ante el mundo. Esta cultura comunitaria del Nuevo Testamento, en la que los creyentes estaban integrados como miembros de grupos de apoyo, se convirtió en un terreno fértil para sembrar y alimentar la semilla del evangelio.<br><br>La dimensión misionera (divulgación de nuestra fe) del discipulado tiene que ver con la comprensión del llamado a “hacer discípulos” (math?teusate), en Mateo 28:19, como un llamado esencial a participar de la misión y a reproducirse. Este mandato es la orden principal de la Gran Comisión, y debe continuar siendo la responsabilidad primordial de la iglesia en todos los contextos. Los creyentes del Nuevo Testamento vinculaban la noción de pertenencia a una comunidad con la responsabilidad de compartir lo que esa comunidad representaba. La misión, en el contexto de la Gran Comisión, es más que un llamado a compartir el evangelio con quienes no conocen a Cristo. La misión es un llamado a compartir la fe personal y a discipular a los destinatarios interesados, con el propósito de liberarlos de las garras de Satanás, para que puedan entregarse plena y continuamente al señorío de Jesucristo.<br><br>Por lo tanto, el Nuevo Testamento utiliza la palabra “discípulo” para indicar una relación con Cristo y un compromiso total con él, que surge como resultado de aprender e interiorizar sus enseñanzas; ser transformado por el crecimiento continuo en el conocimiento de Jesucristo (2 Ped. 3:18); vivir una vida de sumisión total a su señorío mediante el poder del Espíritu Santo (Fil. 3:8); y ayudar a otros a comenzar a experimentar, confiar y seguir a Jesús (2 Tim. 2:2). Desde esta perspectiva, el discipulado no debe entenderse como un programa de la iglesia, porque no es un evento puntual en el tiempo. El discipulado es, más bien, un proceso de toda la vida de crecimiento en Cristo que transforma las perspectivas cognitivas, afectivas y evaluativas de la vida de los creyentes.<br><br><strong>Algunas perspectivas sobre el estado actual del discipulado</strong><br><br>Existe un consenso entre los actuales estudiosos del discipulado cristiano de que, en comparación con el Nuevo Testamento, la práctica actual del discipulado ha perdido, en gran medida, su protagonismo entre los cristianos. La formación de discípulos se ha diluido y reducido en gran medida al mero registro de los conver- sos al cristianismo en la membresía de la iglesia. Lamentablemente, el crecimiento actual de la iglesia se percibe como un crecimiento numérico y estadístico, sin mucha profundidad espiritual. En otras palabras, los cristianos son, en términos generales, mucho mejores convirtiendo a la gente que ayudando a los convertidos a convertirse en discípulos de Cristo. Es triste decirlo, pero este fenómeno implica que uno puede convertirse en cristiano sin tener que convertirse necesariamente en discípulo de Cristo.<br><br><strong>Hacer discípulos: La responsabilidad de cada creyente</strong><br><br>El mandato de Jesús de hacer discípulos de todas las naciones no iba dirigido solo a los doce discípulos originales. Esta orden es una responsabilidad que incumbe a todo cristiano. Para Pedro, esa es la razón de ser de todo creyente: “Pero ustedes son linaje elegido, real sacerdocio, nación santa, pueblo adquirido para Dios, para que anuncien las virtudes de aquel que los llamó de las tinieblas a su luz admirable” (1 Ped. 2:9). Observa también las siguientes declaraciones del Espíritu de Profecía:<br><br>“Esta mujer representa la obra de una fe práctica en Cristo. Cada verdadero discípulo nace en el Reino de Dios como un misionero. El que bebe del Agua viva llega a ser una fuente de vida. El que recibe llega a ser un dador. La gracia de Cristo en el alma es como un manantial en el desierto, cuyas aguas brotan para refrescar a todos, y da, a quienes están por perecer, avidez de beber el Agua de vida” (Elena de White, El Deseado de todas las gentes, p. 166).<br><br>“Dios espera un servicio personal de aquellos a quienes ha confiado el conocimiento de la verdad para este tiempo. No todos pueden ir como misioneros a países lejanos, pero todos pueden ser misioneros en el lugar donde viven, entre sus familiares y vecinos” (Elena de White, Testimonios para la iglesia, t. 9, p. 25). “Tampoco recae únicamente sobre el pastor ordenado la responsabilidad de salir a realizar la comisión evangélica. Todo el que ha recibido a Cristo está llamado a trabajar por la salvación de sus prójimos” (Elena de White, Los hechos de los apóstoles, p. 91).<br><br>“Todos los miembros de la iglesia deben participar activamente en la obra mi- sionera dondequiera que se establezca una iglesia. Deben visitar cada familia en el vecindario y conocer su condición espiritual” (Elena de White, Testimonios para la iglesia, t. 6, p. 299).<br><br>Participar activamente en el cumplimiento de la Gran Comisión es un requisito obligatorio permanente de ser discípulos de Cristo.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>En virtud de la Comisión Evangélica, todos los cristianos son llamados a compartir su fe, sea cual fuere la función que desempeñen. A continuación, se exponen tres maneras en que los creyentes pueden cumplir el mandato misionero de Cristo en todos los ámbitos de la vida, incluyendo el trabajo:<br><br>Todos los cristianos deben hacer de su ética laboral una parte de su testimonio cristiano. Las Escrituras instan a los cristianos a desarrollar un carácter que honre a Dios en su vida profesional, esforzándose al máximo en lo que hacen, como si trabajaran directamente para Dios (Col. 3:23, 24). Cuando los creyentes ven su trabajo como parte del llamado de Dios a su vida, le dan un nuevo significado al testimonio cristiano. Mantener la integridad, esforzarse por la excelencia, ser digno de confianza y tratar a los demás con respeto en el lugar de trabajo son cualidades que pueden dar a los cristianos una plataforma para compartir su fe.<br><br>Mediante mentores con mentalidad misionera, las iglesias pueden enseñar a los miembros más jóvenes a conectar profundamente sus sueños profesionales con su fe en Cristo y su mandato misionero.<br><br>Con el enfoque adecuado de discipulado y un apoyo continuo, los padres pueden mejorar el potencial misionero de sus hijos. Por lo tanto, las iglesias deben ocuparse en el discipulado de los padres para con sus hijos, y ayudarlos a replantearse la responsabilidad de criar a sus hijos como un llamado a transformarlos en discípulos.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"4T2023",
         "title":"<p>LA MISIÓN DE DIOS EN FAVOR DE NOSOTROS: SEGUNDA PARTE<br></p>",
         "verse":"<p>Por tanto, vayan a todas las naciones, hagan discípulos bautizándolos en el nombre del Padre, del Hijo y del Espíritu Santo” (Mat. 28:19)<br></p>",
         "versionCode":30,
         "weekDate":"7-13 de octubre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
