{
   "data":[
      {
         "color":"#44ff47",
         "id":708,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 17",
               "dayTitle":"<p>In the Psalms: Part 1</p>",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p><strong>Read for This Week’s Study:</strong> Heb. 9:11–15, Psalm 122, Psalm 15, Psalm 24, Exod. 33:18–23, Psalm 5, Ps. 51:7–15.&nbsp;</p><p><strong>Memory Text:</strong> “Then I looked, and behold, a Lamb standing on Mount Zion, and with Him one hundred and forty-four thousand, having His Father’s name written on their foreheads” (Revelation 14:1, NKJV).&nbsp;</p><p>As Seventh-day Adventists, we are used to searching for the symbols of Revelation in the stories of the Old Testament to help us understand those symbols. These narratives, though far from the only good source, are found all through the Old Testament.&nbsp;</p><p>One particularly rich source of information is the book of Psalms, a collection of sacred poetry that explores many human experiences and possible interactions with God—ranging from despondency over sin and suffering to unbridled joy in His presence and His repeated promises for forgiveness and salvation.&nbsp;</p><p>A careful reading of the Psalms yields details that make the book of Revelation come alive, especially Revelation 14, which describes the final work of God’s remnant church on earth. God’s last-day people have been given the same assignment as Israel of old: we are to be a light to the nations, a final merciful call to all people to worship and obey their Maker.&nbsp;</p><p>Some details provided in God’s songbook can give us new ways to understand and appreciate our role in the final moments of earth’s history.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 18",
               "dayTitle":"<p>Our High Priest</p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p>When Moses oversaw the construction of the tabernacle, he was not permitted to use just any design he wished. God gave him a blueprint to follow. “ ‘See to it that you make them according to the pattern which was shown you on the mountain’ ” (Exod. 25:40, NKJV). We discover in the book of Hebrews that the pattern used was that of a higher reality, the heavenly sanctuary.&nbsp;</p><p><strong>Read Hebrews 9:11–15, about Christ as our High Priest in heaven’s sanctuary. What does this teach about what He is doing for us?&nbsp;</strong></p><p><strong>Hebrews 9:11–15</strong></p><p><sup><strong>11</strong></sup> But Christ came as High Priest of the good things to come, with the greater and more perfect tabernacle not made with hands, that is, not of this creation.&nbsp;</p><p><strong><sup>12</sup></strong> Not with the blood of goats and calves, but with His own blood He entered the Most Holy Place once for all, having obtained eternal redemption.&nbsp;</p><p><strong><sup>13</sup></strong> For if the blood of bulls and goats and the ashes of a heifer, sprinkling the unclean, sanctifies for the purifying of the flesh,&nbsp;</p><p><strong><sup>14</sup></strong> how much more shall the blood of Christ, who through the eternal Spirit offered Himself without spot to God, cleanse your conscience from dead works to serve the living God?&nbsp;</p><p><strong><sup>15</sup></strong> And for this reason He is the Mediator of the new covenant, by means of death, for the redemption of the transgressions under the first covenant, that those who are called may receive the promise of the eternal inheritance.</p><p><br></p><p>The earthly sanctuary foreshadowed Jesus in astonishing detail, from the priest and the offerings to the furniture and other design details. All of it speaks of Jesus.&nbsp;</p><p>The book of Revelation, of course, is very rich in sanctuary imag- ery. We find the sanctuary lampstand in the opening verses, the ark of the covenant explicitly mentioned in chapter four, and numerous other allusions to the temple. Without an understanding of the Old Testament sanctuary, it becomes impossible to grasp what John is driving at in his descriptions of his visions. The experiences of Israel, Paul writes, “happened to them as examples, and they were written for our admonition, upon whom the ends of the ages have come” (1 Cor. 10:11, NKJV).&nbsp;</p><p>There is much we can learn from studying the details of the temple. In the book of Psalms, we find an important component for under- standing some of these details: how God’s people personally related to the temple. We catch glimpses of how David related to the sanctu- ary and its services, and we see the heart response of God’s people to what the Messiah would do for them. It is not just the patterns that help us see Jesus; we also can mine the personal experiences of those who understood what God was teaching us through the sanctuary and draw lessons for ourselves and for our own experiences with God.&nbsp;</p><p><strong>Read Psalm 122. Though we cannot go literally to the earthly “house of the Lord” (it’s not there, and even if one were built in the same place, it would be meaningless), what elements are found in this psalm that can encourage us about what Christ has done for us? Notice the themes of peace, security, praise, and judgment.</strong></p><p><strong>Psalm 122</strong></p><p><sup><strong>1</strong></sup> I was glad when they said to me, “Let us go into the house of the Lord.”&nbsp;</p><p><strong><sup>2 </sup></strong>Our feet have been standing Within your gates, O Jerusalem!&nbsp;</p><p><strong><sup>3</sup></strong> Jerusalem is built As a city that is compact together,&nbsp;</p><p><strong><sup>4</sup></strong> Where the tribes go up, The tribes of the Lord, To the Testimony of Israel, To give thanks to the name of the Lord.&nbsp;</p><p><strong><sup>5</sup></strong> For thrones are set there for judgment, The thrones of the house of David.&nbsp;</p><p><strong><sup>6</sup></strong> Pray for the peace of Jerusalem: “May they prosper who love you.&nbsp;</p><p><strong><sup>7</sup></strong> Peace be within your walls, Prosperity within your palaces.”&nbsp;</p><p><sup><strong>8</strong></sup> For the sake of my brethren and companions, I will now say, “Peace be within you.”&nbsp;</p><p><strong><sup>9</sup></strong> Because of the house of the Lord our God I will seek your good.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 19",
               "dayTitle":"<p>On Mount Zion</p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p>In Revelation 14, we find God’s people standing on Mount Zion. The original Mount Zion was located just west of the old city of Jerusalem today and was thought of as the seat of God’s throne, or presence, among His people. In time, the temple mount, located on Mount Moriah, came to be identified with Mount Zion, as well.&nbsp;</p><p>In other words, this important depiction of God’s last-day remnant is presented in sanctuary language, as with most of the key scenes in the book of Revelation. Thanks to the Lamb, God’s people are on His holy hill!&nbsp;</p><p><strong>Read Psalm 15 and Psalm 24, in which David asks an all-important question: “Who shall dwell in thy holy hill?” Compare his reply in these psalms with the description of the people standing on Zion in Revelation 14:1–5. What parallels do you find? How does one join this group? What is the significance of the fact that the Father’s name is inscribed in their foreheads? (Rev. 14:1).</strong></p><p><strong>Psalm 15</strong></p><p><sup><strong>1</strong></sup> Lord, who may abide in Your tabernacle? Who may dwell in Your holy hill?&nbsp;</p><p><strong><sup>2</sup></strong> He who walks uprightly, And works righteousness, And speaks the truth in his heart;&nbsp;</p><p><strong><sup>3 </sup></strong>He who does not backbite with his tongue, Nor does evil to his neighbor, Nor does he take up a reproach against his friend;&nbsp;</p><p><strong><sup>4</sup></strong> In whose eyes a vile person is despised, But he honors those who fear the Lord; He who swears to his own hurt and does not change;&nbsp;</p><p><strong><sup>5</sup></strong> He who does not put out his money at usury, Nor does he take a bribe against the innocent. He who does these things shall never be moved.</p><p><strong>Psalm 24</strong></p><p><sup><strong>1</strong></sup> The earth is the Lord’s, and all its fullness, The world and those who dwell therein.&nbsp;</p><p><sup><strong>2</strong> </sup>For He has founded it upon the seas, And established it upon the waters.&nbsp;</p><p><strong><sup>3</sup></strong> Who may ascend into the hill of the Lord? Or who may stand in His holy place?&nbsp;</p><p><strong><sup>4</sup></strong> He who has clean hands and a pure heart, Who has not lifted up his soul to an idol, Nor sworn deceitfully.&nbsp;</p><p><strong><sup>5</sup></strong> He shall receive blessing from the Lord, And righteousness from the God of his salvation.&nbsp;</p><p><strong><sup>6</sup></strong> This is Jacob, the generation of those who seek Him, Who seek Your face. Selah&nbsp;</p><p><strong><sup>7</sup></strong> Lift up your heads, O you gates! And be lifted up, you everlasting doors! And the King of glory shall come in.&nbsp;</p><p><sup><strong>8</strong></sup> Who is this King of glory? The Lord strong and mighty, The Lord mighty in battle.&nbsp;</p><p><strong><sup>9</sup> </strong>Lift up your heads, O you gates! Lift up, you everlasting doors! And the King of glory shall come in.&nbsp;</p><p><strong><sup>10</sup></strong> Who is this King of glory? The Lord of hosts, He is the King of glory. Selah</p><p><strong>Revelation 14:1–5</strong></p><p><sup><strong>1 </strong></sup>Then I looked, and behold, a Lamb standing on Mount Zion, and with Him one hundred and forty-four thousand, having His Father’s name written on their foreheads.&nbsp;</p><p><strong><sup>2</sup></strong> And I heard a voice from heaven, like the voice of many waters, and like the voice of loud thunder. And I heard the sound of harpists playing their harps.&nbsp;</p><p><strong><sup>3</sup></strong> They sang as it were a new song before the throne, before the four living creatures, and the elders; and no one could learn that song except the hundred and forty-four thousand who were redeemed from the earth.&nbsp;</p><p><strong><sup>4</sup> </strong>These are the ones who were not defiled with women, for they are virgins. These are the ones who follow the Lamb wherever He goes. These were redeemed from among men, being firstfruits to God and to the Lamb.&nbsp;</p><p><strong><sup>5</sup> </strong>And in their mouth was found no deceit, for they are without fault before the throne of God.</p><p><br></p><p>The description found in David’s psalm of those permitted into the presence of God is a pretty tall order for mere sinners to fulfill. Who among us can honestly say that we have always walked uprightly? Or have always spoken the truth in our hearts (Ps. 15:2)? None of us can say that we “shall never be moved” (Ps. 15:5, NKJV). If we say that we have never sinned, the Bible teaches that we have no truth in us (1 John 1:8).&nbsp;</p><p>We can come to no conclusion other than it is the Lamb who enables us to stand on Zion. The Lamb is not mentioned in David’s psalm, but He suddenly appears in the description found in Revelation 14. It is almost as if Revelation 14 is answering David’s question. Now that the Lamb of God is established on Mount Zion, in the sanctuary, we can also be present there because of His perfect righteousness credited to us by faith. We can have the “boldness to enter the Holiest by the blood of Jesus, by a new and living way which He consecrated for us, through the veil, that is, His flesh” (Heb. 10:19, 20, NKJV). Without His blood, what hope would we have? None, actually.&nbsp;</p><p><strong>Think about all the Bible promises of victory over sin. Why, even with those promises, do we still find ourselves falling short of the perfect example Jesus has set for us, and why do we need His perfect life as our substitute?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 20",
               "dayTitle":"<p>Law in Our Hearts</p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p>The remnant gathered on Zion have a name engraved on their foreheads: the name of the Father and the Lamb. (Whether this is two different names is doubtful; Jesus is the very image of the Father!) A “name” in the Scriptures signifies more than a label by which people address each other; it stands for character. To this day, many cultures still say that someone has a “good name” when people think highly of their character.&nbsp;</p><p>Read Exodus 33:18–23, Exodus 34:1–7, and Psalm 119:55. When Moses asked to see God’s glory, what did God promise to show him? Then when God proclaimed His name to Moses (Exod. 34:5), what followed? <br><br><strong>Exodus 33:18–23</strong></p><p><strong><sup>18</sup></strong> And he said, “Please, show me Your glory.”</p>\n<p><strong><sup>19</sup></strong> Then He said, “I will make all My goodness pass before you, and I will proclaim the name of the Lord before you. I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion.”</p>\n<p><strong><sup>20</sup></strong> But He said, “You cannot see My face; for no man shall see Me, and live.”</p>\n<p><strong><sup>21</sup></strong> And the Lord said, “Here is a place by Me, and you shall stand on the rock.</p>\n<p><strong><sup>22</sup></strong> So it shall be, while My glory passes by, that I will put you in the cleft of the rock, and will cover you with My hand while I pass by.</p>\n<p><strong><sup>23</sup></strong> Then I will take away My hand, and you shall see My back; but My face shall not be seen.”</p><p><strong>Exodus 34:1–7</strong></p>\n\n<p><strong><sup>1</sup></strong> And the Lord said to Moses, “Cut two tablets of stone like the first ones, and I will write on these tablets the words that were on the first tablets which you broke.</p>\n<p><strong><sup>2</sup></strong> So be ready in the morning, and come up in the morning to Mount Sinai, and present yourself to Me there on the top of the mountain.</p>\n<p><strong><sup>3</sup></strong> And no man shall come up with you, and let no man be seen throughout all the mountain; let neither flocks nor herds feed before that mountain.”</p>\n<p><strong><sup>4</sup></strong> So he cut two tablets of stone like the first ones. Then Moses rose early in the morning and went up Mount Sinai, as the Lord had commanded him; and he took in his hand the two tablets of stone.</p>\n<p><strong><sup>5</sup></strong> Now the Lord descended in the cloud and stood with him there, and proclaimed the name of the Lord.</p>\n<p><strong><sup>6</sup></strong> And the Lord passed before him and proclaimed, “The Lord, the Lord God, merciful and gracious, longsuffering, and abounding in goodness and truth,</p>\n<p><strong><sup>7</sup></strong> keeping mercy for thousands, forgiving iniquity and transgression and sin, by no means clearing the guilty, visiting the iniquity of the fathers upon the children and the children’s children to the third and the fourth generation.”</p><p><strong>Psalm 119:55</strong></p>\n\n<p><strong><sup>55</sup></strong> I remember Your name in the night, O Lord, And I keep Your law.</p>\n\n<p><strong><sup>29</sup></strong> For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord does the church.</p>\n<p><strong><sup>30</sup></strong> For we are members of His body, of His flesh and of His bones.</p>\n<p><strong><sup>31</sup></strong> “For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh.”</p>\n<p><strong><sup>32</sup></strong> This is a great mystery, but I speak concerning Christ and the church.</p><p><br></p><p>\nSome picture God’s glory as an unapproachable, brilliant light, which is certainly an apt description. But God’s glory is more than simply a visual display; His glory is His character. The same is true with God’s name.&nbsp;</p><p>When the Bible describes a remnant with God’s name inscribed in their foreheads, it is not a matter of having literal letters written there; it is a matter of having God’s character inscribed in your mind, your heart, and so now in our lives we reflect the love and character of God. You have been pulled close to God, and you love Him for who He is and what He has done for you.&nbsp;</p><p>How interesting, too, that when God describes Himself to Moses, He does it in conjunction with Moses’ receiving another copy of the Ten Commandments, which is also a transcript of His character. Likewise, the people who have God’s “name” in Revelation 14 are described as those who “keep the commandments of God.” Then notice the words found in Hebrews: “ ‘This is the covenant that I will make with them after those days, says the Lord: I will put My laws into their hearts, and in their minds I will write them,’ then He adds, ‘Their sins and their lawless deeds I will remember no more’ ” (Heb. 10:16, 17, NKJV). What an expression of the gospel: though God’s law is reflected in our lives, we still need our sins to be remembered “no more.”&nbsp;</p><p>God’s name is His character. His moral law is a transcript of His character. And those who are gathered on God’s holy hill in the last days are infused with a love for God, a love manifested by obedience to His law.&nbsp;</p><p>If we are saved by faith and not by the law, what then is the importance of God’s law? (See 1 John 5:3.)</p><p><strong>1 John 5:3</strong></p><p><strong><sup>3</sup></strong> For this is the love of God, that we keep His commandments. And His commandments are not burdensome.</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 21",
               "dayTitle":"<p>Psalm 5</p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p><strong>Read Psalm 5. In this work, David draws sharp contrasts between those who are lost and those who have been redeemed. Compare this psalm with the language of Revelation 14:1–12. What similarities do you find, and how does this inform your understanding of what it means to be a part of God’s last-day remnant movement? <br></strong></p><p><strong>Psalm 5</strong></p><p><strong><sup>1</sup></strong> Give ear to my words, O Lord, Consider my meditation. </p>\n<p><strong><sup>2</sup></strong> Give heed to the voice of my cry, My King and my God, For to You I will pray. </p>\n<p><strong><sup>3</sup></strong> My voice You shall hear in the morning, O Lord; In the morning I will direct it to You, And I will look up. </p>\n<p><strong><sup>4</sup></strong> For You are not a God who takes pleasure in wickedness, Nor shall evil dwell with You. </p>\n<p><strong><sup>5</sup></strong> The boastful shall not stand in Your sight; You hate all workers of iniquity. </p>\n<p><strong><sup>6</sup></strong> You shall destroy those who speak falsehood; The Lord abhors the bloodthirsty and deceitful man. </p>\n<p><strong><sup>7</sup></strong> But as for me, I will come into Your house in the multitude of Your mercy; In fear of You I will worship toward Your holy temple. </p>\n<p><strong><sup>8</sup></strong> Lead me, O Lord, in Your righteousness because of my enemies; Make Your way straight before my face. </p>\n<p><strong><sup>9</sup></strong> For there is no faithfulness in their mouth; Their inward part is destruction; Their throat is an open tomb; They flatter with their tongue. </p>\n<p><strong><sup>10</sup></strong> Pronounce them guilty, O God! Let them fall by their own counsels; Cast them out in the multitude of their transgressions, For they have rebelled against You. </p>\n<p><strong><sup>11</sup></strong> But let all those rejoice who put their trust in You; Let them ever shout for joy, because You defend them; Let those also who love Your name Be joyful in You. </p>\n<p><strong><sup>12</sup></strong> For You, O Lord, will bless the righteous; With favor You will surround him as with a shield. <br></p><p>Revelation 14:1–12</p>\n\n<p><strong><sup>1</sup></strong> Then I looked, and behold, a Lamb standing on Mount Zion, and with Him one hundred and forty-four thousand, having His Father’s name written on their foreheads. </p>\n<p><strong><sup>2</sup></strong> And I heard a voice from heaven, like the voice of many waters, and like the voice of loud thunder. And I heard the sound of harpists playing their harps. </p>\n<p><strong><sup>3</sup></strong> They sang as it were a new song before the throne, before the four living creatures, and the elders; and no one could learn that song except the hundred and forty-four thousand who were redeemed from the earth. </p>\n<p><strong><sup>4</sup></strong> These are the ones who were not defiled with women, for they are virgins. These are the ones who follow the Lamb wherever He goes. These were redeemed from among men, being firstfruits to God and to the Lamb. </p>\n<p><strong><sup>5</sup></strong> And in their mouth was found no deceit, for they are without fault before the throne of God. </p>\n<p><strong><sup>6</sup></strong> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people— </p>\n<p><strong><sup>7</sup></strong> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.” </p>\n<p><strong><sup>8</sup></strong> And another angel followed, saying, “Babylon is fallen, is fallen, that great city, because she has made all nations drink of the wine of the wrath of her fornication.” </p>\n<p><strong><sup>9</sup></strong> Then a third angel followed them, saying with a loud voice, “If anyone worships the beast and his image, and receives his mark on his forehead or on his hand, </p>\n<p><strong><sup>10</sup></strong> he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb. </p>\n<p><strong><sup>11</sup></strong> And the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.” </p>\n<p><strong><sup>12</sup></strong> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus. <br></p><p><br></p>\n<p>It is instructive to note that David insists that evil “may not dwell” with God (Ps. 5:4, ESV). The point of the tabernacle was that God might dwell among His people, and the same will be true in the kingdom of Christ (see Rev. 21:3). Those who would approach the throne of God must be redeemed.&nbsp;</p><p>It is also noteworthy that David describes an act of worship in Psalm 5:7, which is the core issue at stake in the great controversy. Revelation 13 mentions “worship” five times, and the three angels’ messages call the world to “worship Him who made.” David tells us that he “fears” God, and the message of the remnant calls the world back to “ ‘fear God and give glory to Him, for the hour of His judgment has come’ ” (Rev. 14:7, NKJV).</p><p>Also notice how the redeemed of Revelation 14 are said to have “no deceit” (Rev. 14:5, NKJV) in their mouths; they are truth-tellers whose words and deeds reflect the righteous character of God. The wicked, according to David, have “no truth in their mouth” (Ps. 5:9, ESV).&nbsp;</p><p>It is an astonishing scene that John presents in this key part of Revelation: mere sinners have been pulled back from death and are privileged to stand in God’s presence. They did not earn this right; it is granted to them by the fact that the Lamb of God—the righteous Son of man—stands there with them. They are forgiven, redeemed; they no longer have to bear their own guilt (compare with Ps. 5:10), because the Lamb of God has borne it for them (compare with Isa. 53:12 and 2 Cor. 5:21).&nbsp;</p><p>Once God’s name is inscribed in your heart, it is hard to remain silent. God’s people deliver one final offer of mercy with a “loud voice” (Rev. 14:7). “But let all those rejoice who put their trust in You; let them ever shout for joy, because You defend them; let those also who love Your name be joyful in You” (Ps. 5:11, NKJV).&nbsp;</p><p><strong>Imagine standing before a holy and perfect God in judgment, with every deed you have ever done fully exposed before Him. What does this prospect tell you about your need of Christ’s righteousness?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 22",
               "dayTitle":"<p>Teach Transgressors Your Way</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p>After the Lord had appeared to Isaiah in the throne room scene of Isaiah 6:1–8, and after Isaiah had been told that his “iniquity is taken away” and his “sin purged,” he then answered God’s call by saying, “ ‘Here am I! Send me’ ” (Isa. 6:8, NKJV). That is, once he knew that he was right with God, and despite knowing his faults, he was ready to work for the Lord. Is it not the same with us? How can we proclaim salvation to others if we don’t have it ourselves? And we can have it, by faith in Jesus and what He has done for us.&nbsp;</p><p><strong>Read Psalm 51:7–15. What does David promise to do after he has been pardoned and purged from his sin? <br></strong></p><p><strong>Psalm 51:7–15</strong></p><p><strong><sup>7</sup></strong> Purge me with hyssop, and I shall be clean; Wash me, and I shall be whiter than snow.</p>\n<p><strong><sup>8</sup></strong> Make me hear joy and gladness, That the bones You have broken may rejoice.</p>\n<p><strong><sup>9</sup></strong> Hide Your face from my sins, And blot out all my iniquities.</p>\n<p><strong><sup>10</sup></strong> Create in me a clean heart, O God, And renew a steadfast spirit within me.</p>\n<p><strong><sup>11</sup></strong> Do not cast me away from Your presence, And do not take Your Holy Spirit from me.</p>\n<p><strong><sup>12</sup></strong> Restore to me the joy of Your salvation, And uphold me by Your generous Spirit.</p>\n<p><strong><sup>13</sup></strong> Then I will teach transgressors Your ways, And sinners shall be converted to You.</p>\n<p><strong><sup>14</sup></strong> Deliver me from the guilt of bloodshed, O God, The God of my salvation, And my tongue shall sing aloud of Your righteousness.</p>\n<p><strong><sup>15</sup></strong> O Lord, open my lips, And my mouth shall show forth Your praise.</p>\n<p><br></p><p>To be called into God’s presence is, ultimately, to be sent back out. In His wisdom, God has commissioned the redeemed to serve as His primary voice to a fallen world. At some point, the impact of His people on earth is going to be powerfully felt. Revelation 18:1 tells us that His final plea with the fallen planet will illuminate the whole world.</p><p>“No sooner does one come to Christ than there is born in his heart a desire to make known to others what a precious friend he has found in Jesus; the saving and sanctifying truth cannot be shut up in his heart. If we are clothed with the righteousness of Christ and are filled with the joy of His indwelling Spirit, we shall not be able to hold our peace. If we have tasted and seen that the Lord is good we shall have something to tell. Like Philip when he found the Saviour, we shall invite others into His presence.”—Ellen G. White, Steps to Christ, p. 78.&nbsp;</p><p>In Revelation 14, the three angels’ messages are founded on the “everlasting gospel” (Rev. 14:6). That is, even before the proclamations go out about worshiping the one “ ‘who made heaven and earth, the sea and springs of water’ ” (Rev. 14:7, NKJV) or about the fall of Babylon (Rev. 14:8) or about worshiping the “beast and his image” (Rev. 14:9), the foundation of the gospel, of salvation in Jesus, is proclaimed. And that is because the warnings and messages of the three angels mean nothing apart from the hope and promise that those who proclaim these messages have in Jesus and what He has done for them. Apart from the “everlasting gospel,” we really have nothing of any value to say to the world.&nbsp;</p><p><strong>Dwell more on the fact that, even before the proclamation of the three angels’ messages begins, we are pointed to the “everlasting gospel.” What should this tell us about how foundational this truth is to all that we believe?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 23",
               "dayTitle":"<p>Further Thought: <br></p>",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p>“The psalms of David pass through the whole range of experience, from the depths of conscious guilt and selfcondemnation to the loftiest faith and the most exalted communing with God. His life record declares that sin can bring only shame and woe, but that God’s love and mercy can reach to the deepest depths, that faith will lift up the repenting soul to share the adoption of the sons of God. Of all the assurances which His word contains, it is one of the strongest testimonies to the faithfulness, the justice, and the covenant mercy of God. . . .&nbsp;</p><p>“ ‘I have sworn unto David My servant . . . with whom My hand shall be established: Mine arm also shall strengthen him. . . . My faithfulness and My mercy shall be with him: and in My name shall his horn be exalted. I will set his hand also in the sea, and his right hand in the rivers. He shall cry unto Me, Thou art my Father, my God, and the Rock of my salvation. Also I will make him My first-born, higher than the kings of the earth. My mercy will I keep for him forevermore, and My covenant shall stand fast with him.’ Psalm 89:3–28.”—Ellen G. White, Patriarchs and Prophets, pp. 754, 755.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong>1 </strong>The human race has been a miserable failure in keeping up our end of God’s covenants with us. David, the “man after God’s own heart” despite some big mistakes, was still used powerfully to communicate the terms of our salvation to us. In what sense does David foreshadow Jesus, who did keep God’s covenant perfectly in our behalf? And why is what Jesus did in our behalf our only hope?&nbsp;</p><p><strong>2</strong> What passages in the Psalms have you found particularly helpful or meaningful in that they reflect the kind of experiences that you have gone through yourself?&nbsp;</p><p><strong>3</strong> Why do the Psalms make such frequent reference to the temple? What can we learn from David’s love for the sanctuary? How can this help us appreciate what we have in Jesus, as our heavenly High Priest “who is even at the right hand of God, who also makes intercession for us” (Rom. 8:34, NKJV)? Why do we, even as redeemed people, need Christ interceding for us in heaven?&nbsp;</p><p><strong>4</strong> Based on the Ellen G. White quote above, what has been your own experience with how God has lifted your “repenting soul to share the adoption of the sons of God” after the “shame and woe” of sin?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>Inside Story</p>",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p><strong>Part 4: Ex-Adventist Boyfriend</strong>&nbsp;</p><p>By anDrew mcchesney&nbsp;</p><p>Diana’s thoughts returned to God after the calming voice stopped her from committing suicide. That Sunday, she took her three children to a small church in Santa Fe, New Mexico. They sat in the pew until the church musicians began to play. She didn’t like the music she heard coming from the platform. It reminded her of a bad part of her life. She walked out of the church with her children.&nbsp;</p><p>Diana’s life seemed to go from bad to worse. Thieves broke into her apartment and took what little she had. She became pregnant by her abusive boyfriend, and his only response was, “I’ll pay for the abortion.” One night, after the children were asleep in bed, she sat in the dark in her living room, filled with shame and self-hatred. She cried out in anger to God, “Is this what You saved me for?” The anger turned to sobbing as she remembered her years of struggles. “Jesus,” she pleaded, “I need You.” Instantly, she felt an intense rush of energy fill her. The room was pitch-black, but it seemed to be filled with light. It was as if she were being hugged by God from heaven. An overwhelming sense of joy, peace, and love filled her whole being. Shortly after, she fell into a deep, peaceful sleep. In the morning, the intense feelings were gone, but she sensed something was different.&nbsp;</p><p>A few months later, she met a strange and peculiar person. Loren Fish was a fourth-generation Seventh-day Adventist. His father was a pastor and church planter. But during Loren’s first year of college, he had wandered away from God, started drinking, and eventually dropped out. He met Diana at a dance club in Santa Fe, New Mexico, and he asked her for a ride home. Diana found the stranger annoying, but she gave him a ride. After that, Loren wouldn’t leave her alone. He found out where she worked and visited her there. Diana wasn’t interested in getting into another relationship. She hadn’t left the bad one that she was in. Moreover, Loren was four and a half years younger, and he seemed naïve and immature. In truth, she didn’t want him to know what a mess she was and didn’t want to get hurt again. So, she pushed him away. Loren left Santa Fe and settled down near Chicago.&nbsp;</p><p>Then one night, Loren called after Diana’s boyfriend turned violent, slashing her car tires and attacking her in the parking lot of the newspaper where they both worked. Diana was happy to hear his voice, and she remembered feeling safe with him. “You can come visit me any time you want,” she told him. Loren arrived that weekend, and he never left.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x2",
               "dayTitle":"<p>Teachers Comments</p>",
               "id":89,
               "idDay":9,
               "idLesson":8,
               "lessonText":"<p>P<strong>art I: Overview</strong>&nbsp;</p><p>Key Text: Revelation 14:1&nbsp;</p><p>Study Focus: Psalm 15, Psalm 24, Psalm 51, Psalm 122.&nbsp;</p><p>In the middle of the Bible, the Psalms contain testimony about ancient Israel’s praying and worshiping. Not only the professional priests are praying. The people of the land, poets, and kings sing praises to the Creator and Savior. But they also weep and cry to the Lord, longing for His judgment and salvation. Among these psalms, which reflect the suffering of the ancient people of Israel, we also may find prophetic flashes concerning the end of time, when the great Judge will finally come in response to the longing of the nations. The eschatological thrust of these psalms has been noted by numerous biblical scholars.&nbsp;</p><p>In the next two lessons, we will search these sacred poems and songs to find messages that speak to those of us who live in the time of the end. We will think about our suffering, our frustrations, and our painful experiences in response to God’s silence. We will yearn for peace in the moments of trouble and wars. We will cry with the people of the Psalms. But we also will be comforted and strengthened in our hope as we learn about the reality and the certainty of God’s promise. Our last response then will be to worship the Lord. We will then grasp better the depth and significance of the longing of Israel. But more important, we will discover how relevant the songs of these poets and priests of the Psalms are for us who live in the time of the end.&nbsp;</p><p><strong>Part II: Commentary <br></strong></p><p>For this journey inside the “soul” of the prophetic message, we have chosen four psalms: Psalm 122 for its intense and poignant appeal, “Pray for the peace of Jerusalem” (Ps. 122:6, NKJV); Psalms 15 and 24 because both psalms wonder about the absence of the Lord and ask the same puzzling questions: “Who may dwell in Your holy hill?” (Ps. 15:1, NKJV), “Who may ascend into the hill of the Lord?” (Ps. 24:3, NKJV); and Psalm 51 for its trembling supplication before the presence of the Lord in His temple: “Create in me a clean heart, O God” (Ps. 51:10).&nbsp;</p><p>Psalm 122: The Peace of Jerusalem. Although Psalm 122 is attributed to David (Ps. 122:1), many biblical scholars have questioned this connection on the basis of the reference to the “house of the Lord” (Ps. 122:9, NKJV). It is argued that David could not have mentioned “the house of the Lord,” that is, the Jerusalem temple, simply because the temple was not yet built in his time. Yet, the tabernacle in David’s day is often called the “house of the Lord” (1 Sam. 1:7, 24; Judg. 19:18). Thus, what is missed in this argument is the fact that Mount Moriah, which will become the place of the temple of Jerusalem, also is designated as “the mount of the Lord” very early in biblical history (Gen. 22:14). The notions of “house of the Lord” and “Jerusalem” are, therefore, to be taken in a spiritual sense that transcends the actual time of David. As David prays about the peace of Jerusalem, we are inspired to dream typologically of the spiritual Jerusalem from which peace and judgment will radiate toward the extremities of the world, as a blessing for the nations (Gen. 22:17, 18; compare with Gen. 12:3).&nbsp;</p><p>That David, the warrior, thinks of the peace of Jerusalem implies that the world will be at war against Jerusalem. The prophet has in view the event of “Armageddon,” as predicted in Revelation 16:16 and in Daniel 11:45. The name Armageddon, which means “mount of gathering,” refers to the mountain of the Lord where God’s people gather to worship. This “gathering” refers also to the gathering of the peoples who will come to attack God’s people. The phrase “mount of the Lord” represents, typologically, spiritual Zion or Jerusalem. David sees prophetically that the peace of the world depends on the peace of Jerusalem. Therefore, he urges us to pray for the peace of Jerusalem on which depends the peace, the blessing, and the salvation of the world.&nbsp;</p><p>Psalm 15 and Psalm 24: The Hill of the Lord. In Psalm 15 and Psalm 24, David asks a question that concerns the same event, that is, the occupation of the “holy Mount,” which refers to the New Jerusalem in heaven. Yet, the answer to that question is different in each psalm. In Psalm 15, the focus lies on the human level and concern for God’s people. The description of the righteous contrasts here with the description of the wicked in Psalm 14, who persecute God’s people (Ps. 14:4), who are identified as the “generation of the righteous.” God’s people seek “refuge” in the Lord (Ps. 14:5, 6, NKJV) and long for His salvation, which will come “out of Zion” (Ps. 14:7, NKJV).&nbsp;</p><p>Psalm 15 continues in the same vein, and the question arises, then, “Who may dwell in Your holy hill?” (Ps. 15:1, NKJV). To answer this question, the psalmist refers to God’s people who, in contrast to the wicked in the preceding Psalm, live according to principles of conduct, all of which equal the Ten Commandments: some are positive (Ps. 15:2), and some are negative (Ps. 15:3–5). The first principle includes all the others: “He who walks uprightly” (Ps 15:2, NKJV). The Hebrew wordtamim, “uprightly,” means completeness, has the connotation of naiveness, and suggests a truthful religion in which there is no falsity or doublemindedness. The religion of God’s people is based on the fear of the Lord, in the middle of the psalm (see Ps. 15:4). Notice, too, that these principles are essentially of an ethical order, dealing with our treatment of others. They concern negative behavior: lying (Ps. 15:2), slandering (Ps. 15:3), and deceiving (Ps. 15:5).&nbsp;</p><p>Psalm 24 complements Psalm 15. Whereas Psalm 15 has an existential perspective, Psalm 24 has a cosmic perspective, which is articulated in three sections. The psalm begins with an affirmation of the God of Creation, who rules over the universe (Ps. 24:1, 2). The psalm then moves to the call to worship, through the question, “Who may ascend into the hill of the Lord?” (Ps. 24:3). In the Psalms, worship is generally a human response to God’s creation (Ps. 95:6, Ps. 100:1–3). The second section (Ps. 24:3–6) answers the question in Psalm 24:3 by emphasizing that only the ones who have “clean hands and a pure heart” and who have not committed idolatry qualify for ascending into the hill of the Lord, i.e., worship (Ps. 24:4, NKJV). The psalm is not referring here to an ideal of absolute perfection. Later, these worshipers are described as “the generation of those who seek” the Lord (Ps. 24:6, NKJV).&nbsp;</p><p>The third section (Ps. 24:7–10) is about the coming of the King of glory. God here is pictured as a victorious warrior, “mighty in battle” (Ps. 24:8, NKJV), who has defeated the forces of evil and chaos and thus has restored the order of creation. In other words, the religious ideal of God’s people, who wait for salvation out of Zion, is both vertical and horizontal. This ideal is comprised of personal faith in the invisible God and hope in the coming kingdom; thus, it is both discerning (imparting wisdom) and apocalyptic.&nbsp;</p><p>Psalm 51: A Clean Heart. According to the superscription of Psalm 51 (Ps. 51:1), this prayer must have been written by David when he was confronted by Nathan the prophet for his sin. But this prayer also may be understood and interpreted as a typical supplication of any person who is aware of his or her iniquity and desires to meet with our approaching God.&nbsp;</p><p>The prayer begins with David’s cry to God for forgiveness, with an appeal for His mercy because of his “transgressions” (Ps. 51:1). Then the psalm diverges into two parts. The first part of the psalm (Ps. 51:1–9) is a plea to God to erase his “transgressions,” which separate him from God. God is described here as merciful (Ps. 51:1), the God of “truth” (Ps. 51:6, NKJV), and as hiding His face (Ps. 51:9). The sin is so great and profound that all the words for sin are used to designate it: khet' (“sin”), pesha' (“transgression”), and awon (“iniquity”). In order to render the magnitude of his sin, the poet uses a hyperbolic image: his sin originates from the time of his conception in the womb of his mother (Ps. 51:5). Therefore, the only way for him to approach God and recover his relationship with Him is to have his sin disappear, as if nothing happened. In this first section, keywords expressing this idea of erasing punctuate the prayer: “blot out” (Ps. 51:1, 9, NKJV), “wash” (Ps. 51:2, 7, NKJV), “cleanse” (Ps. 51:2), and “purge” (Ps. 51:7).&nbsp;</p><p>The second part of the psalm (Ps. 51:10–19) concentrates on the idea of renewal. The keywords are “create,” “renew,” “restore,” and “build.” God is described as the Creator (Ps. 51:10, 12, 15) and Savior (Ps. 51:14). The psalm concludes with the vision of “the walls of Jerusalem” and of the sacrifice that is accepted by God (Ps. 51:18, 19).&nbsp;</p><p><strong>Part III: Life Application&nbsp;</strong></p><p>1. In light of our lesson for this week, ponder the following questions: What does the psalmist’s call to “pray for the peace of Jerusalem” mean for us today? What must we do to achieve it?&nbsp;</p><p>2. Meditate on Jesus’ recommendation to pray to our Father above, “ ‘Your kingdom come. Your will be done on earth as it is in heaven’ ” (Matt. 6:10, NKJV). Realize that this prayer is not simply about a spiritual solution to our troubling world. This prayer is about Jesus’ coming to change the world. Discuss.&nbsp;</p><p>3. Why should our hope in the coming of the Lord, the concern over the signs of the times, the sensational events unfolding in the world, and our desire to prepare for God’s kingdom complement our personal work in character growth and development as Christians? Why should the sentiments and thoughts of our hearts correspond with our ideals of the kingdom, as well? Discuss why our religious effort toward sanctification, and our ideal of holiness, should make us more sensitive toward our neighbors and ethical in our treatment of them.&nbsp;</p><p>4. Activity: As we live in times of wars all over the world, we need to learn to pray for the “peace of Jerusalem.” This notion means that the peace of the world should be a part of our concern. Organize a week of prayer to pray for peace on earth. Learn to develop empathy for people who suffer under the conditions of war.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>In the Psalms: Part 1</p>",
         "verse":"<p>“Then I looked, and behold, a Lamb standing on Mount Zion, and with Him one hundred and forty-four thousand, having His Father’s name written on their foreheads” (Revelation 14:1, NKJV).</p>",
         "versionCode":10,
         "weekDate":"May 17–23"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
