{
  "data": [
    {
      "color": "#bd227a",
      "id": 703,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 14",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>God can sometimes move us out of our comfort zone and make us His witnesses. Sometimes this change can be used to accomplish His purposes, such as in the example of the dispersing of the people at the Tower of Babel. “This dispersion was the means of peopling the earth, and thus the Lord’s purpose was accomplished through the very means that men had employed to prevent its ­fulfillment.”—Ellen G. White, Patriarchs and Prophets, p. 120. Abraham, meanwhile, went from his home country to another (Genesis 12) as a means of witness. The disciples of Jesus went from working among only their own people (Acts 3) to working for others, as well (Acts 8:1–4). In Acts 1:8, Jesus laid down a principle of evangelism: they would start locally, Jerusalem and Judea, then go to Samaria and, ultimately, to the ends of the earth.<br><br>But even if we do not leave our country, God still wants us to reach out to the people around us. When the church in Jerusalem was becoming complacent, its members were dispersed. Though persecution came and people suffered, these unfortunate events became a means of spreading the good news all over the world.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 15",
          "dayTitle": "<p>Moving Beyond Our Comfort Zone<br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>In order to reach others, God intends for us to move beyond our comfort zone. The desire to remain only with our own ilk and ethnic or social kind can lead to selfishness, even evil. This danger is one of the lessons derived from the story of Babel.<br><strong><br>Read Genesis 11:1–9. What were the intentions of the people? What were they wanting to do, and why would God thwart it?</strong></p><p><strong>Genesis 11:1–9<sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>And the whole earth was of one language, and of one speech.<br><sup><br><strong>2</strong></sup> And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there.<br><sup><br><strong>3</strong></sup> And they said one to another, Go to, let us make brick, and burn them thoroughly. And they had brick for stone, and slime had they for morter.<br><sup><strong><br>4</strong></sup> And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth.<br><sup><br><strong>5 </strong></sup>And the Lord came down to see the city and the tower, which the children of men builded.<br><sup><br><strong>6</strong></sup> And the Lord said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do.<br><sup><br><strong>7</strong></sup> Go to, let us go down, and there confound their language, that they may not understand one another's speech.<br><sup><br><strong>8 </strong></sup>So the Lord scattered them abroad from thence upon the face of all the earth: and they left off to build the city.<br><sup><br><strong>9</strong></sup> Therefore is the name of it called Babel; because the Lord did there confound the language of all the earth: and from thence did the Lord scatter them abroad upon the face of all the earth.</p><p>This story of the people at the Tower of Babel reveals their great ambition. They were planning to make a monumental structure—a city and a tower such as existed nowhere else in the world: “a tower that reaches to the heavens, so that we may make a name for ourselves” (Gen. 11:4, NIV).<br><br>How often today do people seek to do the same? Whether through politics, art, business, even religion, it doesn’t matter. There are those who want to make a great name for themselves. In the end, how futile and meaningless their endeavors are. (See Eccles. 2:1–11.)<br><br>The Bible says in Genesis 11:4 that these people wanted to build the tower so that they would avoid being scattered over the face of the earth. They wanted to stick together for their own selfish reasons. But God had another plan.<br><br>These people were also united for this work. But “the Lord said, ‘If as one people speaking the same language they have begun to do this, then nothing they plan to do will be impossible for them’ ” (Gen. 11:6, NIV). This ambitious plan of the people was, in fact, evil.<br><br>Though Scripture does not say it explicitly, Ellen White says that they didn’t trust God’s promise that He would never destroy the earth with water again (Gen. 9:14, 15). They intended to build for their own perceived safety rather than to trust God’s Word. Whatever their ultimate motives, God knew that their intentions were not pure but were filled with selfish ambition, and so He prevented them from achieving their stated goals.&nbsp;</p><p><strong>Are you part of a group or ethnic community that is more comfortable among themselves? In what ways may you possibly engage with others who are not part of your race, ethnicity, or nationality?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 16",
          "dayTitle": "<p>Becoming a Blessing to the Whole World<br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 12:1–3. In what way was God’s instruction to Abram a call to mission?</strong><strong><sup><br></sup></strong></p><p><strong>Genesis 12:1–3<sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>Now the Lord had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:<br><sup><br><strong>2 </strong></sup>And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:<br><sup><br><strong>3 </strong></sup>And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.</p><p><br></p><p>God asked Abram (whose name He later changed to Abraham) to leave his country and his people and go to another land. It was all part of God’s plan to use Abraham as a vehicle to fulfill His divine purposes in the earth. And Abraham went, according to the Word of the Lord. If God has a plan for you, it may be a call for you to leave your extended family and your people and go to a place that He is opening up for you to serve Him, in order that you can be a blessing to others.<br><br><strong>Read the following texts. What does each text tell of God’s covenant, His promise to us?</strong><br><br><strong>Gen. 3:15<sup><br></sup></strong></p><p><sup><strong>15</strong></sup> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.</p><p><strong>Gen. 17:19<br></strong></p><p><strong><sup>19</sup></strong> And God said, Sarah thy wife shall bear thee a son indeed; and thou shalt call his name Isaac: and I will establish my covenant with him for an everlasting covenant, and with his seed after him.</p><p><strong>Num. 24:17<sup><br></sup></strong></p><p><sup><strong>17 </strong></sup>I shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the corners of Moab, and destroy all the children of Sheth.</p><p><strong>Isa. 9:6</strong><sup><br></sup></p><p><sup><strong>6</strong></sup> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.</p><p><strong>Dan. 9:24–27</strong><sup><br></sup></p><p><sup><strong>24</strong></sup> Seventy weeks are determined upon thy people and upon thy holy city, to finish the transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy.<br><sup><br><strong>25</strong></sup> Know therefore and understand, that from the going forth of the commandment to restore and to build Jerusalem unto the Messiah the Prince shall be seven weeks, and threescore and two weeks: the street shall be built again, and the wall, even in troublous times.<br><sup><br><strong>26</strong></sup> And after threescore and two weeks shall Messiah be cut off, but not for himself: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and unto the end of the war desolations are determined.<br><sup><br><strong>27</strong></sup> And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of abominations he shall make it desolate, even until the consummation, and that determined shall be poured upon the desolate.</p><p>Matt. 1:21</p><p><sup><strong>21 </strong></sup>And she shall bring forth a son, and thou shalt call his name Jesus: for he shall save his people from their sins.</p><p>From the above texts, it is clear that God was going to accomplish the promise, made in the Garden of Eden, that Someone will come as a solution to the sin problem. This solution, Jesus Christ the Messiah, was to arise from the line of Abraham and Isaac (through Sarah). Hebrews 11:9 states that Isaac and Jacob were heirs to the promise of blessing that God made to Abraham.<br><br>We don’t know exactly how much Abraham himself knew or under- stood of just how the promised Seed would arise through him, but he moved out in faith anyway. “By faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance. And he went out, not knowing where he was going” (Heb. 11:8, NKJV). What an example to us!<br><br><strong>Suppose you are called by God to go, “not knowing” where you are going. How do you respond, and why?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 17",
          "dayTitle": "<p>Abraham’s Call</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>Following the call of God, Abraham entered the land as God had commanded him. However, right from the start, things didn’t seem to go too well for him. He arrived where God told him to go, but according to the Bible, “the Canaanites were then in the land” (Gen. 12:6, NKJV)—pagans known for their cruelty and violence. No wonder that right after Abraham got there, the Lord appeared to him and said, “ ‘To your descendants I will give this land’ ” (Gen. 12:7, NKJV). No doubt Abraham needed the encouragement.<br><br>However, things still didn’t go particularly well for him, at least at first.<br><br>Read Genesis 12:10–13:1. What things happened to him next, and what mistakes did this man of God make?<br><br><strong>Genesis 12:10-20</strong><br><sup><br><strong>10</strong></sup> And there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land.<br><sup><br><strong>11</strong></sup> And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:<br><sup><br><strong>12</strong></sup> Therefore it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive.<br><sup><br><strong>13</strong></sup> Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.<br><sup><br><strong>14</strong></sup> And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.<br><sup><br><strong>15</strong></sup> The princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh's house.<br><sup><br><strong>16</strong></sup> And he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels.<br><sup><br><strong>17</strong></sup> And the Lord plagued Pharaoh and his house with great plagues because of Sarai Abram's wife.<br><sup><br><strong>18</strong></sup> And Pharaoh called Abram and said, What is this that thou hast done unto me? why didst thou not tell me that she was thy wife?<br><sup><br><strong>19</strong></sup> Why saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way.<br><sup><br><strong>20</strong></sup> And Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had.<br><br><strong>Genesis 13:1</strong><strong><br><br><sup>1</sup></strong> And Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the south.<br><br>How discouraging it must have been for him: leaving a comfortable and most likely prosperous existence in the homeland, only to go, “not knowing where he was going” (Heb. 11:8, NKJV). And one of the first things he faced was a famine! This famine was so bad that he had to leave the place he had been told by God to settle in and go somewhere else. And then things got even worse after that.<br><br>“During his stay in Egypt, Abraham gave evidence that he was not free from human weakness and imperfection. In concealing the fact that Sarah was his wife, he betrayed a distrust of the divine care, a lack of that lofty faith and courage so often and nobly exemplified in his life. . . . Through Abraham’s lack of faith, Sarah was placed in great peril. The king of Egypt, being informed of her beauty, caused her to be taken to his palace, intending to make her his wife. But the Lord, in His great mercy, protected Sarah by sending judgments upon the royal household.”—Ellen G. White, Patriarchs and Prophets, p. 130.<br><br>No one has ever said mission work was easy, and by lying, by being deceitful, Abraham only made matters worse. Fortunately, God is a God of patience, and He didn’t cast off His servant for his mistake, which, unfortunately, would not be the only one Abraham would make. How comforting to know that even despite our errors, if we cling to the Lord in faith and submission, as did Abraham, not only can our errors, sins, and faults be forgiven, but the Lord can still use us for mission.<br><br><strong>What lessons can we take from the story about Abram in Egypt?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 18",
          "dayTitle": "<p>The Early Church and Comfort Zones</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Acts 8:1–4. In the early church, what brought about the scattering of believers beyond their comfort zone?</strong></p><p><strong>Acts 8:1–4</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles.<br><sup><br><strong>2</strong></sup> And devout men carried Stephen to his burial, and made great lamentation over him.<br><sup><br><strong>3</strong></sup> As for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison.<br><sup><br><strong>4 </strong></sup>Therefore they that were scattered abroad went every where preaching the word.</p><p>Until this time, the early church was mainly in Jerusalem (or within the Jewish territory and among the Jewish people). When persecution began—in which Saul, a devout Jew and a Pharisee, was actively involved—the church in Jerusalem was then dispersed all over Judea and Samaria. Jesus had predicted in Acts 1:8 that “ ‘you will be my witnesses in Jerusalem, and in all Judea and Samaria’ ” (NIV). This statement was fulfilled, as noted in Acts 8:4, that “those who had been scattered preached the word wherever they went” (NIV).<br><br>Even after the church began to move out beyond Jerusalem, the believers were still preaching in the regions of the Jews or in the neighborhoods of the Jewish people in other cities. Acts 11:19 indicates that the believers were dispersed all the way to Phoenicia (Lebanon) and Cyprus, but they did not at this stage preach the message to anyone other than the Jews alone. The disciples of Jesus and the early church did not intend to see the Gentiles, but only Jews, come to the Lord. They still had very narrow views on what the mission of the church was to be.<br><br>Peter, a disciple of Jesus and one of the leading figures of the early church, was averse to taking the gospel message to the Gentiles, even after Paul had begun to do so. Peter was known as an apostle to the circumcised (meaning the Jews), and Paul an apostle to the Gentiles (Gal. 2:8). Early on, Peter did not even want to be seen with the Gentiles (Gal. 2:11, 12). However, God moved Peter out of his comfort zone and changed his heart. He was starting to learn about what the gospel com- mission really entailed and what Jesus’ death was meant to accomplish for the whole world.<br><br><strong>Read Acts 10:9–15, 28, 29. What was the message that the Lord was giving to Peter, and how must we, in our day and age, apply this principle to the work of mission?</strong></p><p><strong>Acts 10:9–15</strong></p><p><sup><strong>9</strong></sup> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:<br><sup><br><strong>10</strong></sup> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,<br><sup><br><strong>11</strong></sup> And saw heaven opened, and a certain vessel descending upon him, as it had been a great sheet knit at the four corners, and let down to the earth:<br><sup><br><strong>12</strong></sup> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.<br><sup><br><strong>13</strong></sup> And there came a voice to him, Rise, Peter; kill, and eat.<br><sup><br><strong>14</strong></sup> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.<br><sup><br><strong>15</strong></sup> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.<strong><sup><br></sup></strong></p><p><strong>Acts 10:28, 29<sup><br></sup></strong></p><p><sup><strong>28</strong></sup> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.<br><sup><br><strong>29</strong></sup> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 19",
          "dayTitle": "<p>Starting From Where You Are<br></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Acts 1:8. What principle did Jesus present when doing the work of sharing or being His witnesses to the world?</strong><sup><br></sup></p><p><sup><strong>8</strong></sup> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.</p><p>This is the principle set out by Jesus that shows us how we need to act as His disciples, who have the good news to share with others. Sharing the truth is not about convincing others how wrong they are, but about sharing Jesus as portrayed in the three angels’ messages of Revelation 14:6–12.<br><br>There are, however, some principles in the words of Jesus in Acts 1:8. First, “ ‘you will be my witnesses in Jerusalem’ ” (NIV). As we have seen (but it is worth repeating), we are to be His witnesses in the place where we physically reside. This may include our own home, our church, our neighborhood, and our community. We need to be His witnesses first where we are, in the area He has initially placed us—home or work—and to be His witnesses to the people closest to us. It can be close family or extended family, church people, work colleagues, neighbors, and the community.<br><br>Sometimes people are interested only in going off to a far country and alien culture to be God’s witnesses. But they do not witness to people around them now. We should begin where we are and move from there as the Lord leads us.<br><br>Next, “ ‘in all Judea and Samaria, and to the ends of the earth’ ” (Acts 1:8, NIV). Again, Jesus affirms the reality that witnessing involves crossing cultural boundaries. Beginning from where we are, we may be called to move to other areas to reach out to different social, ethnic, and religious groups. If I belong to a certain ethnic or language people group, it may be much easier for me to witness to them because of minimal cultural barriers to cross. In some areas of the world, only one clan or tribe is represented in the makeup of the church. However, Jesus’ great commission tells us that as His witnesses, moving out of our comfort zone and investing our resources for such people groups is crucial. They also need the message of Jesus.<br><br><strong>Challenge</strong>: Identify and make a list of people groups with special needs in your community, whom the church has not made efforts to reach.<br><br><strong>Challenge Up</strong>: Begin praying for an opportunity in the near future to become engaged in mission to people with special needs.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 20",
          "dayTitle": "<p>Further Thought:<br></p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Read Ellen G. White, “The Great Commission,” pp. 25–34, and “A Seeker for Truth,” pp. 131–142, in The Acts of the Apostles.<br><br>“Before ascending to heaven, Christ gave His disciples their commission. He told them that they were to be the executors of the will in which He bequeathed to the world the treasures of eternal life. You have been witnesses of My life of sacrifice in behalf of the world, He said to them.<br><br>You have seen My labors for Israel. And although My people would not come to Me that they might have life, although priests and rulers have done unto Me as they listed, although they have rejected Me, they shall have still another opportunity of accepting the Son of God. You have seen that all who come to Me confessing their sins, I freely receive. Him that cometh to Me I will in no wise cast out. To you, My disciples, I commit this message of mercy. It is to be given to both Jews and Gentiles—to Israel, first, and then to all nations, tongues, and peoples. All who believe are to be gathered into one church.”—Ellen G. White, The Acts of the Apostles, pp. 27, 28.<br><br>The Great Commission is clear: “ ‘Go therefore and make disciples of all nations’ ” (Matt. 28:19, NKJV). Therefore, it is definitely about going to others, especially other nations.<br><br>“The gospel commission is the great missionary charter of Christ’s kingdom. The disciples were to work earnestly for souls, giving to all the invitation of mercy. They were not to wait for the people to come to them; they were to go to the people with their message.”—Ellen G. White, The Acts of the Apostles, p. 28.<br><br>“There are in our world many who are nearer the kingdom of God than we suppose. In this dark world of sin the Lord has many precious jewels, to whom He will guide His messengers. Everywhere there are those who will take their stand for Christ. Many will prize the wisdom of God above any earthly advantage, and will become faithful light bearers. . . . Convinced that Peter’s course was in direct fulfillment of the plan of God, and that their prejudices and exclusiveness were utterly contrary to the spirit of the gospel, they glorified God, saying, ‘Then hath God also to the Gentiles granted repentance unto life.’ Thus, without controversy, prejudice was broken down, the exclusiveness established by the custom of ages was abandoned, and the way was opened for the gospel to be proclaimed to the Gentiles.”—Ellen G. White, The Acts of the Apostles, pp. 140–142.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> How would you define the word mission as you apply it to your own life?<br><br><strong>2. </strong>In what ways could you, daily, express mission in your attitude and behavior? How can you be more mission minded in your daily tasks?<br><br><strong>3. </strong>How important is it that we examine our hearts and seek power from above to be purged from prejudice against those unlike us?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>Desperate for a Mission Story&nbsp;</strong></p><p><strong>By Andrew McChesney</strong><br><br>Gina Wahlen was excited to visit a house church in a country where Christians face persecution for their faithfulness to God. She had arrived to collect mission stories for Adventist Mission.<br><br>The house church turned out to be a former home on the ground floor of an apartment building. The apartment had been gutted and turned into a church with a main sanctuary on one side and a small room on the other. Gina began interviewing people in the small side room with an interpreter.<br><br>The people were earnest and kind. But they didn’t seem to have any special stories, speaking instead about the technical aspects of a house church.<br><br>As time passed, Gina grew desperate. This was the only place where she had planned to collect stories in the country. “Dear Lord, please help me to find someone who has an inspiring story,” she prayed. “I don’t know how to find anyone because I don’t speak the language, and I don’t think that the interpreter can help. So, Lord, would You please send someone?”<br><br>Soon afterward, a woman stepped into the room. Gina felt impressed to speak with her and struck up a conversation through the interpreter. “Have you been coming to this church for long?” Gina asked.<br><br>No, the woman hadn’t. She had been coming for only a few months. Gina asked how she had learned about Seventh-day Adventists. The woman said she had been walking with her children to the market on a Saturday. As they walked along the sidewalk, two neatly dressed men approached.<br><br>“The seventh day is the Sabbath,” said one. “To learn more, look on the internet,” said the other. Then the men kept walking.<br><br>The woman went home and searched online. Somehow, she found a series of Adventist presentations by a U.S. evangelist that had been dubbed into her language. She watched many programs and was greatly blessed.<br><br>Then, she somehow found the house church. She showed up, prepared for baptism, and was baptized shortly before Gina’s arrival. “I was amazed when I heard her story and was so delighted that God answered my prayer in such a beautiful way,” Gina said.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>God’s Call to Mission<br></p>",
      "verse": "<p>But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth (Acts 1:8, NKJV).</p>",
      "versionCode": 30,
      "weekDate": "October 14–20"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
