{
   "data":[
      {
         "color":"#90e0ef",
         "id":12,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"14 de diciembre",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>La crucifixión y la resurrección de Jesús son el punto culminante del libro de Juan. Los diez primeros capítulos abarcan aproximadamente tres años y medio; los capítulos 11 al 20, en cambio, abarcan entre una y dos semanas.<br><br>Los cuatro evangelios presentan la muerte de Jesús de maneras diferentes. Aunque sus relatos son compatibles, cada autor hace hincapié en puntos clave que resuenan especialmente con los temas de su Evangelio. Mateo hace hincapié en el cumplimiento de las Escrituras; Marcos, en el paralelismo entre el bautismo de Jesús y la Cruz; y Lucas, en la Cruz como sanación y salvación (la historia del ladrón en la cruz).<br><br>Pero Juan presenta la Cruz como la entronización de Jesús, especialmente vinculada a la idea de la hora, a la que se hace referencia en numerosas ocasiones a lo largo del libro (Juan 7:30; 8:20; 12:27). Esta idea de entronización es una imagen paradójica, ya que la crucifixión era la forma más ignominiosa y vergonzosa de morir que utilizaban los romanos. Este contraste apunta a la descripción profundamente irónica que presenta Juan: Jesús muere de una manera vergonzosa, pero esa muerte es al mismo tiempo su gloriosa entronización como Salvador.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de diciembre",
               "dayTitle":"<p>¿QUÉ ES LA VERDAD?</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p>En Juan 18:28 al 32, el juicio de Jesús no es descrito en detalle. La atención se centra en Jesús llevado ante Poncio Pilato.<br><br><strong>Lee Juan 18:33 al 38. ¿De qué hablaron Pilato y Jesús?&nbsp;</strong></p><p>&nbsp;<strong>Juan 18:33-38</strong></p><p><sup><strong>33</strong></sup> Entonces Pilato volvió a entrar en el pretorio, llamó a Jesús y le dijo:<br><br>—¿Eres tú el Rey de los judíos?<br><sup><br><strong>34</strong></sup> Jesús le respondió:<br><br>—¿Dices tú esto por ti mismo o te lo han dicho otros de mí?<br><sup><br><strong>35</strong></sup> Pilato le respondió:<br><br>—¿Soy yo acaso judío? Tu nación y los principales sacerdotes te han entregado a mí. ¿Qué has hecho?<br><sup><br><strong>36</strong></sup> Respondió Jesús:<br><br>—Mi Reino no es de este mundo; si mi Reino fuera de este mundo, mis servidores pelearían para que yo no fuera entregado a los judíos; pero mi Reino no es de aquí.<br><sup><br><strong>37</strong></sup> Le dijo entonces Pilato:<br><br>—Luego, ¿eres tú rey?<br><br>Respondió Jesús:<br><br>—Tú dices que yo soy rey. Yo para esto he nacido y para esto he venido al mundo: para dar testimonio de la verdad. Todo aquel que es de la verdad, oye mi voz.<br><sup><br><strong>38</strong></sup> Le dijo Pilato:<br><br>—¿Qué es la verdad?<br><br>Y dicho esto, salió otra vez a donde estaban los judíos, y les dijo:<br><br>—Yo no hallo en él ningún delito. <br></p><p>El gobernador pregunta a Jesús si es el Rey de los judíos (Juan 18:33). Es la primera referencia a este título, pero no será la última. Jesús pregunta a Pilato si su interrogante surge de él o refleja lo que otros dijeron. Su pregunta invierte los roles, pues ahora es Jesús quien interroga al gobernador acerca de si entiende a quién se dirige. El lector ya sabe que Jesús es el Rey.<br><br><strong>¿Lo sabe el gobernador? Pilato responde implícitamente con su propia pregunta:</strong><br><br>“¿Acaso soy yo judío? Tu gente y los principales sacerdotes te han entregado a mí. ¿Qué has hecho?” (Juan 18:35). Se trataba de una evasiva, motivada por la irritación que le producía la pregunta de Jesús. Fue el primer paso del gobernador en alejarse de la verdad al dejar que los prejuicios nublaran su percepción.<br><br>Jesús responde que su Reino no es de este mundo (Juan 18:36). Pilato deduce entonces, perspicazmente, que Jesús sí afirma que es rey (Juan 18:37). Esto conduce a la importante explicación de Jesús de que nació para dar testimonio de la verdad y que toda persona que es “de la verdad” oye su voz (Juan 18:37).<br><br>Pilato pregunta entonces: “¿Qué cosa es la verdad?” (Juan 18:38). Pero no espera la respuesta. En lugar de eso, sale para intentar salvar a Jesús de la multitud.<br><br>La verdad es un tema distintivo del Evangelio de Juan. Como Verbo eterno (logos, Juan 1:1-5), Jesús es la Luz y la Verdad. Todo esto contrasta con la oscuridad y el error. Él está lleno de gracia y de verdad (Juan 1:14). La gracia y la verdad vinieron a través de él (Juan 1:17). Juan el Bautista dio testimonio de la verdad (Juan 5:33). Jesús afirmó que su Padre es “veraz” (Juan 7:28). Jesús mismo escuchó la verdad de su Padre (Juan 8:40). Jesús es “el camino, la verdad y la vida” (Juan 14:6). La Palabra de Dios es “verdad” (Juan 17:17). A pesar de su pregunta, Pilato perdió la oportunidad de conocer la verdad a causa de sus prejuicios, sus decisiones previas y las presiones que se ejercían sobre él.<br><br><strong>¿Cómo entiendes la idea de Jesús como la Verdad?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de diciembre",
               "dayTitle":"<p>¡HE AQUÍ AL HOMBRE!<br></p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p><strong>Lee Juan 18:38 al 19:5. ¿Cómo intentó Pilato persuadir al pueblo para que pidiera la liberación de Jesús?</strong><br></p><p><strong>Juan 18:38</strong></p><p><sup><strong>38</strong></sup> Le dijo Pilato:<br><br>—¿Qué es la verdad?<br><br>Y dicho esto, salió otra vez a donde estaban los judíos, y les dijo:<br><br>—Yo no hallo en él ningún delito.&nbsp;</p><p><sup><strong>39</strong></sup> Pero vosotros tenéis la costumbre de que os suelte a un preso en la Pascua. ¿Queréis, pues, que os suelte al Rey de los judíos?<br><sup><br><strong>40</strong></sup> Entonces todos dieron voces de nuevo, diciendo:<br><br>—¡A éste no! ¡A Barrabás! —y Barrabás era ladrón—.<br></p><p><strong>Juan 19:1-5</strong></p><p><sup><strong>1</strong></sup> Así que tomó entonces Pilato a Jesús y lo azotó.&nbsp;</p><p><sup><strong>2 </strong></sup>Los soldados entretejieron una corona de espinas y la pusieron sobre su cabeza, y lo vistieron con un manto de púrpura,&nbsp;</p><p><sup><strong>3</strong></sup> y le decían:<br><br>—¡Salve, Rey de los judíos! —y le daban bofetadas.<br><sup><br><strong>4</strong></sup> Entonces Pilato salió otra vez, y les dijo:<br><br>—Mirad, os lo traigo fuera para que entendáis que ningún delito hallo en él.<br><sup><br><strong>5 </strong></sup>Y salió Jesús llevando la corona de espinas y el manto de púrpura. Pilato les dijo:<br><br>—¡Éste es el hombre!<br></p><p>Pilato no esperó una respuesta de Jesús acerca de la verdad. En lugar de eso, volvió a salir para tratar de persuadir a la gente. Al dialogar con ellos en lugar de simplemente dejar libre a Jesús, Pilato se colocó en desventaja. Los líderes religiosos reconocieron que podían manipular al gobernador a través de la multitud.<br><br>Pilato hace referencia a la costumbre de dejar libre a un preso en la época de la Pascua y pregunta si el pueblo quiere que libere “al rey de los judíos”. Sorprendentemente, y de forma bastante irónica, el pueblo pide la liberación de un delincuente llamado Barrabás en lugar del inocente Jesús.<br><br>Ahora comienza la burla y la vergüenza de Jesús. Los soldados romanos le colocan una corona de espinas, le ponen un manto púrpura, y se acercan y lo aclaman burlonamente como rey de los judíos. Este tipo de saludo por parte de los soldados era similar a la forma en que saludaban al emperador, pero aquí se hizo en tono de burla.<br><br>Apelando a la compasión del gentío, Pilato parece buscar alguna forma de liberar a Jesús. Lo saca con la corona de espinas y el manto púrpura. La escena, no comentada por Juan, muestra a Jesús cubierto en son de burla con un traje real, y al gobernador dirigiéndose a la gente con las palabras: “¡He aquí el hombre!” (Juan 19:5). Esto recuerda al lector las palabras de Juan el Bautista en Juan 1:29: “¡Este es el Cordero de Dios, que quita el pecado del mundo!”<br><br>Resulta irónico que el gobernador pagano presente al Mesías con este atuendo real ante Israel. Sin embargo, como muestra Juan 19:6 al 16, la turba pide la crucifixión de Jesús, basándose en su afirmación de que es el Hijo de Dios. Esto asusta a Pilato, que se esfuerza aún más por conseguir la liberación de Jesús. Pero los líderes sellan su destino afirmando que liberarlo es oponerse al César. Saben que la lealtad de Pilato al César significaría que no podría liberar a alguien que reclamara el mismo papel del emperador. Los dirigentes dicen que no tienen más rey que el César. Su profundo odio hacia Jesús era mayor que sus aspiraciones nacionales. Para librarse de Jesús, estaban dispuestos a sacrificar sus pretensiones de autonomía nacional.<br><br>Qué espanto. Un gobernante pagano quiere liberar a Jesús, mientras que los líderes espirituales de la nación, que deberían haberlo reconocido como el Mesías, ¡querían crucificarlo! <strong>¿Qué lecciones podemos aprender de esto?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de diciembre",
               "dayTitle":"<p>“CONSUMADO ESTÁ”</p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>Como muestra Juan 19:17 al 22, Pilato dispuso una inscripción en latín, griego y hebreo que decía: “Jesús Nazareno, Rey de los judíos” (Juan 19:19). Los líderes religiosos querían que fuera modificada. Pilato se negó, y la inscripción permaneció, como testigo mudo de la verdad acerca de Jesús y como uno de los indicadores de que Jesús está entronizado en la Cruz como Rey. Aquí estaba Jesús, verdaderamente su Rey, el Rey de los judíos, pendiendo de una cruz como un vulgar criminal.<br><br>“Un poder superior a Pilato y a los judíos había dirigido la colocación de esa inscripción sobre la cabeza de Jesús. En la providencia de Dios, tenía que incitar a la reflexión e investigación de las Escrituras” (Elena G. de White, El Deseado de todas las gentes, p. 695).<br><br><strong>Lee Juan 19:25 al 27. ¿Qué escena conmovedora relacionada con la madre de Jesús ocurrió en la cruz?</strong><br></p><p><strong>Juan 19:25-27</strong></p><p>&nbsp;<strong><sup>25</sup></strong> Estaban junto a la cruz de Jesús su madre y la hermana de su madre, María mujer de Cleofas, y María Magdalena.&nbsp;</p><p><sup><strong>26</strong></sup> Cuando vio Jesús a su madre y al discípulo a quien él amaba, que estaba presente, dijo a su madre:<br><br>—Mujer, he ahí tu hijo.<br><sup><br><strong>27</strong></sup> Después dijo al discípulo:<br><br>—He ahí tu madre.<br><br>Y desde aquella hora el discípulo la recibió en su casa.<br></p><p>Entre los que estaban al pie de la cruz aquel día se encontraban Juan, el discípulo amado, junto con María, la madre de Jesús, y otros. Muchos años antes, Simeón había predicho esta misma experiencia cuando José y María llevaron a Jesús al Templo para consagrarlo (comparar con Luc. 2:34, 35). Ahora, en sus últimos momentos, Jesús habla a su madre. “Mujer, ahí tienes a tu hijo”. Y a Juan le dice: “Ahí tienes a tu madre” (Juan 19:26, 27).<br><br><strong>Lee Juan 19:28 al 30. ¿Qué significado tienen las últimas palabras de Jesús: “Consumado es”?</strong></p><p><strong>Juan 19:28-30</strong></p><p><sup><strong>28</strong></sup> Después de esto, sabiendo Jesús que ya todo estaba consumado, dijo, para que la Escritura se cumpliera:<br><br>—¡Tengo sed!<br><sup><br><strong>29</strong></sup> Había allí una vasija llena de vinagre; entonces ellos empaparon en vinagre una esponja y, poniéndola en un hisopo, se la acercaron a la boca.&nbsp;</p><p><sup><strong>30</strong></sup> Cuando Jesús tomó el vinagre, dijo:<br><br>—¡Consumado es!<br><br>E inclinando la cabeza, entregó el espíritu.<br></p><p>El verbo griego tele? (terminar, completar, llevar a cabo) en el versículo 28 (“todo quedaba terminado”) es el mismo que se utiliza en el versículo 30 (“¡Consumado está!”). Además, una palabra relacionada con ese verbo, teleio? (terminar, hacer perfecto) también aparece en el versículo 28 con referencia al cumplimiento de la Escritura (“en cumplimiento de la Escritura”). Por horrible que fuera la escena, todo se estaba cumpliendo, realizando, completando.<br><br>Cuando Jesús dice: ¡Consumado está!”, se ecuentra completando, cumpliendo, la obra que el Padre le encomendó.<br><strong><br>“Consumado está”. ¿Qué significa eso para cada uno de nosotros? ¿Qué fue lo que concluyó y cómo se aplica eso a nuestra vida?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de diciembre",
               "dayTitle":"<p>LA TUMBA VACÍA<br></p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p><strong>Lee Juan 20:1 al 7. ¿Qué importancia tiene para nosotros lo que se describe en estos versículos?</strong><br></p><p><strong>Juan 20:1-7</strong></p><p><sup><strong>1</strong></sup> El primer día de la semana, María Magdalena fue de mañana, siendo aún oscuro, al sepulcro, y vio quitada la piedra del sepulcro.&nbsp;</p><p><sup><strong>2 </strong></sup>Entonces corrió y fue a Simón Pedro y al otro discípulo, aquel a quien amaba Jesús, y les dijo:<br><br>—Se han llevado del sepulcro al Señor y no sabemos dónde lo han puesto.<br><sup><br><strong>3</strong></sup> Salieron Pedro y el otro discípulo y fueron al sepulcro.&nbsp;</p><p><sup><strong>4 </strong></sup>Corrían los dos juntos, pero el otro discípulo corrió más aprisa que Pedro y llegó primero al sepulcro.&nbsp;</p><p><sup><strong>5</strong></sup> Y, asomándose, vio los lienzos puestos allí, pero no entró.&nbsp;</p><p><sup><strong>6 </strong></sup>Luego llegó Simón Pedro tras él, entró en el sepulcro y vio los lienzos puestos allí,&nbsp;</p><p><sup><strong>7</strong></sup> y el sudario, que había estado sobre la cabeza de Jesús, no puesto con los lienzos, sino enrollado en un lugar aparte. <br></p><p>Jesús murió un viernes por la tarde y resucitó el domingo temprano. Como el sábado estaba cerca cuando fue sepultado (Juan 19:42), el proceso de sepultura se hizo apresuradamente y no fue completado. Por mucho que amaran a Jesús, sus seguidores guardaron el día de reposo y no fueron al sepulcro durante las horas sagradas (comparar con Mar. 16:1; Luc. 23:56). Después del sábado, algunas mujeres compraron especias para llevarlas al sepulcro el domingo de mañana. Para su sorpresa, la piedra había sido movida y el sepulcro estaba vacío. María Magdalena fue una de las primeras en llegar al sepulcro. Corrió a contar a Pedro y a Juan lo que había visto. Los dos hombres corrieron hacia allí. Juan se adelantó a Pedro y llegó primero. Se inclinó, miró adentro y vio los lienzos con los que habían envuelto a Jesús. Pero no entró.<br><br>Pedro, en cambio, entró y vio los lienzos. Vio también el lienzo que había estado sobre la cabeza y el rostro de Jesús, pero no estaba con el resto de los paños. Estaba doblado y puesto aparte.<br><br><strong>Lee Juan 20:8 al 10. ¿Qué implicaba el paño puesto aparte y doblado?</strong></p><p><strong>Juan 20:8-10</strong></p><p>&nbsp;<strong><sup>8</sup></strong> Entonces entró también el otro discípulo que había venido primero al sepulcro; y vio, y creyó,&nbsp;</p><p><sup><strong>9</strong></sup> pues aún no habían entendido la Escritura: que era necesario que él resucitara de los muertos.&nbsp;</p><p><sup><strong>10</strong></sup> Y volvieron los discípulos a los suyos.<br></p><p>&nbsp;Después de que Pedro entrara en el sepulcro, entró también Juan. Juan 20:8 dice que entró, vio y creyó. ¿Por qué el hecho de ver los lienzos de la tumba y el paño del rostro puesto a un lado y doblado hizo que Juan creyera que Jesús había resucitado?<br><br>Para responder esta pregunta, es necesario reflexionar en primer lugar acerca de por qué la tumba estaría vacía. La respuesta más común sería atribuir aquello a los ladrones de tumbas. Pero esta explicación no es satisfactoria al menos por tres razones. En primer lugar, Mateo dice que la tumba estaba custodiada (Mat. 27:62-66), lo que hace improbable la opción del robo. Segundo, los ladrones de tumbas suelen robar objetos de valor, no cuerpos en estado de descomposición.<br><br>Tercero, los ladrones de tumbas tienen prisa, y no doblan los lienzos de las tumbas. No es de extrañar, pues, que cuando Juan vio el paño doblado, creyera que Jesús había resucitado.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de diciembre",
               "dayTitle":"<p>JESÚS Y MARÍA<br></p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p><strong>Lee Juan 20:11 al 13. ¿Qué sucedió aquí que muestra por qué María Magdalena aún no comprendía el significado de la tumba vacía?</strong><br></p><p><strong>Juan 20:11-13</strong></p><p><sup><strong>11</strong></sup> Pero María estaba fuera llorando junto al sepulcro; mientras lloraba, se inclinó para mirar dentro del sepulcro,&nbsp;</p><p><sup><strong>12</strong></sup> y vio a dos ángeles con vestiduras blancas, que estaban sentados el uno a la cabecera y el otro a los pies, donde el cuerpo de Jesús había sido puesto.&nbsp;</p><p><sup><strong>13</strong></sup> Y le dijeron:<br><br>—Mujer, ¿por qué lloras?<br><br>Les dijo:<br><br>—Porque se han llevado a mi Señor y no sé dónde lo han puesto.<br></p><p>La última referencia anterior hecha a María en el texto se refiere a su diálogo con Pedro y Juan acerca de la tumba vacía (Juan 20:2). Ellos corrieron al sepulcro, y ella volvió allí poco después. Luego de que Pedro y Juan inspeccionaran el sepulcro, abandonaron el lugar. Pero María volvió y se quedó allí llorando. Sin duda, había llorado mucho durante los últimos días. ¿Y ahora también esto? Se inclinó y miró adentro.<br><br>Para su sorpresa, dos ángeles vestidos de blanco estaban en la tumba, sentados donde había estado el cuerpo de Jesús. Le preguntaron: “Mujer, ¿por qué lloras?” (Juan 20:13). Su dolorosa respuesta fue que se habían llevado a su Señor y que no sabía dónde lo habían puesto.<br><strong><br>Lee Juan 20:14 al 18. ¿Qué cambió todo para María?</strong><br></p><p><strong>Juan 20:14-18</strong></p><p><sup><strong>14 </strong></sup>Dicho esto, se volvió y vio a Jesús que estaba allí; pero no sabía que era Jesús.&nbsp;</p><p><sup><strong>15</strong></sup> Jesús le dijo:<br><br>—Mujer, ¿por qué lloras? ¿A quién buscas?<br><br>Ella, pensando que era el jardinero, le dijo:<br><br>—Señor, si tú lo has llevado, dime dónde lo has puesto y yo lo llevaré.<br><sup><br><strong>16</strong></sup> Jesús le dijo:<br><br>—¡María!<br><br>Volviéndose ella, le dijo:<br><br>—¡Raboni! —que significa: «Maestro».<br><sup><br><strong>17</strong></sup> Jesús le dijo:<br><br>—¡Suéltame!, porque aún no he subido a mi Padre; pero ve a mis hermanos y diles: “Subo a mi Padre y a vuestro Padre, a mi Dios y a vuestro Dios.”<br><sup><br><strong>18</strong></sup> Fue entonces María Magdalena para dar a los discípulos la noticia de que había visto al Señor, y que él le había dicho estas cosas.<br></p><p>Con los ojos cargados de lágrimas, María se volvió y vio a alguien de pie detrás de ella. Con palabras parecidas a las de los ángeles, el forastero le pregunta:<br><br>“Mujer, ¿por qué lloras? ¿A quién buscas?” (Juan 20:15). Ella cree que está hablando con el encargado del huerto y le pide ayuda para encontrar el cuerpo de Jesús.<br><br>El Forastero dice una palabra: “María”. Fue una revelación de una sola palabra que cambió el mundo. De repente, la sorprendida María se da cuenta de que Jesús resucitado le está hablando y lo reconoce. Jesús insiste en que no lo detenga, pues debe ascender a su Padre. Pero le encomienda la tarea de ir a decir a los discípulos que él asciende a su Padre y al de ellos, a su Dios y al de ellos (Juan 20:17). María cumplió su misión. Dijo a los discípulos que había visto al Señor y también les contó el resto de los detalles que él había compartido con ella (Juan 20:18).<br><br><strong>Lee 1 Corintios 15:12 al 20. Según Pablo, ¿de qué serviría nuestra fe cristiana si Cristo no hubiera resucitado?</strong></p><p><strong>1 Corintios 15:12-20</strong></p><p><sup><strong>12</strong></sup> Pero si se predica que Cristo resucitó de los muertos, ¿cómo dicen algunos entre vosotros que no hay resurrección de muertos?,&nbsp;</p><p><sup><strong>13</strong></sup> porque si no hay resurrección de muertos, tampoco Cristo resucitó.&nbsp;</p><p><sup><strong>14</strong></sup> Y si Cristo no resucitó, vana es entonces nuestra predicación y vana es también vuestra fe.&nbsp;</p><p><sup><strong>15</strong></sup> Y somos hallados falsos testigos de Dios, porque hemos testificado que Dios resucitó a Cristo, al cual no resucitó si en verdad los muertos no resucitan.&nbsp;</p><p><sup><strong>16</strong></sup> Si los muertos no resucitan, tampoco Cristo resucitó;&nbsp;</p><p><sup><strong>17</strong></sup> y si Cristo no resucitó, vuestra fe es vana: aún estáis en vuestros pecados.&nbsp;</p><p><sup><strong>18</strong></sup> Entonces también los que murieron en Cristo perecieron.&nbsp;</p><p><sup><strong>19</strong></sup> Si solamente para esta vida esperamos en Cristo, somos los más dignos de lástima de todos los hombres.<br><sup><br><strong>20</strong></sup> Pero ahora Cristo ha resucitado de los muertos; primicias de los que murieron es hecho, <br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de diciembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR<br><br></p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p>Lee en El Deseado de todas las gentes, de Elena G. de White, los capítulos “Consumado es” (pp. 706-713); “El Señor ha resucitado” (pp. 725-731) y “¿Por qué lloras?” (pp. 732-737). Ver también Clifford Goldstein, ¡Ha resucitado! Encontrando esperanza en la tumba vacía (Florida: ACES, 2022).<br><br>“Pilato anhelaba liberar a Jesús. Pero vio que no podría hacerlo y conservar su puesto y sus honores. Antes que perder su poder mundanal, prefirió sacrificar una vida inocente. ¡Cuántos, para escapar de la pérdida o del sufrimiento, sacrifican igualmente los buenos principios! La conciencia y el deber señalan un camino, y el interés propio señala otro. La corriente arrastra fuertemente en la mala dirección, y el que transige con el mal es precipitado a las densas tinieblas de la culpabilidad” (Elena G. de White, El Deseado de todas las gentes, p. 687).<br><br>“Cristo no entregó su vida hasta que hubo cumplido la obra que vino a hacer, y con su último aliento exclamó: ‘Consumado es’ (Juan 19:30). La batalla había sido ganada. Su mano derecha y su brazo santo le habían conquistado la victoria. Como Conquistador, plantó su estandarte en las alturas eternas. ¡Qué gozo hubo entre los ángeles! Todo el Cielo se asoció al triunfo del Salvador. Satanás fue derrotado, y sabía que había perdido su reino.<br><br>“El clamor ‘Consumado es’ tuvo un profundo significado para los ángeles y los mundos que no habían caído. La gran obra de la Redención se realizó tanto para ellos como para nosotros. Ellos comparten con nosotros los frutos de la victoria de Cristo” (Elena G. de White, El Deseado de todas las gentes, p. 706).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>¿Qué procesos en la toma de decisiones pueden ayudarte a no caer en el tipo de error que cometió Pilato?<br><br><strong>2</strong>. ¿Por qué tuvo que morir Jesús en nuestro lugar? ¿Por qué tuvo que ser nuestro Sustituto? ¿Por qué era necesaria su muerte para que tuviéramos salvación? ¿Qué pasajes de las Escrituras apoyan tu respuesta?<br><br><strong>3</strong>. ¿Cuál es la relación entre la evidencia de las Escrituras y la evidencia histórica cuando se trata de creer en la resurrección de Jesús? Es decir, ¿cuál es la evidencia histórica que confirma poderosamente la resurrección de Jesús?<br><br><strong>4</strong>. Medita en 1 Corintios 15:12 al 20. ¿Cómo se puede entender la idea de que, sin la resurrección de Cristo, “los que durmieron en Cristo perecieron” (1 Cor. 15:18), si los que “durmieron en Cristo” van inmediatamente al Cielo? ¿Cómo confirman las palabras de Pablo la verdad de que los muertos duermen hasta la resurrección, cuando Cristo regrese?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p><strong>RESEÑA<br><br>Textos clave: Juan 18:28-38; 18:38-19:5; 19:30; 17:4; 20:1-10.</strong><br><br>Existe un claro contraste entre la cosmovisión de Pilato y la de Cristo. La visión que el gobernador romano tenía del mundo se basaba en un rey y un reino temporales, pero la de Jesús se fundaba en un reino espiritual y eterno. Sin embargo, era evidente que Pilato percibía al Hombre que tenía delante como alguien diferente de los demás. Desde luego, y a diferencia de muchos líderes judíos y la turba, no lo veía como alguien que merecía una ejecución cruel.<br><br>En la breve pero significativa interacción entre ambos, Jesús dijo a Pilato que él había venido a este mundo “para dar testimonio de la verdad. Todo el que es de la verdad oye mi voz” (Juan 18:37). El vacilante Pilato nunca había oído a nadie hablar de la verdad de una manera tan certera y autoritativa. En respuesta, Pilato hizo una pregunta de trascendencia eterna: “¿Qué cosa es la verdad?” (Juan 18:38).<br><br>Sin embargo, no esperó la respuesta de Jesús a esa pregunta crucial. Solo cabe imaginar cuál habría sido la respuesta de Cristo si hubiera tenido la oportunidad de responder.<br><br>¿Imitamos nosotros la impaciencia de Pilato? Hacemos buenas preguntas a Dios, pero con frecuencia no esperamos sus respuestas. Qué diferentes sería nuestra vida si escucháramos más lo que Dios quiere decirnos. Por desgracia, con demasiada frecuencia estamos centrados en nosotros mismos y no en Cristo. Imagina todas las ideas útiles que Dios podría darnos si simplemente estuviéramos quietos y lo escucháramos más.<br><br>Es interesante observar que la crucifixión, la muerte más vergonzosa y humillante, es presentada por Juan como un acontecimiento sumamente glorioso. Con su muerte, Jesús, como segundo Adán, derrotó a Satanás y cumplió la misión de salvar a la humanidad pecadora. En virtud de ello, su Padre aceptó su sacrificio e hizo posible la salvación de todos los que creyeran en su Hijo.<br><br><strong>COMENTARIO<br><br>¿Qué es la verdad? (Juan 18:28-38)</strong><br><br>Al hacer su pregunta acerca de la verdad sin esperar la respuesta, Pilato no escuchó la verdad de labios de la Verdad misma, que estaba ante él. Su pregunta es especialmente pertinente hoy, porque nuestro mundo está repleto de verdades abandonadas o desamparadas. Las tinieblas de la falsedad y su consiguiente confusión proliferan por doquier. Hoy se ha vuelto normal y aceptable eludir la verdad, tergiversarla y emplear un doble discurso. Esta degradación de la verdad ocurre tan a menudo que la gente se ve impelida a hacerse la misma pregunta que Pilato: “¿Qué es la verdad?”<br><br>Cuando seguimos los pasos de Jesús, él nos ayuda a convertirnos en voceros de la verdad. Jesús no solo dice la verdad, sino también él mismo es la Verdad. Dio testimonio de ello cuando dijo: “Yo soy el camino, la verdad y la vida” (Juan 14:6). Que nuestro testimonio saque a otros de la oscuridad del mal y los lleve a la luz brillante de la verdad de Cristo. Que hagamos saber a los demás que la verdad se encuentra aún en Cristo y en sus seguidores.<br><strong><br>¡He aquí al Hombre! (Juan 18:38-19:5)</strong><br><br>Poncio Pilato es digno de compasión por su vacilación y transigencia en detrimento de lo que sabía que era la verdad. Trató de complacer a todos, pero, como resultado, no complació a nadie. Fue odiado tanto por los judíos como por el poder romano. El emperador lo exilió a la Galia y lo despojó de todos sus honores. Poco después, murió en el exilio quitándose la vida. Pilato intentó apelar al sentido de la justicia y a la simpatía de los dirigentes judíos, pero estos estaban empeñados en ver morir a Jesús en la cruz. Al ordenar su flagelación, Pilato esperaba despertar la compasión del pueblo.<br><br>En un último intento por salvar a Jesús, Pilato ofreció a los líderes religiosos elegir entre dos prisioneros, como era costumbre en esa fecha. ¿A quién debía liberar? ¿A Cristo o a Barrabás? La multitud eligió a Barrabás, el criminal más vil, un verdadero representante de Satanás. Tristemente, cuando Pilato se dio cuenta de que los líderes estaban decididos a crucificar a Jesús, cedió de mala gana a sus deseos. Una pequeña transigencia lo condujo a otras mayores hasta que cruzó el umbral de no retorno. Sin embargo, durante este proceso, Pilato se descalificó a sí mismo y puso de manifiesto la injusticia de los procedimientos judiciales al declarar tres veces inocente a Jesús pero condenarlo luego a muerte.<br><br>¡Qué figura tan penosa era Pilato! Sin embargo, aunque era pagano trató de salvar a un judío de sus propios compatriotas mientras estos clamaban por su muerte. Todas estas cosas sucedieron en la Pascua.<br><br>La misión de Jesús era ser sacrificado como Cordero pascual dispuesto para ser inmolado desde la fundación del mundo. Había nacido para morir, pero su muerte no tenía por qué ocurrir a manos de Pilato. Las últimas palabras de este a la multitud fueron: “¡Aquí está el hombre!” (Juan 19:5). Sin darse cuenta de ello, al llamar la atención de la multitud a contemplar a Jesús, Pilato resumió en esas palabras, aparentemente sencillas, la profundidad y amplitud de la salvación y en qué consiste. Al contemplar a Jesús, somos transformados. En las palabras de Juan el Bautista: “¡He aquí! El Cordero de Dios que quita el pecado del mundo” (Juan 1:29). Miremos al Hijo del Hombre, y seamos salvos. Contemplémoslo, y vivamos.<br><br><strong>“Consumado es” (Juan 19:30; 17:4)</strong><br><br>En Juan 17:4, Jesús dice a su Padre: “Yo te he glorificado en la tierra. He acabado la obra que me encargaste”. ¿En beneficio de quién había terminado Jesús su obra? El contexto de esta declaración es la oración sumosacerdotal de Jesús en favor de sus discípulos. Jesús los menciona cuarenta veces en el curso de la oración. En efecto, glorificó a su Padre al entrenar a los discípulos.<br><br>Jesús los capacitó para llevar a cabo su obra consumada de redención. “Cristo había terminado la obra que se le había encomendado que hiciera. Había reunido a aquellos que habrían de continuar su obra entre los hombres. Y dijo: ‘He sido glorificado en ellos’ ” (Elena G. de White, Los hechos de los apóstoles, p. 20).<br><br>La terminación de la obra de Cristo consistente en la formación de sus discípulos debía ser seguida por la conclusión de su obra salvífica. En Juan 19:30, leemos: “Cuando Jesús tomó el vinagre dijo: ‘¡Consumado está!’ E inclinando la cabeza, entregó el espíritu”.<br><br>El sacrificio perfecto de Cristo significa que no debemos añadir ni quitar nada a su obra, sino simplemente aceptarla. La salvación es un don de la gracia. Recibimos este don por la fe y, a través de la fe en la justicia de Cristo, somos capacitados para vivir una vida obediente y victoriosa.<br><br><strong>La tumba vacía (Juan 20:1-10)</strong><br><br>La resurrección de Cristo muy temprano en el primer día de la semana era indispensable para la fe de sus seguidores. Cristo debía levantarse de la tumba como había dicho y como predijo el Antiguo Testamento. Ningún poder maligno podía retenerlo en el sepulcro. Ante la poderosa orden de su Padre de que resucitara, las fuerzas del mal fueron totalmente derrotadas. El apóstol Pablo afirma en 1 Corintios 15:17: “Y si Cristo no resucitó, la fe de ustedes es vana y aún están en sus pecados”.<br><br>Luego añade: “Si solo para esta vida esperamos en Cristo, seríamos los más desdichados de todos los hombres” (1 Cor. 15:19).<br><br>¿Por qué seríamos en ese caso “los más desdichados”? Porque la gloriosa esperanza de la resurrección no sería posible y los muertos en Cristo no resucitarían si no fuera por la resurrección de Cristo. Pero la resurrección tuvo lugar en la mañana del primer día de la semana y la tumba vacía fue presenciada por María Magdalena, Pedro y Juan. Los soldados romanos presenciaron la salida de Cristo de la tumba poco antes y cayeron como muertos ante la manifestación de su deslumbrante gloria. De hecho, los soldados estaban tan asombrados por lo que presenciaron con sus propios ojos que acudieron presurosamente a los líderes religiosos para contarles lo que había ocurrido.<br><br>Pero los dirigentes estaban tan en contra de Jesús que descartaron por completo cualquier evidencia clara de su gloriosa resurrección. Sin embargo, sabían con certeza que Cristo había resucitado; de lo contrario, ¿por qué sobornar a los soldados? Mateo describe lo que realmente sucedió: “Y reunidos con los ancianos, y habido consejo, estos dieron mucho dinero a los soldados. Les dijeron: ‘Digan: “Sus discípulos vinieron de noche y lo hurtaron mientras nosotros dormíamos”. Y si el gobernador oye esto, nosotros lo persuadiremos y los libraremos’ ” (Mat. 28:12-14).<br><br>Por lo tanto, resulta muy claro que los dirigentes religiosos estaban sosteniendo una mentira en abierta oposición a las evidencias que tenían delante. ¿Todo un numeroso grupo de soldados romanos dormía haciendo así posible que los discípulos robaran el cuerpo de Cristo? Imposible. Ni ladrones ni los discípulos de Cristo robaron su cuerpo. El Salvador se levantó gloriosamente de la tumba. Incluso su paño mortuorio estaba cuidadosamente plegado y puesto a un lado, mostrando así que no había evidencia de manipulación de la tumba o robo apresurado.<br><br><strong>Jesús y María (Juan 20:11-17)</strong><br><br>María tuvo el privilegio único, antes que ninguno de los discípulos, de ver la tumba vacía. También fue la primera en ver y oír a Jesús resucitado. Mientras permanecía cerca de la tumba vacía, reacia a marcharse, entró y vio inesperadamente a dos ángeles sentados donde había estado el cuerpo de Cristo. Ellos le preguntaron por qué lloraba.<br><br>Al volverse, se encontró cara a cara con quien pensó que era el cuidador del huerto, sin darse cuenta de que era el Señor resucitado. Al verla llorar, Jesús le preguntó: “Mujer, ¿por qué lloras? ¿A quién buscas?” (Juan 20:15). La atención de María estaba totalmente centrada en el cuerpo desaparecido de Jesús, hasta que Jesús pronunció su nombre. Al oírlo, se dio cuenta súbitamente de quién era, y lo llamó “Rabboni” (“mi maestro”).<br><br>María corrió al encuentro de los discípulos y les dio la buena noticia de que había visto al Señor. Jesús se le había aparecido, como más tarde apareció a los discípulos cuando les preparó el desayuno y cuando permitió que Tomás tocara sus cicatrices. Por nosotros, Jesús conservará para siempre su humanidad, uniéndonos a él con un vínculo que nunca se romperá.<br><br><strong>APLICACIÓN A LA VIDA<br><br>Reflexiona acerca de las siguientes preguntas y respóndelas:</strong><br><br><strong>1. </strong>Jesús tuvo que morir para salvar a la humanidad pecadora. Pero ¿por qué tuvo que morir de una manera tan cruel? ¿Por qué no fue suficiente una muerte “normal”?<br><br><strong>2.</strong> La gente se hace hoy más que nunca la misma pregunta que Pilato hizo a Jesús: “¿Qué es la verdad?” En tu opinión, ¿por qué se está dejando de lado la verdad en nuestros días? ¿Cuáles son algunos de los factores sociales que contribuyen a ello?<br><br><strong>3.</strong> Considera las siguientes afirmaciones: Mira hacia arriba, y vive; mira hacia abajo, y muere. Nunca te rindas, pero siempre mira hacia arriba, y ve la luz en el rostro de Jesús. ¿De qué manera práctica puedes “contemplar al Hombre”?<br><br><strong>4. </strong>¿Qué significa el hecho de que Jesús terminara su obra de entrenar a los discípulos para compartir el evangelio justo antes de consumar su obra de redención en la Cruz? ¿Qué obra crees que todavía tiene que terminar en tu vida?<br><br><strong>5.</strong> ¿Qué lecciones prácticas podemos aprender de la experiencia de María? Estaba tan sumida en su dolor que no pudo reconocer al principio a Jesús resucitado. ¿De qué manera estamos a veces tan agobiados por nuestras pesadas cargas que no discernimos la presencia de Jesús en nuestra vida? ¿Cómo podemos remediar esta situación?<br><br><strong>6. </strong>Reflexiona un momento acerca del trágico final de Pilato. ¿Qué lecciones podemos aprender de su conducta, especialmente de su relación con los judíos, con las autoridades romanas y con Jesús?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>LA HORA DE LA GLORIA: LA CRUZ Y LA RESURRECCIÓN<br></p>",
         "verse":"<p>“Entonces Pilato le dijo: ‘¿Luego, tú eres rey?’ Respondió Jesús: ‘Tú lo has dicho. Yo soy rey. Yo para esto he nacido, para esto he venido al mundo, para dar testimonio de la verdad. Todo el que es de la verdad oye mi voz’ ” (Juan 18:37).<br></p>",
         "versionCode":7,
         "weekDate":"14-20 de diciembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
