{
  "data": [
    {
      "color": "#005002",
      "id": 710,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 26",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>In Ephesians 5:21–33, Paul builds on the idea of the submission of believers to each other (Eph. 5:21); he then offers counsel to Christian wives (Eph. 5:22–24) and husbands (Eph. 5:25–32); and he concludes with a distillation of the instruction to both (Eph. 5:33).<br><br>In this counsel, Bible students today may hear the risen Christ addressing our relationships. We are positioned to do so when we understand Ephesians 5:21–6:9 as Paul’s way of actualizing the great theme of the letter, unity, but now for the Christian household. While he offers a strong critique of the flawed social structures of the old humanity (see Eph. 4:22), he also celebrates the creation of a new humanity (see Eph. 2:15) embedded within the wider humanity with its flawed social structures. From within these structures, believers demonstrate that a new power, the Holy Spirit (Eph. 2:22; Eph. 3:16; Eph. 5:18–21; Eph. 6:17, 18) and a new ethic patterned on Christ (Eph. 4:13, 15, 20–24, 32; Eph. 5:2, 10, 17, 21–33) have been unleashed, which point toward the ultimate fulfillment of God’s plan for His people and the world.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 27",
          "dayTitle": "<p>Counsel to Christian Wives<br></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p>Paul begins with a hinge passage (Ephesians 5:21) connecting Ephesians 5:1–20 and Ephesians 5:22–33, in which he advocates for church members to submit to each other (compare Mark 10:42–45; Rom. 12:10; Phil. 2:3, 4). Believers are to do so “out of reverence for Christ” (Eph. 5:21, ESV), the first of several times Paul will identify the relationship with Christ as the most important and defining one for believers.<br><br><strong>What does Paul mean by exhorting church members to submit to each other? How are we to understand this idea? Eph. 5:21.</strong></p><p><strong>Eph. 5:21</strong></p><p><sup><strong>21</strong></sup> submitting to one another in the fear of God.<br><br>Paul also invites Christian wives to submit to “your own husbands, as to the Lord” (Eph. 5:22, ESV), clarifying that he is discussing the submission of wives to their respective husbands (see also 1 Pet. 3:1, 5). When Paul says wives are to do so “as to the Lord,” does he mean a wife is to submit to her husband as though he were Christ; or, instead, does He mean that Christ is the truest and highest focus of her submission?<br><br>In view of Ephesians 6:7, where slaves are asked to serve “as to the Lord, and not to men” (NKJV), and Colossians 3:18, where wives are asked to submit to their husbands “as is fitting in the Lord” (NKJV), the latter view is to be preferred. Wives are themselves believers who must ultimately honor Christ over their husbands.<br><br>In both Colossians and Ephesians, Christ—and only Christ—is identified as the Head of the church, which is His body (Eph. 1:22, Eph. 5:23, Col. 1:18): “Christ is the head of the church; and He is the Savior of the body” (Eph. 5:23, NKJV). By analogy, the husband is “the head of the wife” (Eph. 5:23), with the church’s faithfulness to Christ serving as a model for the wife’s loyalty to her husband. The passage presumes a loving, caring marriage, and not a dysfunctional one. This verse should not be interpreted to allow any form of domestic abuse.<br><br><strong>In light of what we have just read, why is this following counsel so important to remember? If the husband “is a coarse, rough, boisterous, egotistical, harsh, and overbearing man, let him never utter the word that the husband is the head of the wife, and that she must submit to him in everything; for he is not the Lord, he is not the husband in the true significance of the term.”—Ellen G. White, The Adventist Home, p. 117.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 28",
          "dayTitle": "<p>The Church as the Bride of Christ: Part 1<br></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Compare Ephesians 5:25–27, 29 with the foundling story of Ezekiel 16:1–14. What elements of that story does Paul reflect in his own sketch?</strong></p><p>Ephesians 5:25–27,29</p><p><sup><strong>25</strong></sup> Husbands, love your wives, just as Christ also loved the church and gave Himself for her, <sup><br></sup></p><p><sup><strong>26</strong></sup> that He might sanctify and cleanse her with the washing of water by the word, <sup><br></sup></p><p><sup><strong>27</strong></sup> that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish. <sup><br></sup></p><p><sup><strong>29</strong></sup> For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord does the church. <br></p><p><strong>Ezekiel 16:1–14</strong></p><p><sup><strong>1 </strong></sup>Again the word of the Lord came to me, saying, <sup><br></sup></p><p><sup><strong>2</strong></sup> “Son of man, cause Jerusalem to know her abominations, <sup><br></sup></p><p><sup><strong>3</strong></sup> and say, ‘Thus says the Lord God to Jerusalem: “Your birth and your nativity are from the land of Canaan; your father was an Amorite and your mother a Hittite. <sup><br></sup></p><p><sup><strong>4 </strong></sup>As for your nativity, on the day you were born your navel cord was not cut, nor were you washed in water to cleanse you; you were not rubbed with salt nor wrapped in swaddling cloths. <sup><br></sup></p><p><sup><strong>5 </strong></sup>No eye pitied you, to do any of these things for you, to have compassion on you; but you were thrown out into the open field, when you yourself were loathed on the day you were born.<br><sup><br><strong>6</strong></sup> “And when I passed by you and saw you struggling in your own blood, I said to you in your blood, ‘Live!’ Yes, I said to you in your blood, ‘Live!’ <sup><br></sup></p><p><sup><strong>7</strong></sup> I made you thrive like a plant in the field; and you grew, matured, and became very beautiful. Your breasts were formed, your hair grew, but you were naked and bare.<br><sup><br><strong>8 </strong></sup>“When I passed by you again and looked upon you, indeed your time was the time of love; so I spread My wing over you and covered your nakedness. Yes, I swore an oath to you and entered into a covenant with you, and you became Mine,” says the Lord God.<br><sup><br><strong>9</strong></sup> “Then I washed you in water; yes, I thoroughly washed off your blood, and I anointed you with oil. <sup><br></sup></p><p><sup><strong>10</strong></sup> I clothed you in embroidered cloth and gave you sandals of badger skin; I clothed you with fine linen and covered you with silk. <sup><br></sup></p><p><sup><strong>11</strong></sup> I adorned you with ornaments, put bracelets on your wrists, and a chain on your neck. <sup><br></sup></p><p><sup><strong>12</strong></sup> And I put a jewel in your nose, earrings in your ears, and a beautiful crown on your head. <sup><br></sup></p><p><sup><strong>13</strong></sup> Thus you were adorned with gold and silver, and your clothing was of fine linen, silk, and embroidered cloth. You ate pastry of fine flour, honey, and oil. You were exceedingly beautiful, and succeeded to royalty. <sup><br></sup></p><p><sup><strong>14</strong></sup> Your fame went out among the nations because of your beauty, for it was perfect through My splendor which I had bestowed on you,” says the Lord God.<br></p><p>As Paul, in Ephesians 5:25–27, 29, shapes his wedding-marriage metaphor for the church and its relationship with Christ, he draws crea­tively on the customs and roles of an ancient wedding. In relationship to the church as bride, Christ is the divine Bridegroom who:<br><br><strong>(1)</strong><strong> Loves the church as bride (Eph. 5:25)</strong>. We must never forget that this is heart work for Jesus. He loves us!<br><br><strong>(2)</strong> <strong>Gives Himself as the bride price</strong>. In the context of ancient wedding arrangements, the bridegroom would “purchase” the bride with the “bride price,” which was usually a large sum of money and valuables, so large that ancient village economies depended upon the custom. Christ pays the ultimate price for the church as His bride since He “gave Himself for her” (Eph. 5:25, NKJV). In the incarnation and at the cross, He gives Himself as the bride price.<br><br><strong>(3)</strong><strong> Bathes His bride</strong>. The preparation of the bride was an important part of the ancient wedding festivities. As is also true today, it was the bridesmaids and female relatives of the bride who prepared her for the ceremony. Paul, though, imagines the divine Bridegroom preparing His bride for the wedding! It is He who sanctifies and cleanses her “by the washing of water” (Eph. 5:26, ESV), a probable reference to baptism.<br><br><strong>(4) </strong><strong>Speaks the word of promise.</strong> This cleansing is performed “with the word” (Eph. 5:26, ESV), pointing to the word of promise that the divine Bridegroom speaks to His bride, perhaps in the context of the betrothal ceremony (compare Eph. 1:3–14, Eph. 2:1–10, noting God’s promises to believers at the time of their conversion). Betrothal was the ancient version of modern engagement, but was a much more serious set of negotiations, which included a written agreement about the bride price (from the husband) and the dowry (assets the bride would bring to the marriage from her family).<br><br><strong>(5) </strong><strong>Prepares and adorns the bride. </strong>When the bride is finally presented to her Groom, she is fabulously beautiful, appearing in flawless splendor (Eph. 5:27). Christ not only bathes the bride; He prepares and adorns her, as well.<br><br><strong>How do these verses help us understand the way Christ feels about us? Why should we find this so comforting?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 29",
          "dayTitle": "<p>The Church as the Bride of Christ: Part 2<br></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p><strong>How does Paul use elements of the ancient wedding in appealing to Christians in Corinth? When does the presentation occur? (2 Cor. 11:1–4).</strong></p><p><strong>2 Cor. 11:1–4</strong></p><p><sup><strong>1</strong></sup> Oh, that you would bear with me in a little folly—and indeed you do bear with me. <sup><br></sup></p><p><sup><strong>2</strong></sup> For I am jealous for you with godly jealousy. For I have betrothed you to one husband, that I may present you as a chaste virgin to Christ. <sup><br></sup></p><p><sup><strong>3</strong></sup> But I fear, lest somehow, as the serpent deceived Eve by his craftiness, so your minds may be corrupted from the simplicity that is in Christ. <sup><br></sup></p><p><sup><strong>4 </strong></sup>For if he who comes preaches another Jesus whom we have not preached, or if you receive a different spirit which you have not received, or a different gospel which you have not accepted—you may well put up with it!<br><br>Using one final element of the ancient wedding, in Ephesians 5:25–27 Paul portrays Christ as the One who: (6) presents the bride (to Himself!). In ancient times the bride would be given away by the best man, best men, or her father. Never by her groom! Here, though, Paul imagines Jesus presenting the church as bride to Himself.<br><br>Paul uses marriage customs and roles to highlight Christ’s relationship to the church in an unfolding, chronological pattern: (1) Betrothal.<br><br>Christ offered Himself up for the church (as “bride price”) and so became betrothed to her (Eph. 5:25). (2) Preparation for the wedding ceremony. The attentions of the Bridegroom continue in His present efforts to sanctify and cleanse the bride (Eph. 5:26). (3) The wedding ceremony itself. Christ’s present attentions are in view of the “presentation” of the bride at the wedding (Eph. 5:27). This last element looks to the grand wedding celebration at His return, when Christ, the Bridegroom, will come to claim the church as bride and present her to Himself (Eph. 5:27; compare 2 Cor. 11:1, 2; Col. 1:21–23, 28).<br><br>Ancient weddings often began with a nighttime parade (see Matt. 25:1–13). The groom and his entourage would gather at the groom’s home—the couple’s new home—and with grand ceremony begin a procession. Lit by torches and accompanied by joyful, lilting music and great rejoicing, the crowd jostles toward the home of the father of the bride. Gathering up the bride there or meeting the bride’s own procession on the way, the parade would convey the couple to their new home, where the guests would settle into a weeklong feast, culminating in the wedding ceremony, when the bride would be presented to the groom.<br><br>When Paul portrays Christ presenting the church to Himself, he alludes to this grand parade and to the moment of presentation. In doing so, he provides a moving portrait of Christ’s return as a future wedding ceremony, when the long betrothal between Christ and His church is complete and the wedding celebrated.<br><br><strong>What message should we take for ourselves from all this positive, happy, and hopeful imagery?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 30",
          "dayTitle": "<p>Love Your Wife as You Do Yourself<br></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p><strong>What new argument does Paul use to encourage husbands to practice tender love toward their wives? Eph. 5:28–30.</strong></p><p>&nbsp;<strong><sup>28</sup></strong> So husbands ought to love their own wives as their own bodies; he who loves his wife loves himself. <sup><br></sup></p><p><sup><strong>29</strong></sup> For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord does the church. <sup><br></sup></p><p><sup><strong>30</strong></sup> For we are members of His body, of His flesh and of His bones. <br><br>Paul’s rules for the Christian household (Eph. 5:21–6:9) disclose a challenging social context. In Ephesians 5:28–30, Paul addresses husbands who, following the all-too-frequent pattern of the time, may choose to “hate their own flesh” (see Eph. 5:28, 29), abusing and beating their wives. In the Greco-Roman world of Paul’s day, the legal power of the “father of the family” (Latin, pater familias) was very broad. He could punish harshly or even kill his wife, children, and slaves and be within his legal rights (though exercising such power in extreme ways was increasingly constrained by public opinion).<br><br>In Ephesians 5:25–27, Paul has detailed the ultimate example of love, Christ’s love for the church, offering a drastically different model for husbands than the usual one. Now, before laying out a new argument, he points again to that great Example, asking Christian husbands to respond “in the same way” (Eph. 5:28, ESV) as Jesus, who “gave himself up” for His bride, the church, and attends to her every need (Eph. 5:25–27, ESV). Paul challenges Christian husbands to turn from the expected practices of their time and seek to match Christ’s tender love.<br><br>In Ephesians 5:28–30, Paul adds a new rationale to support the love of Christian husbands for their wives: self-love. Paul offers a truism: “No one ever hated his own flesh” (at least no one thinking clearly). Husbands don’t harm themselves or beat up on their own bodies. Instead, they “nourish and cherish” them (Eph. 5:29, NKJV). In a bid to eliminate harshness and violence against Christian wives, Paul invites the Christian husband to identify with his wife. You are so much one with your wife, Paul argues, that to harm her is nothing short of inflicting self-harm, and most people in their right minds don’t do that.<br><br>Returning to the example of Jesus, Paul argues that Christ is Himself practicing tender self-care in cherishing believers who are “his body” (Eph. 5:29, 30, ESV). Model your behavior toward your wife, says Paul, on the way you treat yourself and, ultimately, on the way Christ treats you.<br><strong><br>Paul cites the example of Jesus to both wives and husbands. What can you learn from Jesus about loving those in your own family circle?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 31",
          "dayTitle": "<p>The “One Flesh” Model of Marriage</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Study the Creation narrative of Genesis 2:15–25. What happens in the story before the statement concerning a husband and wife being “one flesh” (Gen. 2:24)?</strong><strong><sup><br></sup></strong></p><p><strong>Genesis 2:15–25<sup><br></sup></strong></p><p><sup><strong>15</strong></sup> Then the Lord God took the man and put him in the garden of Eden to tend and keep it. <sup><br></sup></p><p><sup><strong>16</strong></sup> And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat; <sup><br></sup></p><p><sup><strong>17</strong></sup> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”<br><sup><br><strong>18</strong></sup> And the Lord God said, “It is not good that man should be alone; I will make him a helper comparable to him.” <sup><br></sup></p><p><sup><strong>19</strong></sup> Out of the ground the Lord God formed every beast of the field and every bird of the air, and brought them to Adam to see what he would call them. And whatever Adam called each living creature, that was its name. <sup><br></sup></p><p><sup><strong>20</strong></sup> So Adam gave names to all cattle, to the birds of the air, and to every beast of the field. But for Adam there was not found a helper comparable to him.<br><sup><br><strong>21</strong></sup> And the Lord God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place. <sup><br></sup></p><p><sup><strong>22</strong></sup> Then the rib which the Lord God had taken from man He made into a woman, and He brought her to the man.<br><sup><br><strong>23</strong></sup> And Adam said:<br><br>“This is now bone of my bones<br>And flesh of my flesh;<br>She shall be called Woman,<br>Because she was taken out of Man.”<sup><strong><br></strong></sup></p><p><sup><strong>24</strong></sup> Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.</p><p><sup><strong>25</strong></sup> And they were both naked, the man and his wife, and were not ashamed.<br></p><p>A key to applying Paul’s counsel to wives and husbands is to see his citation of Genesis 2:24 (in Ephesians 5:31) as the culmination of it. As he meditates on the Creation story of Genesis, Paul considers the needs of Christian congregations and the health of family relationships within them. He hears in Genesis 2:24 a message that echoes down through time. By divine design, marriage is intended to be a “one flesh” relationship, with sexual unity mirrored in emotional and spiritual unity, and emotional and spiritual unity bringing meaning to the sexual relationship.<br><br>Note that in choosing Genesis 2:24, Paul selects a statement about marriage made before the Fall and applies it to the relationships between Christian husbands and wives. In our distinctly post-Fall world, rampant exploitation of the sexual relationship between a man and a woman reveals how deeply entrenched in modern cultures is the idea that the sexual union represents subjugation of the woman. Paul argues that the sexual relationship, as reflected in Genesis, is not one of subjugation but of union. It does not symbolize or actualize the dominance of the male but the union of husband and wife, so much so that they are “one flesh.” We may look to both Ephesians 5:21–33 and Genesis 2:24, then, for an important, countercultural, and corrective theology of marriage and sexuality.<br><br>In this same context, Paul in the next verse talks about a “profound mystery” (see Eph. 5:32, ESV). This includes both sides of the double metaphor Paul has been discussing: Christian marriage understood in the light of Christ’s relationship with His church (Eph. 5:32) and Christ’s relationship with His church understood in the light of Christian marriage (Eph. 5:32).<br><br>Christian marriage is elevated by comparing it to the relation- ship between Christ and the church. In addition, by thinking of the church’s relationship to Christ through the lens of a caring, Christian marriage, believers gain new clarity about their shared relationship to Christ.<br><br><strong>In what ways does Ephesians 5:33 serve as a concise summary of Paul’s counsel in Ephesians 5:21–32? If married, how can you seek to more fully implement these principles in your marriage?</strong></p><p><strong>Ephesians 5:21–33<br></strong></p><p>&nbsp;<strong><sup>21</sup></strong> submitting to one another in the fear of God.<br><sup><br><strong>22</strong></sup> Wives, submit to your own husbands, as to the Lord. <sup><br></sup></p><p><sup><strong>23</strong></sup> For the husband is head of the wife, as also Christ is head of the church; and He is the Savior of the body. <sup><br></sup></p><p><sup><strong>24</strong></sup> Therefore, just as the church is subject to Christ, so let the wives be to their own husbands in everything.<br><sup><br><strong>25</strong></sup> Husbands, love your wives, just as Christ also loved the church and gave Himself for her, <sup><br></sup></p><p><sup><strong>26</strong></sup> that He might sanctify and cleanse her with the washing of water by the word, <sup><br></sup></p><p><sup><strong>27</strong></sup> that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish. <sup><br></sup></p><p><sup><strong>28</strong></sup> So husbands ought to love their own wives as their own bodies; he who loves his wife loves himself. <sup><br></sup></p><p><sup><strong>29</strong></sup> For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord does the church. <sup><br></sup></p><p><sup><strong>30</strong></sup> For we are members of His body, of His flesh and of His bones. <sup><br></sup></p><p><sup><strong>31</strong></sup> “For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh.” <sup><br></sup></p><p><sup><strong>32</strong></sup> This is a great mystery, but I speak concerning Christ and the church. <sup><br></sup></p><p><sup><strong>33</strong></sup> Nevertheless let each one of you in particular so love his own wife as himself, and let the wife see that she respects her husband.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 1",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Ellen G. White, “Responsibilities of Married Life,” Testimonies for the Church, vol. 7, pp. 45–50, and “Mutual Obligations,” The Adventist Home, pp. 114–120.<br><br>Ellen G. White consistently urges marriage partners to turn away from efforts to control the other: “Do not try to compel each other to yield to your wishes. You cannot do this and retain each other’s love. Be kind, patient, and forbearing, considerate, and courteous.”—The Adventist Home, p. 118.<br><br>She comments directly on the interpretation and application of Colossians 3:18 (and Eph. 5:22–24): “The question is often asked, ‘Shall a wife have no will of her own?’ The Bible plainly states that the husband is the head of the family. ‘Wives, submit yourselves unto your own husbands.’ If this injunction ended here, we might say that the position of the wife is not an enviable one. . . . Many husbands stop at the words, ‘Wives, submit yourselves,’ but we will read the conclusion of the same injunction, which is, ‘As it is fit in the Lord’ [Col. 3:18]. God requires that the wife shall keep the fear and glory of God ever before her. Entire submission is to be made only to the Lord Jesus Christ, who has purchased her as His own child by the infinite price of His life. . . . There is One who stands higher than the husband to the wife; it is her Redeemer, and her submission to her husband is to be rendered as God has directed—‘as it is fit in the Lord.’ ”—The Adventist Home, pp. 115, 116.<br><br><strong>Discussion Questions:<br></strong><br><strong>1. </strong>Imagine someone arguing that Ephesians 5:21–33 is an outmoded passage that no longer addresses Christian relationships since it enforces a model of marriage focused on the authority and domination of the husband. How would you respond? What elements from the passage itself would inform your response?<br><br><strong>2. </strong>What might Paul’s counsel in Ephesians 5:21–33 have to offer to those who find themselves in challenging and difficult marriage relationships?<br><strong><br>3.</strong> Some Christians argue that the Creation story in Genesis 1 and 2 is a mere metaphor and that it doesn’t come close to depicting what really happened, which was billions of years of evolution. What does Paul’s use of the story teach us about how literally he took it?<br><strong><br>4.</strong> Dwell more on the theme of “one flesh.” How does this help us better understand the sanctity of marriage and why married couples must do everything possible to protect that sanctity?</p><p><strong><br></strong></p><p><strong>Inside Story:</strong></p><p><strong><br></strong></p><p><strong>Visiting Inmates in Spain By Gabriel Diaz<br><br></strong>Working with inmates is my passion. I have participated in prison ministry everywhere that I have served as a pastor, first in my homeland of Colombia and now in Spain.<br><br>Over the past two decades, I have visited four prisons in Spain,<br><br>including a maximum-security prison for women in the Spanish capital, Madrid. It took three years of talks with prison officials to gain access to this prison of 400 women. Prison authorities finally allowed me to enter the prison for the first time in 2019 and begin leading a worship service from 5:30 p.m. to 7:00 p.m. every Thursday. Only one woman showed up for the first worship service. But she was very eager and willing to listen to me.<br><br>“I’m very happy to meet you,” I told the woman. “It fills me with joy to come here. But we need to pray to meet with even more people.”<br><br>We prayed to God to bring more people to our Thursday meetings. When I arrived at the fourth meeting, 10 women were waiting for me! Today, 60 women attend the meetings every week. They range in age from 22 to about 70. Our worship program is divided into three parts: songs and prayer; a time for women to share their personal testimonies, called, “Name Your Miracle”; and Bible study.<br><br>When I speak to them, I always remind them that God is their Father in heaven. “God sees you as His daughters,” I say.<br><br>In all my years of serving as a pastor, I have never witnessed worship and praise like in the prison. The worship and praise are intense. The women are so sincere and honest in their prayers. Sometimes I long for our Thursday meetings even more than Sabbath meetings at church.<br><br>Our time together is short; so, each woman can write her personal testimony on a piece of paper, bring it to the meeting, and hand it to me at the end. The letters contain words of praise about how God is changing lives. I have a high stack of letters now.<br><br>A group of church members also visit with the women and give them Bible studies on weekends. They can only visit with the women behind glass. They are not allowed inside as I am. But together we are seeing fruit. Several women have given their lives to Jesus, and we also have established contact with their relatives.<strong><br></strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers<br></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>Part I: Overview<br><br>Key Text: Ephesians 5:25–27<br><br>Study Focus: Eph. 5:21–33; Phil. 2:3, 4; Ezek. 16:1–14; 2 Cor. 11:1–4; Gen. 2:15–25.<br><br>Introduction:</strong><br><br>Unity runs like a golden thread through Paul’s letter to the Ephesians. Unity applies not only to the relation between the Jews and the Gentiles in the church (Ephesians 2). Throughout the epistle, Paul discusses how unity is brought about by the triune God; by salvation; by baptism; by faith; by spiritual gifts; by the presence of the Holy Spirit in us; by the transformation of our walk of life, according to the pattern of Christ; and by Christian wisdom. Ultimately, for Paul, unity in all its aspects is possible only in Christ.<br><br>Paul brings to its rightful place his entire discussion of the unity of the church as the new humanity: the family. If ever there was an example or a model of unity, it is the family. Family can be truly united only in Christ, as the Gentiles and the Jews are united in Christ and as all the church members are united in one body, the body of Christ. In the family, the wives will submit to the husband in Christ and the husband will love the wife “in the Lord.” The divine aspect within the marital relation means we must see the family as God sees it. This divine aspect also means that the family must fulfill the function and purpose that the Lord gave it at Creation: “one flesh,” an indivisible unity. The two are one, not only because of mutual benefits but because God created them so, because God commanded them to be so. The unity of the family points beyond itself, just as the unity of the church points to the unity of the triune God and His relationship to humanity.<br><br><strong>Lesson Themes: This study focuses on three major themes:</strong><br><br><strong>1. </strong>Paul’s unity theme continues with the Christian family, as revealed in the relationship of the husband and wife.<br><br><strong>2. </strong>The only way the true Christian family keeps its unity is by being “in the Lord,” meaning that the members submit to each other as designed by God at Creation and as confirmed by Jesus’ sacrificial love for human- ity in His plan of salvation.<br><br><strong>3. </strong>A family truly “in the Lord” would not experience abusive relations, such as adultery or violence, because both the husband and the wife would learn how to respect and love each other in the Lord.<br><br><strong>Part II: Commentary</strong><br><strong><br>Paul’s Theology of the Family</strong><br><br>Ephesians 5:21–33 is a profound Christological and ecclesiological discussion.<br><br>As elsewhere in his epistles, Paul mixes a solid theological discussion (doctrine of Christ and doctrine of the church) in his practical considerations. In Paul’s view, biblical theology does not exist for the sole purpose of devising a coherent and beautiful intellectual system; the apostle’s practical message is always built on the solid foundation of biblical theology.<br><br>For this reason, the apostle does not approach the discussion of the family as if it were a marginal topic that could be addressed with a few solutions taken from general human wisdom, psychology, or sociology. Rather, he places his discussion of the family in the context of foundational Christian doctrines: God, Creation, Christ, salvation, and the church. In fact, here Paul does not use the family to illustrate these doc- trines but, rather, uses these doctrines to illustrate the Christian family! As in the case of the church, Paul does not accept that the approach to the Christian family be determined by the realities of our fallen human nature and society. Rather, he follows Jesus’ “to the beginning” interpretive principle (“ ‘but from the beginning it was not so,’ ” Matt. 19:8, NKJV), which helps the Christian church and its theology to orient itself toward the restoration of God’s ideals for us, as opposed to legitimizing the realities of the sinful world. Paul’s treatment of the family in the context of these foundational Christian doctrines shows that the Christian family cannot be subjected to compromise.<br><br><strong>Submit and Love</strong><br><br>Paul’s “submit . . . love” language, referring to male-female relationships, has caused numerous debates, attracting even some condemnations of Christianity as misogynistic. However, these reactions are based on a misunderstanding of Paul’s message.<br><br>Several points may help us gain a better understanding of this passage:<br><br><strong>(1)</strong> The attitudes of both the husband and the wife come from the context of submitting to one another (Eph. 5:21), as a result of being filled by the Holy Spirit (Eph. 5:18).<br><br><strong>(2) </strong>The wife submits to her husband, not as to a boss but as to Christ, her Savior and Protector. The meaning of submission is to hold her husband in high regard, respecting, acknowledging, and appreciating him as her protector and helper. The Bible does not provide any foundation to the notion of regarding the wife as inferior to her husband and, therefore, in subjection to him as to a superior. Rather, Paul here teaches the right attitude of humility and respect that the wife should have for her husband. The fact that Christianity proclaims the equal dignity of men and women in Christ must not lead women to adopt an attitude of arrogance and superiority toward their husbands. Rather, the wife’s attitude must be an attitude of loving and supportive faithfulness.<br><br><strong>(3)</strong> Husbands, in their turn, must remember that women perceive love in terms of care and protection. The husband’s love for his wife is like the Lord’s sacrificial love for the church. Paul teaches men to have the right attitude of humility, appreciation, and love for their wives.<br><br><strong>(4) </strong>True, Paul did compare the wife’s submission with the church’s submission, and the husband’s love with Christ’s love. But Paul does not make this comparison loosely, mixing up theological concepts, thereby providing ground for hierarchical relationships between men and women or for a sacramental view on marriage. On the contrary, the apostle immediately qualifies his comparison and explains very carefully what he meant exactly and what the points of comparison are. That comparison refers to the attitudes and forms of submitting to each other and of expressing love. John Chrysostom (a.d. 347–407), the famous preacher and patriarch of the church in Constantinople, used his best homiletical skills to describe the husband’s love for his wife:<br><br>Wouldest thou have thy wife obedient unto thee, as the Church is to Christ? Take then thyself the same provident care for her, as Christ takes for the Church. Yea, even if it shall be needful for thee to give thy life for her, yea, and to be cut into pieces ten thousand times, yea, and to endure and undergo any suffering whatever,—refuse it not. Though thou shouldest undergo all this, yet wilt thou not, no, not even then, have done anything like Christ. For thou indeed art doing it for one to whom thou art already knit; but He for one who turned her back on Him and hated Him. In the same way then as He laid at His feet her who turned her back on Him, who hated, and spurned, and disdained Him, not by menaces, nor by violence, nor by terror, nor by anything else of the kind, but by his unwearied affection; so also do thou behave thyself toward thy wife. Yea, though thou see her looking down upon thee, and disdaining, and scorning thee, yet by thy great thoughtfulness for her, by affection, by kindness, thou wilt be able to lay her at thy feet. For there is nothing more powerful to sway than these bonds, and especially for husband and wife. A servant, indeed, one will be able, perhaps, to bind down by fear; nay not even him, for he will soon start away and be gone. But the partner of one’s life, the mother of one’s children, the foundation of one’s every joy, one ought never to chain down by fear and menaces, but with love and good temper.<br><br>For what sort of union is that, where the wife trembles at her husband? And what sort of pleasure will the husband himself enjoy, if he dwells with his wife as with a slave, and not as with a free-woman? Yea, though thou shouldest suffer anything on her account, do not upbraid her; for neither did Christ do this.—Homilies of St. John Chrysostom, Archbishop of Constantinople, on the Epistle of St. Paul the Apostle to the Ephesians, in Philip Schaff, ed., Saint Chrysostom: Homilies on Galatians, Ephesians, Philippians, Colossians, Thessalonians, Timothy, Titus, and Philemon (Grand Rapids, MI: Eerdmans Printing Company, 1983), vol. 13, p. 144.<br><br><strong>Adventist Doctrine of Marriage and Family</strong><br><br>The theology of the family is so important that some Christian churches have included the family in the list of their doctrines (see, for instance, the Westminster Confession of Faith, article XXIV). Unfortunately, some churches, such as the Roman Catholic, Eastern Orthodox, and Anglican churches, went to the extreme of viewing marriage and the family as a sacrament.<br><br>The view of Seventh-day Adventists on the family, especially focusing on the relationship between the spouses, is expressed in fundamental belief 23: “Marriage was divinely established in Eden and affirmed by Jesus to be a lifelong union between a man and a woman in loving companionship.<br><br>For the Christian, a marriage commitment is to God as well as to the spouse and should be entered into only between a man and a woman who share a common faith. Mutual love, honor, respect, and responsibility are the fabric of this relationship, which is to reflect the love, sanctity, closeness, and permanence of the relationship between Christ and His church. . . . Although some family relationships may fall short of the ideal, a man and a woman who fully commit themselves to each other in Christ through marriage may achieve loving unity through the guidance of the Spirit and the nurture of the church. God blesses the family and intends that its members shall assist each other toward complete maturity. Increasing family closeness is one of the earmarks of the final gospel message.”—Seventh-day Adventist Church, “What Adventists Believe About Marriage and the Family,” available from https://www.adventist.org/marriage-and-the-family/.<br><br>The Adventist Church also provides additional reflection on the family through official statements. Its 1996 statement on “Marriage” (see below) is clearly associated with Ephesians 5, although the church’s statement does not use biblical references. However, several points from this statement highlight the theological importance of marriage and family.<br><br>First, the statement relates marriage to the nature of the biblical triune Holy God: “Arising from the diversity of the two human genders, the oneness of marriage images in a singular way the unity within diversity of the Godhead.” Second, family symbolizes the relationship of God and humanity:<br><br>“Throughout Scripture, the heterosexual union in marriage is elevated as a symbol of the bond between Deity and humanity. It is a human witness to God’s self-giving love and covenant with His people. The harmonious affiliation of a man and a woman in marriage provides a microcosm of social unity that is time-honored as a core ingredient of stable societies.”<br><br>Third, the statement emphasizes that human families are in a state of sin and in need of restoration in Jesus Christ and in the Holy Spirit: “Because marriage has been corrupted by sin, the purity and beauty of marriage as it was designed by God needs to be restored. Through an appreciation of the redemptive work of Christ and the work of His Spirit in human hearts, the original purpose of marriage may be recovered and the delightful and wholesome experience of marriage realized by a man and a woman who join their lives in the marriage covenant.”—General Conference of Seventh-day Adventists Administrative Committee, “Marriage,” April 23, 1996, available from https://www.adventist.org/official-statements/marriage/.<br><br>The Adventist Church has issued additional statements condemning family abuse and violence (General Conference of Seventh-day Adventists Administrative Committee, “Statement on Abuse and Family Violence,” released by the Office of the President, Robert S. Folkenberg, at the General Conference Session in Utrecht, the Netherlands, June 29–July 8, 1995), as well as affirmation and support of women in various difficult contexts (General Conference of Seventh-day Adventists Administrative Committee, “Statement on Women’s Issues,” released by the Office of the President, Robert S. Folkenberg, at the General Conference Session in Utrecht, the Netherlands, June 29–July 8, 1995).<br><br><strong>Part III: Life Application</strong><br><br><strong>1. </strong>Brainstorm with your students about ways that their families or church could become a center of family reconciliation, where the husbands and the wives in the larger community could find reconciliation.<br><br><strong>2. </strong>Invite your class members to imagine they have been invited to prepare three presentations as part of a project for promoting the Christian relationships between husbands and wives in the community. What three topics would they choose, and subsequently, what elements would they include in each topic?<br><strong><br>3.</strong> Ask class members to identify and explain three major differences between the way the Bible and their local culture views the husband-wife relationship in the family. In what three ways could they correct relations in their own families in order to approach the biblical model of husband-wife relationships in the family?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>Husbands and Wives: Together at the Cross<br></p>",
      "verse": "<p>Husbands, love your wives, just as Christ also loved the church and gave Himself for her, that He might sanctify and cleanse her with the washing of water by the word, that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish (Ephesians 5:25–27, NKJV).<br></p>",
      "versionCode": 10,
      "weekDate": "August 26–September 1"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
