{
  "data": [
    {
      "color": "#FF5733",
      "id": 10,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "26 de agosto",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>En Efesios 5:21 al 33, Pablo se basa en la idea de la sumisión mutua de los creyentes (Efe. 5:21); luego ofrece consejo a las esposas cristianas (Efe. 5:22-24) y a los esposos (Efe. 5:25-32); y concluye con un extracto de la enseñanza para ambos cónyuges (Efe. 5:33).</p><p><br></p><p>En estos consejos, los estudiosos de la Biblia en la actualidad pueden oír al Cristo resucitado hablando de nuestras relaciones. Estamos en condiciones de oír cuando entendemos Efesios 5:21 a 6:9 como la forma en que Pablo actualiza la gran temática de la carta, la unidad, pero ahora para el hogar cristiano. Si bien hace una fuerte crítica de las estructuras sociales defectuosas de la vieja humanidad (ver Efe. 4:22), también celebra la creación de una nueva humanidad (ver Efe. 2:15), inserta en la humanidad en general con sus fallas sociales. Dentro de estas estructuras, los creyentes demuestran que se ha desplegado un nuevo poder, el Espíritu Santo (Efe. 2:22; 3:16; 5:18–21; 6:17, 18), y una nueva ética cuyo modelo es Cristo (Efe. 4:13, 15, 20–24, 32; 5:2, 10, 17, 21–33), que apuntan hacia el cumplimiento final del plan de Dios para su pueblo y el mundo.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de agosto",
          "dayTitle": "<p><strong>CONSEJOS PARA LAS ESPOSAS CRSTIANAS</strong></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p>Pablo comienza con un pasaje bisagra, Efesios 5:21, que conecta Efesios 5:1 al 20 con 5:22 al 33, en el que aboga porque los miembros de iglesia se sometan mutuamente (comparar con Mar. 10:42–45; Rom. 12:10; Fil. 2:3, 4). Los creyentes deben hacerlo “por reverencia a Cristo” (Efe. 5:21, DHH); la primera de varias veces que Pablo identificará la relación con Cristo como la más importante y definitoria para los creyentes.</p><p><strong><br></strong></p><p><strong>¿Qué quiere decir Pablo al exhortar a los miembros de iglesia a someterse unos a otros? ¿Cómo debemos entender esta idea? Efesios 5:21.</strong></p><p><strong>Efesios 5:21.</strong></p><p><strong><sup>21</sup></strong> Someteos unos a otros en el temor de Dios.</p><p><br></p><p>Pablo también invita a las esposas cristianas a someterse a “sus maridos como al Señor” (Efe. 5:22), y aclara que está analizando la sumisión de las esposas a sus respectivos maridos (ver también 1 Ped. 3:1, 5). Cuando Pablo dice que las esposas deben hacer esto “como al Señor”, ¿quiere decir que una esposa debe someterse a su esposo como si este fuera Cristo; o quiere decir que Cristo es el énfasis más verdadero y elevado de su sumisión?</p><p><br></p><p>A la luz de Efesios 6:7, donde se pide a los esclavos que sirvan “como quien sirve al Señor y no a los hombres”, y Colosenses 3:18, donde se pide a las es- posas que se sometan a sus maridos “como conviene en el Señor”, es preferible este último concepto. Estas mismas esposas son creyentes que, en última instancia, deben honrar a Cristo por sobre sus maridos.</p><p><br></p><p>Tanto en Colosenses como en Efesios, se identifica a Cristo (y solo a Cristo) como la Cabeza de la iglesia, que es su cuerpo (Efe. 1:22; 5:23; Col. 1:18): “Cristo es la cabeza de la iglesia y Salvador del cuerpo” (Efe. 5:23). Por analogía, el esposo es “la cabeza de la mujer” (Efe. 5:23), y la fidelidad de la iglesia hacia Cristo sirve como modelo para la lealtad de la esposa hacia su esposo. El pasaje supone un matrimonio amoroso y afectuoso, no uno disfuncional. Este ver- sículo no debe interpretarse para apoyar ninguna forma de abuso doméstico.</p><p><ul><li>A la luz de lo que acabamos de leer, ¿por qué es tan importante recordar el siguiente consejo?: Si el marido “es tosco, rudo, turbulento, egotista, duro e intolerante, no diga nunca que el marido es cabeza de la esposa y que ella debe sometérsele en todo; porque él no es el Señor, no es el marido en el verdadero significado del término” (<em>El hogar cristiano</em>, p. 96).<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de agosto",
          "dayTitle": "<p><strong>LA IGLESIA COMO ESPOSA DE CRISTO: PRIMERA PARTE</strong></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Compara Efesios 5:25 al 27 y 29 con la historia de la persona abandona- da y luego acogida de Ezequiel 16:1 al 14. ¿Qué elementos de esa historia refleja Pablo en su bosquejo?</strong></p><p><strong>Efesios 5:25-27</strong></p><p><strong><sup>25</sup></strong> Maridos, amad a vuestras mujeres, así como Cristo amó a la iglesia, y se entregó a sí mismo por ella,</p><p><strong><sup>26</sup></strong> para santificarla, habiéndola purificado en el lavamiento del agua por la palabra,</p><p><strong><sup>27</sup></strong> a fin de presentársela a sí mismo, una iglesia gloriosa, que no tuviese mancha ni arruga ni cosa semejante, sino que fuese santa y sin mancha.</p><p><strong>Efesios 5:29</strong></p><p><strong><sup>29</sup></strong> Porque nadie aborreció jamás a su propia carne, sino que la sustenta y la cuida, como también Cristo a la iglesia,<strong><br></strong></p><p><strong>Ezequiel 16:1-14</strong></p><p><strong><sup>1</sup> </strong>Vino a mí palabra de Jehová, diciendo:</p><p><strong><sup>2</sup></strong> Hijo de hombre, notifica a Jerusalén sus abominaciones,</p><p><strong><sup>3</sup></strong> y di: Así ha dicho Jehová el Señor sobre Jerusalén: Tu origen, tu nacimiento, es de la tierra de Canaán; tu padre fue amorreo, y tu madre hetea.</p><p><strong><sup>4</sup></strong> Y en cuanto a tu nacimiento, el día que naciste no fue cortado tu ombligo, ni fuiste lavada con aguas para limpiarte, ni salada con sal, ni fuiste envuelta con fajas.&nbsp;</p><p><strong><sup>5</sup></strong> No hubo ojo que se compadeciese de ti para hacerte algo de esto, teniendo de ti misericordia; sino que fuiste arrojada sobre la faz del campo, con menosprecio de tu vida, en el día que naciste.</p><p><strong><sup>6</sup></strong> Y yo pasé junto a ti, y te vi sucia en tus sangres, y cuando estabas en tus sangres te dije: ¡Vive! Sí, te dije, cuando estabas en tus sangres: ¡Vive!</p><p><strong><sup>7</sup></strong> Te hice multiplicar como la hierba del campo; y creciste y te hiciste grande, y llegaste a ser muy hermosa; tus pechos se habían formado, y tu pelo había crecido; pero estabas desnuda y descubierta.</p><p><strong><sup>8</sup></strong> Y pasé yo otra vez junto a ti, y te miré, y he aquí que tu tiempo era tiempo de amores; y extendí mi manto sobre ti, y cubrí tu desnudez; y te di juramento y entré en pacto contigo, dice Jehová el Señor, y fuiste mía.</p><p><strong><sup>9</sup></strong> Te lavé con agua, y lavé tus sangres de encima de ti, y te ungí con aceite;</p><p><strong><sup>10</sup></strong> y te vestí de bordado, te calcé de tejón, te ceñí de lino y te cubrí de seda.</p><p><strong><sup>11</sup></strong> Te atavié con adornos, y puse brazaletes en tus brazos y collar a tu cuello.</p><p><strong><sup>12</sup></strong> Puse joyas en tu nariz, y zarcillos en tus orejas, y una hermosa diadema en tu cabeza.</p><p><strong><sup>13</sup></strong> Así fuiste adornada de oro y de plata, y tu vestido era de lino fino, seda y bordado; comiste flor de harina de trigo, miel y aceite; y fuiste hermoseada en extremo, prosperaste hasta llegar a reinar.</p><p><strong><sup>14</sup></strong> Y salió tu renombre entre las naciones a causa de tu hermosura; porque era perfecta, a causa de mi hermosura que yo puse sobre ti, dice Jehová el Señor.</p><p><br></p><p>A medida que Pablo, en Efesios 5:25 al 27 y 29, le va dando forma a su metáfora del matrimonio, que representa a la iglesia y su relación con Cristo, recurre creativamente a las costumbres y los roles de una boda antigua. En relación con la iglesia como esposa, Cristo es el Esposo divino que:</p><p><em>(1) Ama a la iglesia como esposa (Efe. 5:25)</em><em>.</em> Nunca debemos olvidar que este es un trabajo de corazón para Jesús. ¡Él nos ama!</p><p><em>(2) Se da a sí mismo como el precio de la novia.</em> En el contexto de los acuerdos nupciales antiguos, el novio “compraba” a la novia con el “precio de la novia”, que generalmente era una gran suma de dinero y objetos de valor, tan grande que las economías de las aldeas antiguas dependían de la costumbre. Cristo paga el precio final por la iglesia como su novia, ya que él “se dio a sí mismo por ella” (Efe. 5:25). En la Encarnación y en la Cruz, se da a sí mismo como el precio de la novia.</p><p><em>(3) Baña a la novia.</em> La preparación de la novia era una parte importante de las antiguas festividades nupciales; como también ocurre en la actualidad, eran las damas de honor y las parientes femeninas de la novia quienes la preparaban para la ceremonia. ¡Sin embargo, Pablo imagina al Esposo divino preparando a su novia para la boda! Es él quien la santifica y la limpia “en el lavado del agua” (Efe. 5:26), una probable referencia al bautismo.</p><p><em>(4) Pronuncia la palabra de la promesa.</em> Esta limpieza se realiza “por la palabra” (Efe. 5:26), que señala a la palabra de la promesa que el Esposo divino dirige a su esposa, quizás en el contexto de la ceremonia de esponsales (comparar con Efe. 1:3–14; 2:1–10), y observa las promesas de Dios a los creyentes en el momento de su conversión. Los esponsales eran la versión antigua del compromiso moderno, pero eran un conjunto de negociaciones mucho más serias, que incluían un acuerdo escrito sobre el precio de la novia (por parte del esposo) y la dote (bienes que la novia traería de su familia al matrimonio).</p><p><em>(5) Prepara y adorna a la novia.</em> Cuando la novia finalmente se presenta ante el novio, ella es fabulosamente hermosa, y aparece con un esplendor impecable (Efe. 5:27). Cristo no solo baña a la novia, también la prepara y la adorna.</p><p><ul><li>¿Cómo nos ayudan estos versículos a entender lo que Cristo siente por nosotros? ¿Por qué debería resultarnos tan reconfortante?</li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de agosto",
          "dayTitle": "<p><strong>LA IGLESIA COMO ESPOSA DE CRISTO: SEGUNDA PARTE</strong></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>¿Cómo utiliza Pablo los elementos de las bodas antiguas para atraer a los cristianos de Corinto? ¿Cuándo ocurre la presentación? (2 Cor. 11:1–4).</p><p><br></p><p>Al usar un último elemento de las bodas antiguas, en Efesios 5:25 al 27 Pablo presenta a Cristo como aquel que: <em>(6) presenta a la novia (¡a sí mismo!)</em>. En la antigüedad, eran el padrino, los padrinos o el padre quienes entregaban a la novia. ¡Nunca el novio! Sin embargo, aquí Pablo imagina a Jesús presentando a la iglesia a sí mismo como su esposa.</p><p><br></p><p>Pablo utiliza las costumbres y los roles del matrimonio para resaltar la relación de Cristo con la iglesia en un patrón cronológico que se va desarrollando:<em> 1) Compromiso.</em> Cristo se ofreció a sí mismo por la iglesia (como el “precio de la novia”), y así se comprometió con ella (Efe. 5:25); <em>2) Preparación para la ceremonia nupcial.</em> Las atenciones del novio continúan en sus esfuerzos actuales por santificar y limpiar a la novia (Efe. 5:26); <em>3) La ceremonia nupcial en sí</em>. Las atenciones actuales de Cristo son con miras a la “presentación” de la novia en la boda (Efe. 5:27). Este último elemento se refiere a la gran celebración de bodas en su Venida, cuando Cristo, el Esposo, vendrá a reclamar a la iglesia como esposa y se la presentará a sí mismo (Efe. 5:27; comparar con 2 Cor. 11:1, 2; Col. 1:21–23, 28).</p><p><br></p><p>Las bodas antiguas a menudo comenzaban con un desfile nocturno (ver Mat. 25:1–13). El novio y su séquito se reunían en la casa del novio, el nuevo hogar de la pareja, y con gran ceremonia comenzaban una procesión. Iluminada por antorchas y escoltada de música alegre y melodiosa y gran regocijo, la multitud avanzaba hacia la casa del padre de la novia. Al recoger a la novia allí o encontrarse con la procesión de la novia de camino, la caravana llevaba a la pareja a su nuevo hogar, donde los invitados se instalaban en una fiesta de una semana, que culminaba con la ceremonia nupcial, cuando la novia le era presentada al novio.</p><p><br></p><p>Cuando Pablo describe a Cristo presentándose la iglesia a sí mismo, alude a este gran desfile y al momento de la presentación. Al hacerlo, ofrece un cuadro conmovedor de la venida de Cristo como una futura ceremonia de boda, cuando el largo compromiso entre Cristo y su iglesia se complete y se celebre la boda.</p><p><br></p><p><ul><li>¿Qué mensaje debemos extraer de todas estas imágenes positivas, felices y esperanzadoras para nuestra vida personal?</li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de agosto",
          "dayTitle": "<p><strong>AMA A TU ESPOSA COMO A TI MISMO</strong></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p><strong>¿Qué nuevo argumento utiliza Pablo para animar a los esposos a pro- fesar tierno amor a sus esposas? Efesios 5:28 al 30.</strong></p><p><strong>Efesios 5:28 al 30</strong></p><p><strong><sup>28</sup></strong> Así también los maridos deben amar a sus mujeres como a sus mismos cuerpos. El que ama a su mujer, a sí mismo se ama.</p><p><strong><sup>29</sup></strong> Porque nadie aborreció jamás a su propia carne, sino que la sustenta y la cuida, como también Cristo a la iglesia,</p><p><strong><sup>30</sup></strong> porque somos miembros de su cuerpo, de su carne y de sus huesos.</p><p><br></p><p>Las reglas de Pablo para el hogar cristiano (Efe. 5:21–6:9) revelan un contexto social desafiante. En Efesios 5:28 al 30, Pablo se dirige a los esposos que, según el patrón tan frecuente de la época, podían optar por “aborrec[er ...] a su propia carne” (ver Efe. 5:28, 29), abusando de sus esposas y golpeándolas. En el mundo grecorromano de la época de Pablo, el poder legal del “padre de familia” (en latín, <em>pater familias</em>) era muy amplio. Podía castigar severamente, o incluso matar, a su esposa, sus hijos y sus esclavos, porque estaba dentro de sus derechos legales (aunque ejercer ese poder en extremo estaba cada vez más limitado por la opinión pública).</p><p><br></p><p>En Efesios 5:25 al 27, Pablo ha detallado el máximo ejemplo de amor, el amor de Cristo por la iglesia, con el que ofrece un modelo para los esposos drásticamente diferente del habitual. Ahora, antes de presentar un nuevo argumento, vuelve a señalar ese gran Ejemplo, y pide a los esposos cristianos que respondan “de ese modo” (Efe. 5:28) como Jesús, quien “se entregó” por su novia, la iglesia, y atiende todas sus necesidades (Efe. 5:25–27). Pablo requiere de los esposos cristianos alejarse de las prácticas “esperables” de esa época e intentar asemejarse al tierno amor de Cristo.</p><p><br></p><p>En Efesios 5:28 al 30, Pablo agrega un nuevo fundamento del amor de los esposos cristianos por sus esposas: el amor a sí mismos. Pablo ofrece una perogrullada: “Nadie odió jamás a su propia carne” (al menos, nadie que pensara con claridad). El marido no se daña a sí mismo ni se golpea el cuerpo; al contrario, “lo alimenta y lo cuida” (Efe. 5:29). En un intento por eliminar la aspereza y la violencia contra la esposa cristiana, Pablo invita al esposo cris- tiano a identificarse con su esposa. Eres tan uno con tu esposa, argumenta Pablo, que dañarla es lo mismo que lesionarte a ti mismo, y la mayoría que esté en sus cabales no hace eso.</p><p><br></p><p>Volviendo al ejemplo de Jesús, Pablo argumenta que Cristo mismo ejerce un tierno cuidado de sí mismo al cuidar a los creyentes, que son “su cuerpo” (Efe. 5:29, 30). Compórtate con tu esposa, dice Pablo, de la misma forma en que te tratas a ti mismo y, en última instancia, en la forma en que Cristo te trata a ti.</p><p><br></p><p><ul><li>Pablo cita el ejemplo de Jesús tanto para las esposas como para los esposos. ¿Qué puedes aprender de Jesús en cuanto a amar a los de tu círculo familiar?</li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de agosto",
          "dayTitle": "<p><strong>EL MODELO MATRIMONIAL DE \"UNA SOLA CARNE\"</strong></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Estudia el relato de la Creación en Génesis 2:15 al 25. ¿Qué sucede en la historia antes de la declaración acerca de que el esposo y la esposa son “una sola carne” (Gén. 2:24)?</strong></p><p><strong>Génesis 2:15-25</strong></p><p><strong><sup>15</sup></strong> Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén, para que lo labrara y lo guardase.</p><p><strong><sup>16</sup></strong> Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;</p><p><strong><sup>17</sup></strong> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.</p><p><strong><sup>18</sup></strong> Y dijo Jehová Dios: No es bueno que el hombre esté solo; le haré ayuda idónea para él.</p><p><strong><sup>19</sup></strong> Jehová Dios formó, pues, de la tierra toda bestia del campo, y toda ave de los cielos, y las trajo a Adán para que viese cómo las había de llamar; y todo lo que Adán llamó a los animales vivientes, ese es su nombre.</p><p><strong><sup>20</sup></strong> Y puso Adán nombre a toda bestia y ave de los cielos y a todo ganado del campo; mas para Adán no se halló ayuda idónea para él.</p><p><strong><sup>21</sup></strong> Entonces Jehová Dios hizo caer sueño profundo sobre Adán, y mientras este dormía, tomó una de sus costillas, y cerró la carne en su lugar.</p><p><strong><sup>22</sup></strong> Y de la costilla que Jehová Dios tomó del hombre, hizo una mujer, y la trajo al hombre.</p><p><strong><sup>23</sup></strong> Dijo entonces Adán: Esto es ahora hueso de mis huesos y carne de mi carne; esta será llamada Varona,[a] porque del varón[b] fue tomada.</p><p><strong><sup>24</sup></strong> Por tanto, dejará el hombre a su padre y a su madre, y se unirá a su mujer, y serán una sola carne.</p><p><strong><sup>25</sup></strong> Y estaban ambos desnudos, Adán y su mujer, y no se avergonzaban.<br></p><p><br></p><p>Una clave para aplicar el consejo de Pablo a las esposas y los esposos es ver su referencia a Génesis 2:24 (en Efe. 5:31) como su punto culminante. Al meditar sobre la historia de la Creación de Génesis, Pablo considera las necesidades de las congregaciones cristianas, y la salud de las relaciones familiares dentro de ellas. Él percibe en Génesis 2:24 un mensaje que resuena a lo largo del tiempo. Por diseño divino, el matrimonio está destinado a ser una relación de “una sola carne”, donde la unidad emocional y espiritual se refleja en la unidad sexual, y es lo que le da sentido a la relación sexual.</p><p><br></p><p>Ten en cuenta que al optar por Génesis 2:24, Pablo selecciona una declaración sobre el matrimonio formulada antes de la Caída y la aplica a las relaciones entre cónyuges cristianos. En nuestro mundo notoriamente posterior a la Caída, la explotación desenfrenada de la relación sexual entre un hombre y una mujer en las culturas modernas revela cuán profundamente arraigada está la idea de que la unión sexual representa la subyugación de la mujer. Pablo argumenta que la relación sexual, según se refleja en Génesis, no es de subyugación sino de unión. No simboliza ni representa el dominio del varón sino la unión de marido y mujer, hasta tal punto que son “una sola carne”. Por ende, tanto de Efesios 5:21 al 33 como de Génesis 2:24 podemos esperar una teología importante, contracultural y correctiva del matrimonio y la sexualidad.</p><p><br></p><p>En este mismo contexto, en el siguiente versículo Pablo habla de un “misterio profundo” (ver Efe. 5:32, NVI). Esto incluye ambas caras de la doble metáfora que Pablo ha estado analizando: el matrimonio cristiano entendido a la luz de la relación de Cristo con su iglesia (Efe. 5:32), y la relación de Cristo con su iglesia entendida a la luz del matrimonio cristiano (Efe. 5:32).</p><p><br></p><p><ul><li>¿De qué manera Efesios 5:33 sirve como resumen conciso del consejo de Pablo en Efesios 5:21 al 32? Si estás casado, ¿cómo podrías implementar más cabalmente estos principios en tu matrimonio?</li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de septiembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Lee en Elena de White, <em>Testimonios para la iglesia</em>, t. 7, “Las responsabilidades de los esposos”, pp. 47-51; y <em>El hogar cristiano</em>, “Obligaciones mutuas”, pp. 94-99.</p><p><br></p><p>Elena de White insta constantemente a los cónyuges a abandonar sus esfuerzos por controlar al otro: “Ni el marido ni la mujer deben pensar en ejercer gobierno arbitrario uno sobre otro. No intenten imponer sus deseos uno a otro. No pueden hacer esto y conservar el amor mutuo. Sean bondadosos, pacientes, indulgentes, considerados y corteses” (<em>El hogar cristiano</em>, p. 97).</p><p><br></p><p>Ella comenta directamente sobre la interpretación y la aplicación de Co- losenses 3:18 (y Efe. 5:22-24): “A menudo se pregunta: ‘¿Debe una esposa no tener voluntad propia?’ La Biblia dice claramente que el esposo es el jefe de la familia. ‘Casadas, estad sujetas a vuestros maridos’. Si la orden terminase así, podríamos decir que nada de envidiable tiene la posición de la esposa [...]. Muchos maridos no leen más allá de ‘estad sujetas’, pero debemos leer la conclusión de la orden, que es: ‘Como conviene en el Señor’ [Col. 3:18]. Dios requiere que la esposa recuerde siempre el temor y la gloria de Dios. La sumisión completa que debe hacer es al Señor Jesucristo, quien la compró como hija suya con el precio infinito de su vida. [...] Uno hay que supera al marido para la esposa; es su Redentor, y la sumisión que debe rendir a su esposo debe ser, según Dios lo indicó, ‘como conviene en el Señor’ ” (<em>El hogar cristiano,</em> pp. 95, 96).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><ol><li>Imagina que alguien sostenga que Efesios 5:21 al 33 es un pasaje anticuado que ya no aborda las relaciones cristianas, ya que impone un modelo de matrimonio centrado en la autoridad y el dominio del esposo. ¿Cómo responderías? ¿Qué elementos del pasaje en sí informarían tu respuesta?</li><li>¿Qué podría ofrecer el consejo de Pablo en Efesios 5:21 al 33 a quienes se encuentran en relaciones matrimoniales comprometidas y difíciles?</li><li>Algunos cristianos argumentan que la historia de la Creación de Génesis, en Génesis 1 y 2, es una mera metáfora y que no llega siquiera a representar lo que realmente sucedió, que fueron miles de millones de años de evolución. El uso que hace Pablo de la historia, ¿qué nos enseña acerca de cuán literalmente la tomó?</li><li>Reflexiona sobre el tema de “una sola carne”. ¿Cómo nos ayuda esto a comprender mejor la santidad del matrimonio y por qué las parejas casadas no deben escatimar esfuerzos para proteger esa santidad?</li></ol></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de septiembre",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Efesios 5:25-27</strong></p><p><strong>Enfoque del estudio: Efesios 5:21-33; Filipenses 2:3, 4; Ezequiel 16:1-14;&nbsp;</strong><strong>2 Corintios 11:1-4; Génesis 2:15-25.</strong></p><p><strong>Introducción:</strong></p><p>La unidad recorre como un hilo de oro la carta de Pablo a los Efesios. La unidad se aplica no solo a la relación entre judíos y gentiles en la iglesia (Efe. 2). En toda la epístola, Pablo analiza cómo el Dios Trino produce la unidad: mediante la salvación; mediante el bautismo; mediante la fe; mediante los dones espirituales; mediante la presencia del Espíritu Santo en nosotros; mediante la transformación de nuestro andar en la vida, según el modelo de Cristo, y mediante la sabiduría cristiana. En última instancia, para Pablo, la unidad en todos sus aspectos solo es posible en Cristo.</p><p><br></p><p>Pablo coloca su análisis sobre la unidad de la iglesia como la nueva humanidad en el sitio que le corresponde: la familia. Si alguna vez hubo un ejemplo o un modelo de unidad, es la familia. La familia puede estar verdaderamente unida solo en Cristo, como los gentiles y los judíos están unidos en Cristo y como todos los miembros de la iglesia están unidos en un solo cuerpo, el cuerpo de Cristo. En la familia, las esposas se someterán al esposo en Cristo y el esposo amará a la esposa “en el Señor”. El aspecto divino dentro de la relación marital significa que debemos ver a la familia como Dios la ve. Este aspecto divino también significa que la familia debe cumplir la función y el propósito que el Señor le dio en la Creación: ser “una sola carne”, una unidad indivisible. Los dos esposos son uno, pero no solo por el mutuo beneficio, sino porque Dios los creó así, porque Dios así lo ordenó. La unidad de la familia apunta más allá de sí misma, así como la unidad de la iglesia apunta a la unidad del Dios trino y su relación con la humanidad.</p><p><br></p><p><strong>Temática de la lección:</strong></p><p>Este estudio se centra en tres temas principales:</p><p><ul><li>El tema de la unidad de Pablo continúa con la familia cristiana, como se revela en la relación del esposo y la esposa.</li><li>La única forma en que la verdadera familia cristiana mantenga su unidades estando “en el Señor”, lo que significa que se someten unos a otros como lo diseñó Dios en la Creación y como lo confirmó el amor abnegado de Jesús por la humanidad en su plan de salvación.</li><li>Una familia que verdaderamente está “en el Señor” no experimentará relaciones abusivas, como el adulterio o la violencia, porque tanto el esposo como la esposa aprenderán a respetarse y amarse mutuamente en el Señor.</li></ul><p><br></p></p><p><strong>COMENTARIO</strong></p><p><strong>La teología paulina de la familia</strong></p><p>Efesios 5:21 al 33 es un profundo análisis cristológico y eclesiológico. Al igual que en otras partes de sus epístolas, Pablo combina una sólida argumentación teológica (doctrina de Cristo y doctrina de la iglesia) en sus consideraciones prácticas. Según Pablo, la teología bíblica no existe simplemente con el único propósito de idear un sistema intelectual coherente y hermoso; el mensaje práctico del apóstol se construye siempre sobre el sólido fundamento de la teología bíblica.</p><p><br></p><p>Por eso, el apóstol no aborda la discusión de la familia como si fuera un tema marginal que pudiera encararse con algunas soluciones tomadas de la sabiduría humana en general, de la psicología o de la sociología. Más bien, coloca su discusión sobre la familia en el contexto de las doctrinas cristianas fundamentales: Dios, la Creación, Cristo, la salvación y la iglesia. Por cierto, aquí Pablo no utiliza la familia para ilustrar estas doctrinas, ¡sino que utiliza las doctrinas para ilustrar la familia cristiana!</p><p><br></p><p>Como en el caso de la iglesia, Pablo no acepta que la perspectiva acerca de la familia cristiana esté determinada por las realidades de nuestra naturaleza humana caída y de la sociedad. Más bien, sigue el principio interpretativo de Jesús “desde el principio” (“Pero al principio no fue así” Mat. 19:8), que ayuda a la iglesia cristiana y a su teología a enfocarse en el restauración de los ideales de Dios para nosotros, en lugar de legitimar las realidades del mundo pecaminoso. El tratamiento que Pablo hace de la familia en el contexto de estas doctrinas cristianas fundamentales muestra que la familia cristiana no puede estar sujeta a transigencias.</p><p><br></p><p><strong>Ser sumisos y amar</strong></p><p>El lenguaje paulino de “sean sumisos [...] amen”, referido a las relaciones hombre-mujer, ha suscitado numerosos debates, y ha suscitado incluso algunas condenas contra el cristianismo como misógino. Sin embargo, estas reacciones se basan en un malentendido del mensaje de Pablo.</p><p><br></p><p>Varios elementos pueden ayudarnos a entender mejor este pasaje:</p><p><br></p><p>Las actitudes del esposo y de la esposa provienen del contexto de la sumisión mutua (Efe. 5:21), como resultado de ser llenos del Espíritu Santo (Efe. 5:18).</p><p><br></p><p>La mujer se somete a su marido, no como a un jefe, sino como a Cristo, su Salvador y Protector. El significado de la sumisión es tener a su esposo en alta estima, respetándolo, reconociéndolo y apreciándolo como su protector y ayudador. La Biblia no ofrece ningún fundamento para el concepto de que la esposa es inferior a su esposo y, por lo tanto, debe someterse a él como superior. Más bien, Pablo aquí enseña la actitud correcta de humildad y respeto que la esposa debe tener por su esposo. El hecho de que el cristianismo proclame la plena dignidad del hombre y la mujer en Cristo no debe llevar a la mujer a adoptar una actitud de arrogancia y superioridad hacia su marido. Más bien, la esposa debe asumir una actitud de fidelidad amorosa y solidaria.</p><p><br></p><p>Los esposos, a su vez, deben recordar que las mujeres perciben el amor en términos de cuidado y protección. El amor del esposo por su esposa es como el amor sacrificial del Señor por la iglesia. Pablo enseña a los hombres a tener la actitud correcta de humildad, aprecio y amor por sus esposas.</p><p><br></p><p>Es verdad que Pablo comparó la sumisión de la esposa con la sumisión de la iglesia, y el amor del esposo con el amor de Cristo. Pero Pablo no hace esta comparación a la ligera, mezclando conceptos teológicos y proporcionando la base para relaciones jerárquicas entre hombres y mujeres ni para una visión sacramental del matrimonio. Al contrario, inmediatamente el apóstol matiza su comparación y explica muy cuidadosamente lo que quiso decir exactamente y cuáles son los puntos de comparación. Esa comparación se refiere a las actitudes y las formas de someterse unos a otros y de expresar el amor.</p><p><br></p><p><strong>Doctrina adventista del matrimonio y la familia</strong></p><p>La teología de la familia es tan importante que algunas iglesias cristianas han incluido a la familia en la lista de sus doctrinas (ver, por ejemplo, la Confesión de Fe de Westminster, artículo XXIV). Desafortunadamente, algunas iglesias, como la católica romana, la ortodoxa oriental y la anglicana, llegaron al extremo de considerar el matrimonio y la familia como un sacramento.</p><p><br></p><p>El enfoque adventista sobre la familia, que se centra especialmente en la relación entre los cónyuges, se expresa en la creencia fundamental No 23: “El matrimonio fue establecido por Dios en el Edén y confirmado por Jesús, para que fuera una unión para toda la vida entre un hombre y una mujer, en amante compañerismo. Para el cristiano, el matrimonio es un compromiso con Dios y con el cónyuge, y debería celebrarse solamente entre un hombre y una mujer que participan de la misma fe. El amor mutuo, el honor, el respeto y la respon- sabilidad constituyen la estructura de esa relación, que debe reflejar el amor, la santidad, la intimidad y la perdurabilidad de la relación que existe entre Cristo y su iglesia. [...]. Aunque algunas relaciones familiares estén lejos de ser ideales, el hombre y la mujer que se dedican plenamente el uno al otro en matrimonio pueden, en Cristo, lograr una amorosa unidad gracias a la dirección del Espíritu y a la instrucción de la iglesia. Dios bendice a la familia y quiere que sus miembros se ayuden mutuamente hasta alcanzar la plena madurez. Una creciente intimi- dad familiar es uno de los rasgos característicos del último mensaje evangélico” (Asociación Ministerial de la Asociación General de los Adventistas del Séptimo Día, <em>Creencias de los Adventistas del Séptimo Día</em>, 4a ed. [Florida: Asoc. Casa Editora Sudamericana, 2017], p. 408).</p><p><br></p><p>La Iglesia Adventista también ofrece una reflexión adicional sobre la familia mediante declaraciones oficiales. Su declaración de 1996 sobre la “Afirmación del matrimonio” (ver más abajo) se relaciona claramente con Efesios 5, aunque la de- claración de la iglesia no utiliza referencias bíblicas. Sin embargo, varios elementos de esta declaración resaltan la importancia teológica del matrimonio y la familia:</p><p><br></p><p>En primer lugar, la declaración relaciona al matrimonio con la naturaleza del Santo Dios Trino bíblico: “La unidad matrimonial, formada por la diversidad de los dos géneros humanos, refleja de un modo singular la unidad dentro de la diversidad de la propia Divinidad”.</p><p><br></p><p>En segundo lugar, la familia simboliza la relación de Dios y la humanidad: “A través de toda la Escritura, la unión heterosexual en el matrimonio es exaltada como un símbolo de los lazos entre Dios y la humanidad. Es un testimonio humano del amor de un Dios que se da a sí mismo y de su alianza con su pueblo. La armoniosa vinculación de un hombre y una mujer en el matrimonio es el microcosmos de la unidad social que siempre ha sido reconocida como el ingrediente fundamental de las sociedades estables”.</p><p><br></p><p>En tercer lugar, la declaración enfatiza que las familias humanas están en un estado de pecado y necesitan restauración en Jesucristo y en el Espíritu Santo: “El matrimonio ha sido corrompido por el pecado; su pureza y su belleza, tal y como fue concebido por Dios, necesitan ser restauradas. Por medio de una adecuada valoración de la obra redentora de Cristo y de la acción de su Espíritu en los cora- zones humanos, puede recobrarse el propósito original del matrimonio y realizarse la deliciosa y benéfica experiencia del matrimonio de un hombre y una mujer que unen sus vidas en el compromiso conyugal” (Junta Administrativa del Asociación General, 23 de abril de 1996, disponible en https://www.libertadreligiosa.org.ar/ web/DeclaracionesOficiales.htm#Matrimonio).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Aporten ideas con los alumnos sobre las formas en que sus familias o la iglesia podrían convertirse en un centro de reconciliación familiar, donde los esposos y las esposas de la comunidad en general podrían encontrar la reconciliación.</p><p><br></p><p>Pide a la clase que imagine que han sido invitados a preparar tres presentaciones como parte de un proyecto para promover las relaciones cristianas entre esposos y esposas en la comunidad. ¿Qué tres temas elegirían? Y, posteriormente, ¿qué elementos incluirían en cada tema?</p><p><br></p><p>Pide a los miembros de la clase que identifiquen y expliquen tres diferencias principales entre la forma en que la Biblia y su cultura local ven la relación entre esposo y esposa en la familia. ¿De qué tres maneras podrían corregir las relaciones en sus propias familias para aproximarse al modelo bíblico de las relaciones entre marido y mujer en la familia?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>CÓNYUGES: JUNTOS EN LA CRUZ</p>",
      "verse": "<p>“Maridos, amen a sus mujeres, así como Cristo amó a la iglesia y se entregó a sí mismo por ella, para santificarla y limpiarla en el lavado del agua, por la pa- labra, para presentarla para sí una iglesia gloriosa, sin mancha ni arruga ni cosa semejante; antes, que sea santa e inmaculada” (Efe. 5:25-27).</p>",
      "versionCode": 10,
      "weekDate": "26 de agosto - 1 de septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
