{
  "data": [
    {
      "color": "#802e77",
      "id": 710,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 26",
          "dayTitle": "<p>Jesus Opens the Way Through the Veil</p>",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>“For Christ has not entered the holy places made with hands, which are copies of the true, but into heaven itself, now to appearin the presence of God for us” (Hebrews 9:24, NKJV).\n</p><p>When the disciples returned from the Mount of Olives, right after Jesus had ascended to heaven, they were filled with joy and triumph. Their Master and Friend had ascended to a position of power over the world and had invited them to approach God in His name with the absolute confidence that God would respond favorably to their prayers (John 14:13, 14). Even though they continued in the world, attacked by the forces of evil, their hope was strong. They knew that Jesus had ascended to prepare a place for them (John 14:1–3).</p><p>&nbsp;They knew that Jesus was the Captain of their salvation and that He had opened a way into the heavenly homeland through His blood. The ascension of Jesus to heaven is central to the theology of Hebrews. It marks the beginning of Jesus’ rule and the beginning of His High Priestly ministry in our behalf. And more important, Jesus’ ascension marks the moment that the new covenant, which provides the means through which we can approach God boldly through faith, has been inaugurated. It is our privilege now to approach God with confidence through Jesus and the merits of His righteousness.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 27",
          "dayTitle": "<p>Jesus Before the Father</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Hebrews 9:24. According to this passage, what was the purpose of Jesus’ ascension to heaven?\n</strong></p><p><strong>Hebrews 9:24</strong> For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us.\n</p><p>God instructed Israel that their males should go three times every year up to Jerusalem to “appear before the Lord” with an offering. The appointed times were the feast of Passover (Unleavened Bread), the Feast of Weeks (Pentecost), and the Feast of Booths (Exod. 23:14–17, Deut. 16:16). Passover celebrated Israel’s deliverance from Egypt. Pentecost celebrated the barley harvest, and by the time of the New Testament, it was associated with the giving of the law at Sinai. The Feast of Booths celebrated God’s care for Israel during their sojourn in the desert. According to the New Testament, all the Old Testament feasts also have prophetic significance. Hebrews 9:24 describes Jesus’ ascension into the presence of the Father. He arrived at the heavenly sanctuary, “the true one,” in order to “appear” before God with a better sacrifice (Heb. 9:23, 24, NIV)—His own blood. Jesus fulfilled the pilgrimage feasts’ prophetic significance with amazing accuracy. He died on the day for the preparation of the Passover at the ninth hour, the moment in which Passover lambs were sacrificed (John 19:14, Matt. 27:45–50). Jesus was resurrected on the third day and ascended to heaven to receive assurance that His sacrifice had been accepted (John 20:17, 1 Cor. 15:20), when the priest was to wave the sheaf of ripe barley as the firstfruits (Lev. 23:10–12). Then, He ascended 40 days later to sit at the right hand of God and inaugurate the new covenant on the Day of Pentecost (Acts 1, Acts 2).\n</p><p>The purpose of pilgrimage in ancient Israel was to “behold the face of God” (Ps. 42:2, NRSV). This meant to experience God’s favor (Ps. 17:15). Similarly, the Hebrew expression to “seek the face of God” meant to ask God for help (2 Chron. 7:14, Ps. 27:8, Ps. 105:4). This is the sense, in Hebrews, of Jesus’ ascension. Jesus ascended to God with the perfect sacrifice. Jesus also ascended to heaven as our Forerunner into the presence of God (Heb. 6:19, 20). He has made real the promise for the believers who journey, “seeking a homeland,” desiring “a better country,” looking “forward to the city . . . whose architect and builder is God” (Heb. 11:10, 13–16, NRSV).\n</p><p><strong>Again, why should the reality of what Christ has done, not only on the cross but also what He is doing now in heaven, give us assurance of salvation?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 28",
          "dayTitle": "<p>God’s Invitation</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Hebrews 12:18–21. What was the experience of Israel at Mount Sinai?\n</strong></p><p><strong>Hebrews 12:18–21\n</strong></p><p><strong>18</strong> For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,\n</p><p><strong>19 </strong>And the sound of a trumpet, and the voice of words; which voice they that heard intreated that the word should not be spoken to them any more:\n</p><p><strong>20</strong> (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:\n</p><p><strong>21</strong> And so terrible was the sight, that Moses said, I exceedingly fear and quake.\n</p><p>When God called the Israelites from Egypt, His plan was to create a personal, intimate relationship with them. He said, “ ‘ “You have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to Myself ” ’ ” (Exod. 19:3, 4, NKJV). Thus, through Moses, God gave the necessary instructions to prepare the people to meet with Him. The people needed to consecrate themselves first (Exod. 19:10–15). Those who ascended to the foot of the mountain without preparation would die. Nevertheless, once the people had prepared themselves for two days, then “ ‘when the trumpet sounds a long blast’ ” on the third day, God instructed that the people “ ‘shall come up to the mountain’ ” (Exod. 19:13, ESV). He wanted them to have the experience Moses and the leaders of the people would have when they ascended the mountain and “beheld God, and ate and drank” in His presence (Exod. 24:9–11, ESV). The people later recognized that they had seen God’s glory and that it was possible for God to speak “ ‘ “with man, and man still live” ’ ” (Deut. 5:24, ESV). But, when the moment came, they lacked faith. Moses explained years later: “ ‘You were afraid because of the fire, and you did not go up into the mountain’ ” (Deut. 5:5, ESV). Instead, they asked Moses to be their intermediary (Deut. 5:25–27, compare with Exod. 20:18–21). God’s manifestation of His holiness at Mount Sinai was to teach the people to learn to “fear,” or respect, Him. The “fear of the Lord” leads to life, wisdom, and honor (Deut. 4:10; compare with Ps. 111:10, Prov. 1:7, Prov. 9:10, Prov. 10:27)—and also to the lesson that He is merciful and gracious (Exod. 34:4–8).\n</p><p>Thus, while God wanted Israel to come to Him, the people became afraid and requested for Moses to be their intermediary. The description in Hebrews of the events at Sinai follows, primarily, Moses’ reminder to the people of their lack of faith and their apostasy with the golden calf, and how he was afraid of meeting God because of their sin (Deut. 9:19). The people’s reaction was not God’s plan for them; it was, instead, the result of their faithlessness.\n</p><p><strong>Because of Jesus, why should we not be afraid to draw near to a holy God? What are the conditions, however, for us to be able to draw near?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 1",
          "dayTitle": "<p>The Need for a Veil</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Veils have a double function. The term Hebrews uses for veil (katepetasma) could refer to the screen of the court (Exod. 38:18), the screen at the entrance of the outer apartment of the sanctuary (Exod. 36:37), or the inner veil that separated the Holy Place from the Holy of Holies (Exod. 26:31–35). These three veils were both entrances and boundaries that only some people could cross.\n</p><p><strong>Read Leviticus 16:1, 2 and Leviticus 10:1–3. What warning do we have in these passages?\n</strong></p><p><strong>Leviticus 16:1- 2\n</strong></p><p><strong>1</strong> And the Lord spake unto Moses after the death of the two sons of Aaron, when they offered before the Lord, and died;\n</p><p><strong>2</strong> And the Lord said unto Moses, Speak unto Aaron thy brother, that he come not at all times into the holy place within the vail before the mercy seat, which is upon the ark; that he die not: for I will appear in the cloud upon the mercy seat.\n</p><p><strong>Leviticus 10:1–3\n</strong></p><p><strong>1</strong> And Nadab and Abihu, the sons of Aaron, took either of them his censer, and put fire therein, and put incense thereon, and offered strange fire before the Lord, which he commanded them not.\n</p><p><strong>2</strong> And there went out fire from the Lord, and devoured them, and they died before the Lord.\n</p><p><strong>3</strong> Then Moses said unto Aaron, This is it that the Lord spake, saying, I will be sanctified in them that come nigh me, and before all the people I will be glorified. And Aaron held his peace.\n</p><p>The veil was a protection for the priests as they ministered before a holy God. After the sin of the golden calf, God said to Moses that He would not accompany them in the way to the Promised Land lest He consume them because they were a “ ‘stiff-necked people’ ” (Exod. 33:3, NKJV). Thus, Moses moved the tent of meeting and pitched it far off, outside the camp (Exod. 33:7). After Moses interceded, however, God agreed to go with them in their midst (Exod. 33:12–20), but He established several measures to protect the people as He dwelled among them. For instance, Israel camped in a strict order that created a hollow square in the middle, where the tabernacle was pitched. In addition, the Levites camped around the tabernacle in order to protect the sanctuary and its furniture from encroachment by strangers (Num. 1:51, Num. 3:10). They were, in fact, a kind of human veil that protected the people of Israel: “ ‘But the Levites shall camp around the tabernacle of the testimony, so that there may be no wrath on the congregation of the people of Israel. And the Levites shall keep guard over the tabernacle of the testimony’ ” (Num. 1:53, ESV).\n</p><p>Jesus, as our Priest, also has been our veil. Through His incarnation, God pitched His tent in our midst and made it possible for us to contemplate His glory (John 1:14–18). He made it possible for a holy God to live in the midst of an imperfect people.\n</p><p><strong>Think about what it meant that the Creator God, the One who made the universe, would dwell among His people, who at that time were a nation of escaped slaves. What does that teach us about how close God can be to us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 2",
          "dayTitle": "<p>The New and Living Way Through the Veil</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Hebrews 10:19–22. What invitation do we have in this passage?\n</strong></p><p><strong>Hebrews 10:19–22.\n</strong></p><p><strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,\n</p><p><strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;\n</p><p><strong>21</strong> And having an high priest over the house of God;\n</p><p><strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.\n</p><p>The book of Hebrews argues that Jesus has entered into the heavenly sanctuary and invites us to follow His lead. This idea agrees with the conception introduced before that Jesus is the “captain” and “forerunner” of believers (Heb. 2:10; Heb. 6:19, 20; Heb. 12:2). The “new and living way” is the new covenant that Jesus inaugurated with His sacrifice and ascension. The expression “new and living” contrasts with the description of the old covenant as “obsolete and growing old” (Heb. 8:13, NKJV). It is the new covenant, which has provided forgiveness of sin and has put the law in our hearts, that makes it possible for us to approach God with confidence, not because of ourselves or anything we have done, but only because of what Jesus has done for us by fulfilling all the covenant obligations. Hebrews noted that the inauguration of the old covenant involved the inauguration of the sanctuary and the consecration of the priests (Heb. 9:18–21; compare with Exodus 40, Leviticus 8, Leviticus 9). The purpose of the covenant was to create an intimate relationship between God and His people (Exod. 19:4–6). When the Israelites accepted this relationship, God immediately commanded that a sanctuary be built so that He could live among them. The inauguration of the sanctuary and God’s presence in the midst of His people marked the moment when the covenant between God and Israel was completed. The same is true of the new covenant. The new covenant also implies the inauguration of Jesus’ priestly ministry in our behalf (Heb. 5:1–10, Heb. 7:1–8:13). Jesus’ ascension before God has inaugurated a new era for the people of God. Zechariah 3 mentions that Satan was in the presence of God to accuse God’s people, who were represented by the high priest Joshua. This accuser is the same that raised questions about Job’s loyalty to God (Job 1, Job 2). With the sacrifice of Jesus, however, Satan has been cast out of heaven (Rev. 12:7–12, compare with John 12:31, John16:11). Now it is Jesus who intercedes for us and through His sacrifice and faithfulness claims salvation for us!\n</p><p><strong>What accusations could Satan make against you before God, if he were allowed? Though he is a liar, how much would he have to lie about you in order to seek your condemnation? What’s your only hope?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 3",
          "dayTitle": "<p>They Will See His Face</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Hebrews 12:22–24. In what sense have we arrived at the heavenly Jerusalem into the presence of God?\n</strong></p><p><strong>Hebrews 12:22–24\n</strong></p><p><strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,\n</p><p><strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,\n</p><p><strong>24</strong> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.\n</p><p>It is argued that believers “have come” to Mount Zion, the heavenly Jerusalem, through faith. In this sense, their experience anticipates the future. Thus, the heavenly Jerusalem belongs to the realm of the things “hoped for” and “not seen” but nevertheless assured to us through faith (Heb. 11:1). While true, this is not the whole meaning of this passage. We also have arrived at Mount Zion, in the very presence of God, through our representative Jesus (Eph. 2:5, 6; Col. 3:1). Jesus’ ascension is not a matter of faith, but of fact. It is this historical dimension of Jesus’ ascension that provides compelling force to the exhortation of Hebrews to hold fast to our confession (Heb. 4:14, Heb. 10:23). Paul says: “Since . . . we have a great high priest who has passed through the heavens, . . . let us . . . with confidence draw near” (Heb. 4:14, 16, ESV). Thus, we already have arrived through our Representative and, therefore, should act accordingly. Through Him, we “have tasted the heavenly gift .  .  . and have tasted the goodness of the word of God and the powers of the age to come” (Heb. 6:4, 5, ESV). The reality of Jesus’ ascension and ministry in the heavenly sanctuary is “a sure and steadfast anchor of the soul” (Heb. 6:19, ESV), the guarantee that the promises have substance and are worthy of confidence (Heb. 7:22). For us, faith has a historical anchor. God’s purpose will be fulfilled not only in Jesus, however, but also in us. We have said that Jesus’ ascension fulfilled the typology of the first two yearly pilgrimages of Israel, Passover and Pentecost. According to Hebrews and the book of Revelation, the last pilgrimage, the Feast of Booths, is yet to be fulfilled. We will celebrate it with Jesus when we are in the “city . . . whose architect and builder is God,” in the heavenly homeland (Heb. 11:10, NIV; see also verses 13–16). We will not build booths, but God’s booth, or tent, will descend from heaven, and we will live with Him forever (Rev. 7:15–17, Rev. 21:1–4, Rev. 22:1–5, Num. 6:24–26).\n</p><p><strong>How can we learn to make the promise of eternal life real to ourselves now, amid a world so full of pain and suffering? What answer can you give to those who say that this all is just a fantasy to help us feel better about our life here and now?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 4",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>Further Thought:</strong> <br></p><p>“Christ’s ascension to heaven was the signal that His followers were to receive the promised blessing. For this they were to wait before they entered upon their work. When Christ passed within the heavenly gates, He was enthroned amidst the adoration of the angels. As soon as this ceremony was completed, the Holy Spirit descended upon the disciples in rich currents, and Christ was indeed glorified, even with the glory which He had with the Father from all eternity. The Pentecostal outpouring was Heaven’s communication that the Redeemer’s inauguration was accomplished. According to His promise He had sent the Holy Spirit from heaven to His followers as a token that He had, as priest and king, received all authority in heaven and on earth, and was the Anointed One over His people. . . . “They could speak the name of Jesus with assurance; for was He not their Friend and Elder Brother? Brought into close communion with Christ, they sat with Him in heavenly places. With what burning language they clothed their ideas as they bore witness for Him!”—Ellen G. White, The Acts of the Apostles, pp. 38, 46.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1 </strong>The psalmist said, “My soul thirsts for God, for the living God. When shall I come and appear before God?” (Ps. 42:2, ESV). How can we have the same thirst to come into the presence of God? If we don’t rejoice now in the presence of God as we worship Him and come before His presence in faith, will we rejoice in the future? What are the factors that lead to joy before God?\n</p><p><strong>2 </strong>In a book mocking faith, someone created a robot that supposedly did our believing for us. Though this was a spoof, how can we be careful not to do as Israel did in the desert, and that is to make a request for intermediaries between us and God? We tend to allow other people to study the Bible in our behalf and find the gems of truth in the Bible. Some people may feel tempted to think that the prayers of others in their behalf carry more weight before God than their own prayers. Why should we avoid this spiritual trap? Why, because of Jesus, can we approach God without the need of anyone else?\n</p><p><strong>3</strong> Hebrews is about assurance of salvation. How, though, must we be careful not to mistake presumption for assurance?</p><p><br></p><p>Inside Story:</p><p>God Is the Best Witness By Anna Likholet<br><br>At the age of 18, I longed to share Jesus with others. But I was afraid. Then I needed surgery, and I was hospitalized in Tula, a city about two and a half hours by car from Russia’s capital, Moscow. Three of the six beds in my room were occupied when I arrived. My operation was scheduled for the next day. What should I do? What does someone do before an operation? I thought. I opened my Bible. The woman across from me immediately asked, “Are you a Christian?” “Yes,” I said. She then wanted to know which church I went to. I didn’t want to be mocked for being a Seventh-day Adventist. Many Russians belong to another Christian denomination and dismiss Adventists as members of a sect. “I’m a Protestant,” I said. The woman wasn’t satisfied. “Which Protestant church do you belong to?” she said. What could I say? “I’m a Seventh-day Adventist,” I said. “Wow, a Seventh-day Adventist!” she exclaimed. “I know Adventists! They are the best people!” The woman spoke enthusiastically about the church, its work, and Zaoksky Adventist University located outside Tula. The two other patients listened silently. They had never heard about the Adventist Church. “Adventists are good Christians!” the woman said. “My father knows some nice Adventists.” As she spoke, the physician entered the room. He was surprised to see her. “What are you doing here?” he asked. “What do you mean?” she replied “I ordered you to be discharged yesterday,” he said. “You should already be at home.” Her husband picked her up within 30 minutes. God had answered my prayers in an unexpected way. He revealed Himself on His own in my hospital room. God had done everything. As a result, the other patients knew I was an Adventist and that Adventists love Jesus. If you long to share Him, He can arrange it. He will do everything for you.<br><br>* This mission story illustrates Mission Objective Number 1 of the Seventh-day Adventist Church’s “I Will Go” strategic plan: “To revive the concept of worldwide mission and sacrifice for mission as a way of life involving not only pastors but every church member, young and old, in the joy of witnessing for Christ and making disciples.” Learn more at IWillGo2020.org<br></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus Opens the Way Through the Veil</p>",
      "verse": "<p>“For Christ has not entered the holy places made with hands, which are copies of the true, but into heaven itself, now to appear in the presence of God for us” (Hebrews 9:24, NKJV).</p>",
      "versionCode": 16,
      "weekDate": "February 26–March 4"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
