{
  "data": [
    {
      "color": "#ff5b33",
      "id": 13,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "23 de diciembre",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>El libro de Apocalipsis llena la mente de escenas del fin. El epicentro del libro está en el conflicto cósmico entre Cristo y Satanás. Satanás ha perdido su dominio pretendidamente legal sobre la Tierra, y ahora persigue a aquellos que permanecen leales a Dios. El libro culmina con el regreso de Jesús para liberar a sus hijos. El libro nos muestra también la destrucción de Satanás y de los malvados por medio del fuego, y el establecimiento por parte de Jesús de su Reino eterno en la Tierra hecha nueva.\n</p><p>Los estudiosos del Apocalipsis exploran con entusiasmo y tratan de identificar las señales y los acontecimientos predichos que marcan la historia de la iglesia desde el siglo I d.C. hasta nuestros días, en el tiempo del fin. Y hacen bien. Sin embargo, en la última lección de este trimestre, veremos que el Apocalipsis es un libro misionero centrado en un Dios misionero que nos llama a ser una iglesia misionera. Nuestro llamado a proclamar la “verdad presente” al mundo existirá hasta que todos hayan tomado la decisión a favor o en contra de Dios.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de diciembre",
          "dayTitle": "<p>EL APOCALIPSIS: LA MISIÓN DE DIOS PARA LOS ÚLTIMOS DÍAS</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p>Las primeras líneas del Apocalipsis le indican al lector que este libro se enfoca en la misión de Dios.\n</p><p><strong>Lee Apocalipsis 1:1 al 7. ¿En qué medida ves evidencias de que el Apocalipsis se centra en la misión de Dios de los últimos días?\n</strong></p><p><strong>Apocalipsis 1: 1-7\n</strong></p><p><strong>1</strong> La revelación de Jesucristo, que Dios le dio, para manifestar a sus siervos las cosas que deben suceder pronto; y la declaró enviándola por medio de su ángel a su siervo Juan\n</p><p><strong>2</strong> que ha dado testimonio de la palabra de Dios, y del testimonio de Jesucristo, y de todas las cosas que ha visto.\n</p><p><strong>3</strong> Bienaventurado el que lee, y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.\n</p><p><strong>4</strong> Juan, a las siete iglesias que están en Asia: Gracia y paz a vosotros, del que es y que era y que ha de venir, y de los siete espíritus que están delante de su trono\n</p><p><strong>5 </strong>y de Jesucristo el testigo fiel, el primogénito de los muertos, y el soberano de los reyes de la tierra. Al que nos amó, y nos lavó de nuestros pecados con su sangre\n</p><p><strong>6</strong> y nos hizo reyes y sacerdotes para Dios, su Padre; a él sea gloria e imperio por los siglos de los siglos. Amén.\n</p><p><strong>7</strong> He aquí que viene con las nubes, y todo ojo le verá, y los que le traspasaron; y todos los linajes de la tierra harán lamentación por él. Sí, amén.\n</p><p>Después de revelar en los primeros versículos que Jesús es la fuente y el centro del Apocalipsis, Apocalipsis 1:4 y 5 alude a los tres miembros de la Deidad, que trabajan unidos para salvar a los seres humanos. El Padre es el eterno que era, es y ha de venir. Se nombra al Espíritu Santo, que actúa poderosamente entre las iglesias del siglo I. A continuación, Juan recuerda la condición de Jesucristo: el “Testigo Fiel”, “el primogénito (principal) de los muertos” (Apoc. 1:5), quien posee doblemente la propiedad legal de este planeta. El intento de Satanás de utilizar esta Tierra para establecer su reino fracasó. Además de la victoria de Dios sobre Satanás, la sangre derramada de nuestro Creador lava nuestras culpa y vergüenza.\n</p><p><strong>Lee Apocalipsis 1:6 y 1 Pedro 2:9. ¿Qué significan los títulos de los redimidos en estos versículos?\n</strong></p><p><strong>1 Pedro 2:9\n</strong></p><p><strong>29</strong> Mas vosotros sois linaje escogido, real sacerdocio, nación santa, pueblo adquirido por Dios, para que anunciéis las virtudes de aquel que os llamó de las tinieblas a su luz admirable;\n</p><p>El objetivo de la misión de Dios no es simplemente arrastrar a la gente que perece hasta un lugar seguro. La salvación de Dios ofrece un estatus nuevo y honorable, porque la imagen de Dios se restaura en nosotros. Los redimidos se convierten en miembros de la realeza (reyes), porque estamos emparentados por sangre con el Rey del Universo mediante la sangre derramada de Jesús. Ahora, como miembros de la familia real, nos unimos a la misión de la familia real en la salvación de otros seres humanos. ¡Esto nos hace sacerdotes! Cristo ha erigido a su iglesia como un “reino”, y a sus miembros individuales los consagró como “sacerdotes”. Ser miembro del Reino celestial es ser sacerdote.\n</p><p>En Apocalipsis 1:7 hallamos la urgencia de la misión: Jesús viene, y las naciones se lamentarán porque están perdidas. Dios se interesa por los que están alejados de él. En consecuencia, el libro del Apocalipsis comienza con la misión de Dios en favor de los seres humanos.\n</p><p><strong>Dios no solo nos creó, sino también nos redimió, y a un precio asombroso. ¿Por qué esta verdad debería darnos tanta esperanza, independientemente de nuestra situación actual?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de diciembre",
          "dayTitle": "<p>EL MENSAJE Y LA MISIÓN DE LOS TRES ÁNGELES</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p>El libro del Apocalipsis nos ofrece una representación poderosa y gráfica del tema del Gran Conflicto, tal vez representado de forma más dramática en Apocalipsis 12:12: “Por eso, ¡alégrense, cielos, y ustedes, los que habitan en ellos! ¡Ay de la tierra y el mar! Porque el diablo ha descendido a ustedes con gran furor al saber que le queda poco tiempo”. Es difícil imaginar que alguien pueda entender algo de las Escrituras sin la ayuda del tema del Gran Conflicto, que llegará a su clímax en ocasión de los últimos días.\n</p><p><strong>Lee Apocalipsis 14:6 al 12. ¿Qué se representa aquí y qué tienen que ver estos versículos con nuestra misión y nuestro mensaje?\n</strong></p><p><strong>Apocalipsis 14: 6-12\n</strong></p><p><strong>6</strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,\n</p><p><strong>7</strong> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.\n</p><p><strong>8</strong> Otro ángel le siguió, diciendo: Ha caído, ha caído Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación.\n</p><p><strong>9</strong> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano\n</p><p><strong>10</strong> él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;\n</p><p><strong>11</strong> y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.\n</p><p><strong>12</strong> Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.\n</p><p>En el centro de la misión, de la misión de Dios, está el mensaje, el mensaje de Dios: el evangelio. El mensaje, en el verdadero sentido, es la misión. El mundo necesita ser advertido de lo que le espera, y cada persona se verá obligada a tomar una decisión, una decisión para vida o para muerte.\n</p><p><strong>“El que no está conmigo, está contra mí. El que conmigo no junta, desparrama” (Luc. 11:23). ¿Qué está diciendo Jesús aquí, que tiene que ver directamente con nuestra misión?\n</strong></p><p>El mensaje de los tres ángeles de Apocalipsis 14 constituye el núcleo, el corazón, de lo que los adventistas del séptimo día hemos sido llamados a proclamar al mundo. Hay dos temas centrales y fundamentales: “el evangelio eterno” (Apoc. 14:6) y la adoración al Creador. Estos dos temas aparecen en esta representación de los santos: “¡Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús!” (Apoc. 14:12). Independientemente de todo lo demás que hagamos (todo el bien que hagamos ayudando a la gente), nunca debemos perder de vista nuestros especiales llamamiento y misión, que es proclamar a un mundo perdido la esperanza que se encuentra en el “evangelio eterno”, así como advertir al mundo de lo que un día le sobrevendrá.\n</p><p><strong>“El que no está conmigo, está contra mí” (Luc. 11:23). ¿Cómo entiendes lo que Jesús nos está diciendo aquí? ¿Por qué estas palabras deberían hacernos examinar dónde está realmente nuestro corazón?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de diciembre",
          "dayTitle": "<p>LA CRISIS FINAL</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>Jesús dijo a sus discípulos, y nos dice a nosotros: “Por tanto, vayan a todas las naciones, hagan discípulos bautizándolos en el nombre del Padre, del Hijo y del Espíritu Santo, y enséñenles a obedecer todo lo que les he mandado. Y yo estoy con ustedes todos los días, hasta el fin del mundo” (Mat. 28:19, 20). Esta es la Gran Comisión. Y en muchos sentidos el mensaje de los tres ángeles, con un llamado a “toda nación y tribu, lengua y pueblo” (Apoc. 14:6), es simplemente la “verdad presente” (2 Ped. 1:12) de la Gran Comisión.\n</p><p><strong>Apocalipsis 14:6\n</strong></p><p><strong>6</strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo\n</p><p><strong>2 Pedro 1:12\n</strong></p><p><strong>12</strong> Por esto, yo no dejaré de recordaros siempre estas cosas, aunque vosotros las sepáis, y estéis confirmados en la verdad presente.\n</p><p><strong>Lee 1 Juan 4:8, 2 Pedro 3:9, 1 Timoteo 2:4 y Génesis 12:3. ¿Por qué todos los grupos de personas son importantes para Dios?\n</strong></p><p><strong>1 Juan 4:8\n</strong></p><p><strong>8</strong> El que no ama, no ha conocido a Dios; porque Dios es amor.\n</p><p><strong>2 Pedro 3:9\n</strong></p><p><strong>9</strong> El Señor no retarda su promesa, según algunos la tienen por tardanza, sino que es paciente para con nosotros, no queriendo que ninguno perezca, sino que todos procedan al arrepentimiento.\n</p><p><strong>1 Timoteo 2:4\n</strong></p><p><strong>4</strong> el cual quiere que todos los hombres sean salvos y vengan al conocimiento de la verdad.\n</p><p><strong>Génesis 12:3\n</strong></p><p><strong>3</strong> Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.\n</p><p>El amor de Cristo es hacia toda la humanidad, sin excluir a ningún grupo. Contrariamente a la teología que enseña que Cristo murió únicamente por una élite predestinada, la Biblia es clara en que la muerte de Cristo fue por todas las personas, independientemente de su raza, etnia o cualquier otro factor. Si eres un ser humano, Cristo murió por ti. Punto. La única pregunta que les queda a todos es: ¿Cómo respondes a su muerte?\n</p><p>Cuando Jesús regrese, solo habrá dos bandos manifiestos: los que se han sometido a la autoridad de Satanás por medio de las instituciones religiosas y políticas, como se muestra en Apocalipsis 13 y 17, y los que se han sometido plenamente a Jesucristo, cuya fe se manifiesta por guardar “los mandamientos de Dios” (Apoc. 14:12).\n</p><p><strong>Apocalipsis 14:12\n</strong></p><p><strong>12</strong> Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.\n</p><p>Desde el principio, los seres humanos han tenido pruebas de quién es Dios y de sus sendas de justicia y amor (Rom. 1:18-21). Por lo tanto, todos los seres humanos de épocas pasadas serán juzgados sobre la base de cómo cooperaron con Dios y la vida que llevaron, independientemente de cuánto entendieron (Rom. 2:11-16).\n</p><p><strong>Romanos 1:18-21\n</strong></p><p><strong>18</strong> Porque la ira de Dios se revela desde el cielo contra toda impiedad e injusticia de los hombres que detienen con injusticia la verdad;\n</p><p><strong>19 </strong>porque lo que de Dios se conoce les es manifiesto, pues Dios se lo manifestó.\n</p><p><strong>20 </strong>Porque las cosas invisibles de él, su eterno poder y deidad, se hacen claramente visibles desde la creación del mundo, siendo entendidas por medio de las cosas hechas, de modo que no tienen excusa.\n</p><p><strong>21 </strong>Pues habiendo conocido a Dios, no le glorificaron como a Dios, ni le dieron gracias, sino que se envanecieron en sus razonamientos, y su necio corazón fue entenebrecido.\n</p><p><strong>Romanos 2:11-16\n</strong></p><p><strong>11</strong> porque no hay acepción de personas para con Dios.\n</p><p><strong>12 </strong>Porque todos los que sin ley han pecado, sin ley también perecerán; y todos los que bajo la ley han pecado, por la ley serán juzgados;\n</p><p><strong>13 </strong>porque no son los oidores de la ley los justos ante Dios, sino los hacedores de la ley serán justificados\n</p><p><strong>14 </strong>Porque cuando los gentiles que no tienen ley, hacen por naturaleza lo que es de la ley, estos, aunque no tengan ley, son ley para sí mismos\n</p><p><strong>15 </strong>mostrando la obra de la ley escrita en sus corazones, dando testimonio su conciencia, y acusándoles o defendiéndoles sus razonamientos\n</p><p><strong>16 </strong>en el día en que Dios juzgará por Jesucristo los secretos de los hombres, conforme a mi evangelio.\n</p><p>Pero, en este tiempo del fin hay una creciente polarización, y ya no se respetará la libertad de conciencia. Se presionará a la gente para que se alinee con el bando de Satanás. Es urgente que se proclame el evangelio y se expongan las serias noticias acerca de las estrategias de Satanás. Y eso es exactamente de lo que trata el mensaje de los tres ángeles, y nuestra misión.\n</p><p><strong>Medita sobre el hecho de que Cristo ha muerto por ti individualmente. ¿Qué podría hacerte pensar que la muerte de Cristo en la Cruz no podría pagar cualquier cosa que hayas hecho, por más mala que sea?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de diciembre",
          "dayTitle": "<p>ÉXITO EN LA MISIÓN</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p>¿Qué es tener éxito en la misión? Podríamos vernos tentados a pensar que tiene que ver con muchos bautismos, grandes iglesias y tasas de crecimiento de iglesia rápidas. Podríamos pensar que el éxito consiste en entrar en cada tribu y grupo étnico de la Tierra con la verdad, y que podamos acelerarlo utilizando la radio, Internet y la televisión. Aunque todo esto puede ser bueno, debemos recordar lo que Pablo escribió a la comunidad de fe en Corinto: “Yo planté, Apolo regó, pero el crecimiento lo ha dado Dios” (1 Cor. 3:6). En otras palabras, nuestro enfoque debe estar en el proceso; Dios se ocupará del crecimiento.\n</p><p>Ya hemos visto que el objeto de la misión de Dios es salvar a los perdidos de cada grupo étnico de la Tierra, haciéndolos discípulos leales de Jesús comprometidos con su misión.\n</p><p><strong>Lee los siguientes versículos. ¿Qué nos dicen acerca del carácter de quienes se convierten en seguidores de Jesús?\n</strong></p><p><strong>2 Corintios 11:2\n</strong></p><p><strong>2</strong> Porque os celo con celo de Dios; pues os he desposado con un solo esposo, para presentaros como una virgen pura a Cristo.\n</p><p><strong>Isaías 30:21\n</strong></p><p><strong>21</strong> Entonces tus oídos oirán a tus espaldas palabra que diga: Este es el camino, andad por él; y no echéis a la mano derecha, ni tampoco torzáis a la mano izquierda.\n</p><p><strong>Juan 10:27\n</strong></p><p><strong>27</strong> Mis ovejas oyen mi voz, y yo las conozco, y me siguen,\n</p><p><strong>Juan 16:12-13\n</strong></p><p><strong>12</strong> Aún tengo muchas cosas que deciros, pero ahora no las podéis sobrellevar.\n</p><p><strong>13 </strong>Pero cuando venga el Espíritu de verdad, él os guiará a toda la verdad; porque no hablará por su propia cuenta, sino que hablará todo lo que oyere, y os hará saber las cosas que habrán de venir.\n</p><p><strong>2 Tesalonisenses 2:9-11\n</strong></p><p><strong>9</strong> inicuo cuyo advenimiento es por obra de Satanás, con gran poder y señales y prodigios mentirosos\n</p><p><strong>10 </strong>y con todo engaño de iniquidad para los que se pierden, por cuanto no recibieron el amor de la verdad para ser salvos.\n</p><p><strong>11 </strong>Por esto Dios les envía un poder engañoso, para que crean la mentira,\n</p><p><strong>Hebreos 3:12-13\n</strong></p><p><strong>12</strong> Mirad, hermanos, que no haya en ninguno de vosotros corazón malo de incredulidad para apartarse del Dios vivo;\n</p><p><strong>13 </strong>antes exhortaos los unos a los otros cada día, entre tanto que se dice: Hoy; para que ninguno de vosotros se endurezca por el engaño del pecado.\n</p><p><strong>1 Juan 1:8-9\n</strong></p><p><strong>8</strong> Si decimos que no tenemos pecado, nos engañamos a nosotros mismos, y la verdad no está en nosotros.\n</p><p><strong>9 </strong>Si confesamos nuestros pecados, él es fiel y justo para perdonar nuestros pecados, y limpiarnos de toda maldad.\n</p><p><strong>Apocalipsis 7:14\n</strong></p><p><strong>14</strong> Yo le dije: Señor, tú lo sabes. Y él me dijo: Estos son los que han salido de la gran tribulación, y han lavado sus ropas, y las han emblanquecido en la sangre del Cordero.\n</p><p><strong>Apocalipsis 19:8\n</strong></p><p><strong>8</strong> Y a ella se le ha concedido que se vista de lino fino, limpio y resplandeciente; porque el lino fino es las acciones justas de los santos.\n</p><p>Los discípulos de Jesús son puros y son leales a Jesús, como una novia pura para su prometido. Siguen a Jesús cuando él los guía por medio de la voz apacible y suave del Espíritu Santo. Esto incluye guiarlos a la obra misionera en favor de los demás. No hay engaño en estos discípulos. No se dejan llevar por dudas extenuantes, falsas enseñanzas ni la inmoralidad. Y no se sienten moralmente superiores a los demás. Reconocen que son imperfectos, que necesitan la gracia purificadora y la misericordia de Dios. Al comprender esto, también están abiertos a recibir corrección e instrucción de otros creyentes. El éxito en la misión es el resultado de hacer este tipo de discípulos.\n</p><p><strong>¿Qué significa ser una “una virgen pura” para Cristo (2 Cor. 11:2)? ¿De qué manera podemos, como pecadores, ser así ante Dios e insistir a los demás que también sean vírgenes puras para Cristo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de diciembre",
          "dayTitle": "<p>MISIÓN COMPLETA</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Apocalipsis 21:1 al 4 y 21:22 al 22:5. ¿Qué escena se describe aquí?\n</strong></p><p><strong>Apocalipsis 21:1- 4 , 22-25\n</strong></p><p><strong>1</strong> Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.\n</p><p><strong>2 </strong>Y yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.\n</p><p><strong>3 </strong>Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.\n</p><p><strong>4 </strong>Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.\n</p><p><strong>22 </strong>Y no vi en ella templo; porque el Señor Dios Todopoderoso es el templo de ella, y el Cordero.\n</p><p><strong>23 </strong>La ciudad no tiene necesidad de sol ni de luna que brillen en ella; porque la gloria de Dios la ilumina, y el Cordero es su lumbrera.\n</p><p><strong>24 </strong>Y las naciones que hubieren sido salvas andarán a la luz de ella; y los reyes de la tierra traerán su gloria y honor a ella.\n</p><p><strong>25</strong> Sus puertas nunca serán cerradas de día, pues allí no habrá noche.\n</p><p>¡Qué paraíso será la Tierra Nueva! La muerte y el pecado habrán desaparecido; Satanás y la maldad habrán sido destruidos. Nos encontraremos con nuestro amoroso Salvador y nos reuniremos con nuestros seres queridos. Y la nueva Tierra estará poblada con representantes de todas las etnias y los idiomas.\n</p><p>La Junta de Misiones de la Asociación General ha aprobado indicadores de Misión Global que pueden usarse para determinar si un grupo étnico ha sido alcanzado o no. Un “grupo étnico alcanzado” es aquel que tiene un número adecuado de personas y recursos para testificar efectivamente al resto del grupo sin requerir ayuda externa; tiene cultos de adoración, Biblias y otras publicaciones en su lengua materna; y hay líderes de la iglesia nativos que pueden testificar al resto del grupo étnico sin trabajar mediante un traductor.\n</p><p>Un “grupo étnico no alcanzado” es aquel que no tiene una comunidad nativa de adventistas creyentes con el número y los recursos adecuados para testificar eficazmente a su propio grupo sin ayuda externa a su cultura.\n</p><p>Cada iglesia local y Asociación debe determinar los grupos étnicos que hay en su comunidad que necesitan ser alcanzados. Ahora es el momento de invertir en la misión de Dios de hacer discípulos en todos los grupos étnicos, apresurar el regreso de nuestro Salvador y, al final, vivir con ellos en el nuevo Cielo y la nueva Tierra que se nos promete aquí.\n</p><p><strong>Desafío: ¿En qué medida estás apresurando el regreso de Cristo? ¿Estás plantando semillas de esperanza en el corazón de los que necesitan oír las buenas nuevas? ¿Estás “regando” a los nuevos creyentes, ayudándolos a aprender lo que significa vivir una vida de obediencia leal a Cristo? Ora pidiendo oportunidades para comunicar la promesa de una Tierra Nueva a las personas que están en tu lista de oración diaria.\n</strong></p><p><strong>Desafío avanzado: Algunos de tus “discípulos” pueden estar listos para aceptar a Cristo. Esto incluye unirse a una iglesia o a un grupo de creyentes. Ponte en su lugar, e imagina que asistes a tu iglesia por primera vez. ¿Qué tipo de experiencia tendrías? Tu iglesia ¿está preparada para acoger y discipular a gente nueva? ¿Está dispuesta a iniciar nuevos grupos de creyentes, en lugar de limitarse a fomentar su propia comunidad? Elabora una estrategia para abordar los aspectos débiles. Comparte tus ideas con los dirigentes de tu iglesia, y trabaja con ellos con el fin de implementar un plan para llegar a ser una iglesia más deliberada en la formación de discípulos.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de diciembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>“El gran Plan de la Redención dará por resultado el completo restablecimiento del favor de Dios para el mundo. Será restaurado todo lo que se perdió a causa del pecado. No solo el hombre sino también la Tierra serán redimidos, para que sea la morada eterna de los obedientes. Durante seis mil años, Satanás luchó por mantener la posesión de la Tierra. Pero se cumplirá el propósito original de Dios al crearla. ‘Recibirán el reino los santos del Altísimo, y poseerán el reino hasta el siglo, eternamente y para siempre’ (Dan. 7:18)” (Elena de White, Patriarcas y profetas, p. 355).\n</p><p>Pero, antes de que eso pueda hacerse realidad, nuestro deber es asociarnos con Dios en su misión de alcanzar al mundo con el mensaje de advertencia, para que la gente pueda aceptar y formar parte de la promesa de Dios de la re-creación.\n</p><p>“Anhelo ver a muchos obreros trabajar por aquellos que no conocen las evidencias de nuestra fe. Muchos han recibido gran luz al escuchar el mensaje de los tres ángeles, y ahora deben proclamar este mensaje en todas partes del mundo. Deseo hacer mi parte y abrir el camino para que otros lleven la luz de la verdad. Que el Señor nos ayude a ponernos la armadura. Los creyentes deben unirse en la solemne tarea de dar la última nota de advertencia al mundo” (Elena de White, Carta 390, 1907).\n</p><p>Durante este trimestre, hemos estudiado diversos aspectos y temas relacionados con la misión de Dios. Esta semana, concluimos nuestro estudio explorando las claves del Apocalipsis para comprender cómo es una relación restaurada con Dios, y culminó con una visión de la misión cumplida: la re-creación y la restauración de la Tierra. Si bien es cierto que los días de destrucción del pecado y del sufrimiento serán los más aterradores de la historia de la Tierra, Dios proyecta nuestra visión a un tiempo más allá de esta destrucción y ofrece consuelo y aliento en la promesa de la Tierra restaurada.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> ¿Qué es el “evangelio eterno”? ¿Por qué es “eterno”? Y ¿por qué lo que enseña debe ser fundamental para nuestra misión?\n</p><p><strong>2.</strong> ¿Por qué hacemos tanto hincapié en el mensaje de los tres ángeles? ¿Cómo respondes al argumento de que debemos concentrarnos en Jesús, y no en algo tan supuestamente “negativo” como este mensaje, que incluye advertencias muy fuertes?\n</p><p><strong>3.</strong> ¿Cuánto te ha ayudado este trimestre a comprender más cabalmente no solo la importancia de la misión, sino además la manera en que tu iglesia y tú podrían participar mejor de ella, que es a lo que hemos sido llamados?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ:</p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p>La segunda venida de Jesús, que conduce a la re-creación de esta Tierra, es la culminación de la historia bíblica. Apocalipsis 21 y 22 podrían describirse como el final “feliz” supremo. Y, en cierto sentido, esta es una interpretación acertada. Desde esta perspectiva, la Segunda Venida y la Tierra Nueva son la culminación de la misión de Dios. Todo culmina en la vida eterna de felicidad y gozo con Dios. Desde otro punto de vista, esta culminación no es el “fin”, sino el comienzo, o la continuación, de lo que Dios quería para la humanidad y para la Tierra; un comienzo en el que los redimidos profundizarán en su comprensión de Dios y de su carácter a lo largo de la eternidad.\n</p><p>Puede ser útil pensar en la revelación de Dios en tres fases, donde cada una requiere diferentes definiciones de “misión”. (1) La primera fase comprende la creación del mundo y la interacción de Dios con sus seres creados en el Edén. Incluso en el Edén, la misión de Dios era revelar, por medio de relaciones amorosas, quién era él. Pero el pecado alteró esta realidad, y dio lugar al mundo en el que habitamos, un mundo lleno de miseria, dolor, sufrimiento y muerte. (2) Este gran cambio exigió que la misión de Dios adquiriera nuevos elementos: concretamente, la necesidad de la Encarnación, que condujo a la vida, la muerte y la resurrección de Jesús. La Encarnación hace posible la realidad futura de la Tierra Nueva. (3) La fase final de la misión de Dios alcanza su punto culminante en la Segunda Venida.\n</p><p>Pero este evento no es el final de la humanidad ni de la historia de Dios. La vida eterna no tendría sentido si la Segunda Venida solo anunciara el final de la historia de esta Tierra. Al contrario, la Eternidad es un nuevo comienzo de infinitas posibilidades.\n</p><p><strong>COMENTARIO\n</strong></p><p>Como adventistas, acertadamente enfatizamos la Segunda Venida en nuestras iglesias y en nuestra obra de evangelización. El mundo necesita desesperadamente el mensaje de esperanza que ofrece el regreso de Jesús. De igual importancia es la descripción bíblica de la Tierra Nueva, que no es un reino celestial en las nubes, sino una Tierra recreada, que en muchos aspectos se parecerá a nuestro mundo actual. La gran diferencia entre la Tierra Nueva y esta Tierra es que ya no existirán los problemas del pecado y la muerte.\n</p><p>Desde el momento en que Adán y Eva eligieron seguir un camino contrario a la senda de amor que Dios mostró, la humanidad y la Tierra, en general, se han enfrentado al sufrimiento y la muerte. Ese destino no era lo que Dios deseaba para la humanidad, pero era una posibilidad en un mundo de libre albedrío, necesario para que exista el amor. En el mundo actual, nos encontramos en esta fase de la misión de Dios. A lo largo de la historia, la misión de Dios se ha revelado de numerosas maneras a los pueblos de la Tierra, como atestigua la Biblia. La última manifestación tuvo lugar en la encarnación de Jesús, el Hijo de Dios, sobre la Tierra (Juan 1:1-14). Una parte fundamental de la misión de Dios se cumplió durante la Encarnación; a saber, la vida, la muerte y la resurrección de Jesús, que hacen posible la vida eterna para la humanidad.\n</p><p>A pesar del extraordinario acto de amor y redención de Jesús hace más de dos mil años, todavía nos encontramos sumidos en el horror de este mundo. La misión de Dios de conducirnos a la vida eterna en un mundo recreado está todavía en el futuro. La concreción de lo que Dios hizo mediante la Encarnación encontrará su cumplimiento más profundo en la resurrección de los fieles, que serán trasladados, junto con los que viven en relación con Dios, cuando Jesús vuelva (1 Cor. 15:12-34). Incluso este resultado no es el cumplimiento final de la redención de Dios. Ese acontecimiento tendrá lugar cuando se vuelva a crear la Tierra, como se describe en Apocalipsis 21 y 22.\n</p><p>La misión de Dios se centra en las relaciones, y es en Apocalipsis 21 y 22 donde nosotros, como lectores, vislumbramos el deseo relacional de Dios de estar con nosotros de forma más tangible por toda la eternidad. Apocalipsis 21 y 22 menciona que Dios habitará con los seres humanos y se relacionará con ellos cara a cara en la Tierra Nueva (Apoc. 21:3; 22:4). Esta cohabitación de la Deidad con la humanidad es el objetivo final de la misión actual de Dios relativa a nosotros. Está más allá de nuestra imaginación sentir y comprender cómo será la convivencia con Dios cara a cara, pero por la descripción que hace la Biblia, es algo hermoso que debería inspirar a quienes la lean a anhelar una relación con Dios ahora.\n</p><p>Desde esta perspectiva, podría afirmarse que la misión de Dios culmina en la Tierra Nueva. De hecho, el Plan de Redención se ha llevado a cabo en esta etapa. Sin embargo, en cierto nivel, parece que la misión de Dios continúa más allá de lo que nosotros, como seres humanos, podemos imaginar. La Tierra Nueva ¿es el fin o el principio? En resumen, ambas cosas.\n</p><p>Como humanidad, debemos tener en cuenta que somos seres creados; por lo tanto, no podemos pretender ser omniscientes como Dios. Esto implica que los seres humanos seremos eternos aprendices, y creceremos constantemente en el conocimiento de quién es Dios y quiénes somos nosotros en relación con Dios, con los demás y con la Tierra. Por lo tanto, si definimos la misión de Dios como el deseo divino de revelar su amor a la humanidad y de que ese amor se reproduzca creativamente, entonces la misión de Dios no tendría fin; más bien, sería una realidad eterna y continua.\n</p><p>Esta interpretación se ajusta mejor a la descripción bíblica de Dios. En lugar de afirmar que la Tierra Nueva es el fin de su misión, la Tierra Nueva es un nuevo comienzo que se basa en lo que hubo antes, pero que cambia eternamente hacia un amor relacional más profundo y significativo. En este sentido, la misión de Dios es una actividad eterna en la que tenemos el privilegio de participar. Así, el final de una fase concreta de la misión de Dios se produce en la Segunda Venida. Pero este final conduce a la siguiente fase de la misión de Dios. De modo que la Tierra Nueva no es simplemente una culminación, sino más bien una continuación.\n</p><p>La fase de la misión de Dios en la Tierra Nueva también es una etapa de abundancia y gozo, en la que se cumple lo que Juan 10:10 afirma que es el propósito de Dios para la humanidad. Se nos describe la Tierra Nueva en el contexto de diversidad, en la que representantes de todos los orígenes culturales forman parte de la población redimida (Apoc. 21:24). Bajo inspiración divina, el apóstol Juan describe que los redimidos comen y beben juntos con alegría, y participan de los frutos del árbol de la vida y del agua viva que mana del Trono de Dios (Apoc. 21:6; 22:2). La Tierra Nueva es un lugar que da la impresión de una creatividad que supera nuestra imaginación. Dios estará allí entre la humanidad, interactuando con nosotros, creando nuevas ideas y mostrando su amor de nuevas maneras junto a nosotros. No es de extrañar, entonces, que la reacción de Juan fuera una súplica urgente para que Jesús viniera pronto (Apoc. 22:20). El mismo deseo nos inspira hoy a compartir con los demás la buena nueva de los planes de Dios para los redimidos en la Eternidad.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Los adventistas del séptimo día se enorgullecen de tener el mensaje de la segunda venida de Jesús como su rasgo distintivo más sobresaliente. Este mensaje es algo por lo que debemos estar agradecidos y compartir con el mundo que nos rodea. No cabe duda de que este mensaje es el que el mundo necesita oír desesperadamente.\n</p><p>Pero la verdad acerca de la Segunda Venida trasciende el hecho de compartir un mensaje. La humanidad también necesita ver lo que significa vivir en el presente con la esperanza del regreso del Señor y de la Tierra Nueva. Creer en la descripción bíblica debe llevar a algo más que a sermones evangelizadores: a una forma radicalmente distinta de vivir el presente. Quienes lean Apocalipsis 21 y 22 y comprendan la belleza relacional que retrata deberían sentirse atraídos por este tipo de vida ahora. Existen límites debido al impacto del pecado y la muerte, pero estas limitaciones no excluyen la posibilidad de compartir atisbos de la Tierra Nueva. Para quienes han experimentado el amor de Dios de primera mano y creen en las promesas de las Escrituras, la vida eterna comienza ahora.\n</p><p>Cuando la esperanza del regreso del Señor y la realidad de la Tierra Nueva forman parte de nuestra forma de vivir, los creyentes experimentamos la vida cotidiana desde una perspectiva esperanzadora en medio de un mundo que puede parecer sin esperanza. Esta perspectiva puede ayudar al creyente a vivir y a compartir la alegría y la paz cristianas, que se manifestarán en la bondad, la paciencia y la amabilidad hacia los demás. Esta perspectiva también puede inspirar a la humanidad a utilizar sus talentos y sus dones para vivir de forma creativa el amor de Dios, como él lo quiso para la humanidad desde el principio. Vivir una vida de amor así demuestra el reconocimiento, por parte del fiel seguidor de Dios, de que su experiencia es una senda hacia la vida abundante. Además, esta decisión indica que los seguidores de Dios disfrutarán al máximo de la experiencia de la Tierra Nueva.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>EL FIN DE LA MISIÓN DE DIOS</p>",
      "verse": "<p>“Siendo que todo será destruido, ¿qué clase de personas deben ser ustedes en santa y piadosa conducta, esperando y apresurándose para la venida del día de Dios? En ese día los cielos serán encendidos y deshechos, y los elementos se fundirán abrasados por el fuego” (2 Ped. 3:11, 12).</p>",
      "versionCode": 30,
      "weekDate": "23 - 29 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
