{
   "data":[
      {
         "color":"#6ce10f",
         "id":10,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 28 de mayo",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>La saga familiar de Jacob continúa, con sus cosas buenas y malas. Sin embargo, a pesar de todo, se revelan la mano de Dios y su fidelidad a las promesas del Pacto.\n</p><p>Esta semana veremos más de Jacob, ahora que dejó a Labán y, al regresar a casa, tuvo que enfrentarse a Esaú, la víctima de la traición de Jacob. ¿Qué le haría ahora su hermano, tan gravemente perjudicado? Afortunadamente para Jacob, en medio del temor de lo que ocurriría, el Señor Dios de sus padres volvió a aparecerle en un incidente que fue un precursor de lo que posteriormente se conocería como el “tiempo de angustia de Jacob” (ver Jer. 30:5–7). Y esa noche Jacob, el suplantador, se convirtió en “Israel”, un nuevo nombre para un nuevo comienzo, comienzo que finalmente conduciría a la creación de una nación que llevaría su nombre en su honor.\n</p><p>En otras palabras, a pesar de todo lo que sucede, las Escrituras relatan la historia de los patriarcas y su familia para mostrarnos que Dios es fiel en cumplir lo que prometió y que lo hará a pesar de que, a veces, al parecer su pueblo haga todo lo posible para impedir ese cumplimiento.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 29 de mayo",
               "dayTitle":"<p><strong>LUCHA CON DIOS</strong></p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>Luego de despedirse de Labán, Jacob pronto tiene otra experiencia con Dios. Al saber que su hermano Esaú está aproximándose, y “cuatrocientos hombres con él” (Gén. 32: 6), Jacob ora fervientemente al Señor. Aunque reconoció: “Realmente yo, tu siervo, no soy digno de la bondad y fidelidad con que me has privilegiado” (Gén. 32: 10, NVI). Jacob realmente estaba comprendiendo mejor de qué se trataba la gracia. Y ¿cómo respondió el Señor?\n</p><p><strong>Lee Génesis 32: 22 al 31; y Oseas 12: 3 y 4. ¿Cuál es el significado espiritual de esta asombrosa historia?\n</strong></p><p><strong>Génesis 32: 22 al 31&nbsp;</strong></p><p><strong><sup>22</sup></strong>&nbsp;Y se levantó aquella noche, y tomó sus dos mujeres, y sus dos siervas, y sus once hijos, y pasó el vado de Jaboc.&nbsp;</p><p><sup><strong>23</strong></sup> Los tomó, pues, e hizo pasar el arroyo a ellos y a todo lo que tenía.&nbsp;</p><p><strong><sup>24</sup></strong> Así se quedó Jacob solo; y luchó con él un varón hasta que rayaba el alba.&nbsp;</p><p><strong><sup>25</sup></strong> Y cuando el varón vio que no podía con él, tocó en el sitio del encaje de su muslo, y se descoyuntó el muslo de Jacob mientras con él luchaba.&nbsp;</p><p><strong><sup>26</sup></strong> Y dijo: Déjame, porque raya el alba. Y Jacob le respondió: No te dejaré, si no me bendices.&nbsp;</p><p><sup><strong>27</strong></sup> Y el varón le dijo: ¿Cuál es tu nombre? Y él respondió: Jacob.&nbsp;</p><p><sup><strong>28</strong></sup> Y el varón le dijo: No se dirá más tu nombre Jacob, sino Israel; porque has luchado con Dios y con los hombres, y has vencido.&nbsp;</p><p><strong><sup>29</sup></strong> Entonces Jacob le preguntó, y dijo: Declárame ahora tu nombre. Y el varón respondió: ¿Por qué me preguntas por mi nombre? Y lo bendijo allí.&nbsp;</p><p><strong><sup>30</sup></strong> Y llamó Jacob el nombre de aquel lugar, Peniel; porque dijo: Vi a Dios cara a cara, y fue librada mi alma.&nbsp;</p><p><strong><sup>31</sup></strong> Y cuando había pasado Peniel, le salió el sol; y cojeaba de su cadera.</p><p><strong>Oseas 12: 3 y 4</strong></p><p>&nbsp;<strong><sup>3</sup></strong> En el seno materno tomó por el calcañar a su hermano, y con su poder venció al ángel.&nbsp;</p><p><strong><sup>4</sup></strong> Venció al ángel, y prevaleció; lloró, y le rogó; en Bet-el le halló, y allí habló con nosotros.\n</p><p>Jacob está comprensiblemente angustiado por lo que estaba sucediendo y, después de hacer todo cuanto puede para proteger a su familia, acampa por la noche. Entonces, de repente “un varón” lo ataca (Gén. 32: 24). Este es un término que puede tener connotaciones especiales, ya que evoca la presencia divina (ver Isa. 53: 3). Daniel lo usó para referirse al Sacerdote celestial, Miguel (Dan. 10: 5); también fue la palabra que usó Josué para representar al “Príncipe del ejército de Jehová”, a quien Josué llama Señor (Jos. 5: 13-15).\n</p><p>De hecho, en medio de la lucha, debió haber sido obvio para Jacob que estaba luchando con Dios mismo, como lo revelaron sus palabras: “No te dejaré, si no me bendices” (Gén. 32: 26). Sin embargo, su ferviente apego a Dios, su negativa a dejarlo ir, también revela su apasionado deseo de perdón y de estar bien con su Señor.\n</p><p>“El error que habi? a inducido a Jacob al pecado de alcanzar la primogenitura por medio de un engan? o, ahora le fue claramente manifestado. No habi? a confiado en las promesas de Dios, sino que habi? a tratado de hacer por su propio esfuerzo lo que Dios habri? a hecho a su tiempo y a su modo” (PP 197).\n</p><p>Y la evidencia de que había sido perdonado fue el cambio de nombre: aquel que le recordaba su pecado por uno que conmemoraba su victoria. “No se dirá más tu nombre Jacob [el suplantador], sino Israel; porque has luchado con Dios y con los hombres, y has vencido”, dijo el ángel (Gén. 32: 28).\n</p><p><strong>¿Cuál ha sido tu experiencia en lo que respecta a la lucha con Dios? ¿Qué significa hacer eso y por qué a veces es importante que tengamos este tipo de experiencia?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 30 de mayo",
               "dayTitle":"<p><strong>LOS HERMANOS SE ENCUENTRAN</strong></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p>Desde Peniel, “el rostro de Dios” (ver Gén. 32: 30), el lugar donde tuvo esta experiencia con Dios, Jacob avanza ahora para encontrarse con su hermano. Después de veinte años de separación, Jacob lo ve acercarse con cuatrocientos hombres (Gén. 33: 1). Jacob está preocupado y, por lo tanto, se prepara él mismo y a su familia para lo que pudiera suceder.\n</p><p><strong>Lee Génesis 33. ¿Qué conexión hay entre la experiencia de Jacob de ver el rostro de Dios en Peniel y la experiencia de Jacob de ver el rostro de su hermano? ¿Cuál es la implicación de esta conexión con respecto a nuestra relación con Dios y nuestra relación con nuestros “hermanos”, sean quienes fueren?</strong></p><p><strong>Genesis 33</strong></p><p><strong><sup>1</sup></strong> Alzando Jacob sus ojos, miró, y he aquí venía Esaú, y los cuatrocientos hombres con él; entonces repartió él los niños entre Lea y Raquel y las dos siervas.&nbsp;</p><p><strong><sup>2</sup></strong> Y puso las siervas y sus niños delante, luego a Lea y sus niños, y a Raquel y a José los últimos.&nbsp;</p><p><strong><sup>3</sup></strong> Y él pasó delante de ellos y se inclinó a tierra siete veces, hasta que llegó a su hermano.&nbsp;</p><p><strong><sup>4</sup></strong> Pero Esaú corrió a su encuentro y le abrazó, y se echó sobre su cuello, y le besó; y lloraron.&nbsp;</p><p><strong><sup>5</sup></strong> Y alzó sus ojos y vio a las mujeres y los niños, y dijo: ¿Quiénes son estos? Y él respondió: Son los niños que Dios ha dado a tu siervo.&nbsp;</p><p><strong><sup>6</sup></strong> Luego vinieron las siervas, ellas y sus niños, y se inclinaron.&nbsp;</p><p><strong><sup>7</sup></strong> Y vino Lea con sus niños, y se inclinaron; y después llegó José y Raquel, y también se inclinaron.&nbsp;</p><p><strong><sup>8</sup></strong> Y Esaú dijo: ¿Qué te propones con todos estos grupos que he encontrado? Y Jacob respondió: El hallar gracia en los ojos de mi señor.&nbsp;</p><p><strong><sup>9</sup></strong> Y dijo Esaú: Suficiente tengo yo, hermano mío; sea para ti lo que es tuyo.&nbsp;</p><p><strong><sup>10</sup></strong> Y dijo Jacob: No, yo te ruego; si he hallado ahora gracia en tus ojos, acepta mi presente, porque he visto tu rostro, como si hubiera visto el rostro de Dios, pues que con tanto favor me has recibido.&nbsp;</p><p><strong><sup>11</sup></strong> Acepta, te ruego, mi presente que te he traído, porque Dios me ha hecho merced, y todo lo que hay aquí es mío. E insistió con él, y Esaú lo tomó.&nbsp;</p><p><strong><sup>12</sup></strong> Y Esaú dijo: Anda, vamos; y yo iré delante de ti.&nbsp;</p><p><strong><sup>13</sup></strong> Y Jacob le dijo: Mi señor sabe que los niños son tiernos, y que tengo ovejas y vacas paridas; y si las fatigan, en un día morirán todas las ovejas.&nbsp;</p><p><strong><sup>14</sup></strong> Pase ahora mi señor delante de su siervo, y yo me iré poco a poco al paso del ganado que va delante de mí, y al paso de los niños, hasta que llegue a mi señor a Seir.&nbsp;</p><p><strong><sup>15</sup></strong> Y Esaú dijo: Dejaré ahora contigo de la gente que viene conmigo. Y Jacob dijo: ¿Para qué esto? Halle yo gracia en los ojos de mi señor.&nbsp;</p><p><strong><sup>16</sup></strong> Así volvió Esaú aquel día por su camino a Seir.&nbsp;</p><p><strong><sup>17</sup></strong> Y Jacob fue a Sucot, y edificó allí casa para sí, e hizo cabañas para su ganado; por tanto, llamó el nombre de aquel lugar Sucot.&nbsp;</p><p><strong><sup>18</sup></strong> Después Jacob llegó sano y salvo a la ciudad de Siquem, que está en la tierra de Canaán, cuando venía de Padan-aram; y acampó delante de la ciudad.&nbsp;</p><p><strong><sup>19</sup></strong> Y compró una parte del campo, donde plantó su tienda, de mano de los hijos de Hamor padre de Siquem, por cien monedas.&nbsp;</p><p><strong><sup>20</sup></strong> Y erigió allí un altar, y lo llamó El-Elohe-Israel.</p><p>Jacob se inclina siete veces ante su hermano (Gén. 33: 3) a quien llama varias veces “mi señor” (Gén. 33: 8, 13, 15) y se identifica a sí mismo como su “siervo” (Gén. 33: 5; comparar con Gén. 32: 4, 18, 20). Perceptiblemente, las siete reverencias de Jacob reflejan las siete bendiciones de su padre (Gén. 27: 27-29). Además, cuando se inclina, específicamente revierte la bendición de su padre, quien le dijo: “Naciones se inclinen a ti” (Gén. 27: 29).\n</p><p>Es como si la intención de Jacob fuera pagar su deuda con su hermano y devolverle la bendición que le ha robado (ver Gén. 33: 11). Cuando Esaú vio a su hermano, contra todo pronóstico, corrió hacia Jacob y, en lugar de matarlo, “le besó; y lloraron” (Gén. 33: 4).\n</p><p>Más tarde, Jacob le comentó a Esaú: “He visto tu rostro, como si hubiera visto el rostro de Dios” (Gén. 33:10). La razón de la extraordinaria declaración de Jacob es saberse perdonado por Esaú. En Génesis 33:10 aparece el verbo hebreo ratsá, que se traduce como “favor” (RV60), o “bondad” (RV95). Es un término teológico que se refiere a cualquier sacrificio que sea “agradable”, “acepto” por Dios, que a su vez implica el perdón divino (Lev. 22: 27; Amós 5: 22).\n</p><p>La experiencia de Jacob de recibir el perdón de Dios en Peniel, donde vio el rostro de Dios, se repite ahora en su experiencia del perdón de su hermano, al que identifica como si viera el rostro de Dios. Jacob vive un segundo Peniel, el primero en preparación para el segundo. Jacob ha sido perdonado por Dios y por su hermano. Ciertamente ahora habrá entendido, aún más que antes, el significado de la gracia.\n</p><p><strong>¿Qué has aprendido acerca de la gracia por la manera en que los demás (además del Señor) te han perdonado?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 31 de mayo",
               "dayTitle":"<p><strong>LA VIOLACIÓN DE DINA</strong></p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p>Ahora que Jacob se ha reconciliado con su hermano, quiere establecerse en la tierra de Canaán en paz. La palabra shalem, “sano y salvo” (Gén. 33: 18), proveniente de la palabra shalom, “paz”, por primera vez califica su viaje.\n</p><p>Después de haber comprado un terreno a los habitantes (Gén. 33: 19), erige un altar allí, lo que muestra su fe y su comprensión de cuán dependiente es realmente del Señor. Porque en cada uno de los sacrificios ofrecidos había un acto de adoración.\n</p><p>Sin embargo, por primera vez en su vida, Jacob-Israel está expuesto a los problemas de establecerse en la tierra. Al igual que Isaac en Gerar con Abimelec (Gén. 26: 1-33), Jacob trata de encontrar cabida con los cananeos.\n</p><p><strong>Lee Génesis 34. ¿Qué sucedió que trastornó sus planes de una existencia pacífica?\n</strong></p><p><strong><sup>1</sup></strong> Salió Dina la hija de Lea, la cual esta había dado a luz a Jacob, a ver a las hijas del país.&nbsp;</p><p><strong><sup>2</sup></strong> Y la vio Siquem hijo de Hamor heveo, príncipe de aquella tierra, y la tomó, y se acostó con ella, y la deshonró.&nbsp;</p><p><strong><sup>3</sup></strong> Pero su alma se apegó a Dina la hija de Lea, y se enamoró de la joven, y habló al corazón de ella.&nbsp;</p><p><strong><sup>4</sup></strong> Y habló Siquem a Hamor su padre, diciendo: Tómame por mujer a esta joven.&nbsp;</p><p><strong><sup>5</sup></strong> Pero oyó Jacob que Siquem había amancillado a Dina su hija; y estando sus hijos con su ganado en el campo, calló Jacob hasta que ellos viniesen.</p><p><strong><sup>6</sup></strong> Y se dirigió Hamor padre de Siquem a Jacob, para hablar con él.&nbsp;</p><p><strong><sup>7</sup></strong> Y los hijos de Jacob vinieron del campo cuando lo supieron; y se entristecieron los varones, y se enojaron mucho, porque hizo vileza en Israel acostándose con la hija de Jacob, lo que no se debía haber hecho.&nbsp;</p><p><strong><sup>8</sup></strong> Y Hamor habló con ellos, diciendo: El alma de mi hijo Siquem se ha apegado a vuestra hija; os ruego que se la deis por mujer.&nbsp;</p><p><strong><sup>9</sup></strong> Y emparentad con nosotros; dadnos vuestras hijas, y tomad vosotros las nuestras. 10 Y habitad con nosotros, porque la tierra estará delante de vosotros; morad y negociad en ella, y tomad en ella posesión.&nbsp;</p><p><strong><sup>11</sup></strong> Siquem también dijo al padre de Dina y a los hermanos de ella: Halle yo gracia en vuestros ojos, y daré lo que me dijereis.&nbsp;</p><p><strong><sup>12</sup></strong> Aumentad a cargo mío mucha dote y dones, y yo daré cuanto me dijereis; y dadme la joven por mujer.</p><p>\n</p><p><strong><sup>13</sup></strong> Pero respondieron los hijos de Jacob a Siquem y a Hamor su padre con palabras engañosas, por cuanto había amancillado a Dina su hermana.&nbsp;</p><p><strong><sup>14</sup></strong> Y les dijeron: No podemos hacer esto de dar nuestra hermana a hombre incircunciso, porque entre nosotros es abominación.&nbsp;</p><p><strong><sup>15</sup></strong> Mas con esta condición os complaceremos: si habéis de ser como nosotros, que se circuncide entre vosotros todo varón.&nbsp;</p><p><strong><sup>16</sup></strong> Entonces os daremos nuestras hijas, y tomaremos nosotros las vuestras; y habitaremos con vosotros, y seremos un pueblo.&nbsp;</p><p><strong><sup>17</sup></strong> Mas si no nos prestareis oído para circuncidaros, tomaremos nuestra hija y nos iremos.&nbsp;</p><p><strong><sup>18</sup></strong> Y parecieron bien sus palabras a Hamor, y a Siquem hijo de Hamor.&nbsp;</p><p><strong><sup>19</sup></strong> Y no tardó el joven en hacer aquello, porque la hija de Jacob le había agradado; y él era el más distinguido de toda la casa de su padre.<sup><br></sup></p><p><strong><sup>20</sup></strong> Entonces Hamor y Siquem su hijo vinieron a la puerta de su ciudad, y hablaron a los varones de su ciudad, diciendo:&nbsp;</p><p><strong><sup>21</sup></strong> Estos varones son pacíficos con nosotros, y habitarán en el país, y traficarán en él; pues he aquí la tierra es bastante ancha para ellos; nosotros tomaremos sus hijas por mujeres, y les daremos las nuestras.&nbsp;</p><p><strong><sup>22</sup></strong> Mas con esta condición consentirán estos hombres en habitar con nosotros, para que seamos un pueblo: que se circuncide todo varón entre nosotros, así como ellos son circuncidados.&nbsp;</p><p><strong><sup>23</sup></strong> Su ganado, sus bienes y todas sus bestias serán nuestros; solamente convengamos con ellos, y habitarán con nosotros.&nbsp;</p><p><strong><sup>24</sup></strong> Y obedecieron a Hamor y a Siquem su hijo todos los que salían por la puerta de la ciudad, y circuncidaron a todo varón, a cuantos salían por la puerta de su ciudad.<sup><br></sup></p><p><strong><sup>25</sup></strong> Pero sucedió que al tercer día, cuando sentían ellos el mayor dolor, dos de los hijos de Jacob, Simeón y Leví, hermanos de Dina, tomaron cada uno su espada, y vinieron contra la ciudad, que estaba desprevenida, y mataron a todo varón.&nbsp;</p><p><strong><sup>26</sup></strong> Y a Hamor y a Siquem su hijo los mataron a filo de espada; y tomaron a Dina de casa de Siquem, y se fueron.&nbsp;</p><p><strong><sup>27</sup></strong> Y los hijos de Jacob vinieron a los muertos, y saquearon la ciudad, por cuanto habían amancillado a su hermana.&nbsp;</p><p><strong><sup>28</sup></strong> Tomaron sus ovejas y vacas y sus asnos, y lo que había en la ciudad y en el campo,&nbsp;</p><p><strong><sup>29</sup></strong> y todos sus bienes; llevaron cautivos a todos sus niños y sus mujeres, y robaron todo lo que había en casa.&nbsp;</p><p><strong><sup>30</sup></strong> Entonces dijo Jacob a Simeón y a Leví: Me habéis turbado con hacerme abominable a los moradores de esta tierra, el cananeo y el ferezeo; y teniendo yo pocos hombres, se juntarán contra mí y me atacarán, y seré destruido yo y mi casa.&nbsp;</p><p><strong><sup>31</sup></strong> Pero ellos respondieron: ¿Había él de tratar a nuestra hermana como a una ramera?<br></p><p>La historia de este sórdido incidente pone de relieve la ambigüedad de los personajes y de su accionar. Al sensual Siquem, que abusa de Dina, también se lo define como sincero y enamorado de Dina, y alguien que intenta hacer las paces. Incluso está dispuesto a someterse al rito del pacto de la circuncisión.\n</p><p>Mientras tanto, Simeón y Leví, que se presentan como los defensores de Dios y sus mandamientos y de su hermana, y que resisten los matrimonios mixtos con los cananeos (Lev. 19: 29), recurren a la mentira y el engaño (Gén. 34: 13) y están listos para matar y saquear (Gén. 34: 25-27). Sus acciones no solo eran reprobables (¿por qué no castigar al único hombre que lo había hecho?), sino además tenían el potencial de causar muchos más problemas.\n</p><p>En cuanto a Jacob, solo le preocupa la paz. Cuando le informan sobre la violación de su hija, no dice nada (Gén. 34: 5). Sin embargo, después de enterarse de lo que habían hecho sus hijos, los reprende abiertamente por las consecuencias que podría haber: “Me habéis turbado con hacerme abominable a los moradores de esta tierra, el cananeo y el ferezeo; y teniendo yo pocos hombres, se juntarán contra mí y me atacarán, y seré destruido yo y mi casa” (Gén. 34: 30).\n</p><p><strong>En estos relatos, una y otra vez vemos engaño y decepción, así como también actos de bondad y gracia. ¿Qué nos dice esto sobre la naturaleza humana?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miércoles 1 de junio",
               "dayTitle":"<p><strong>LA IDOLATRÍA PREDOMINANTE</strong></p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Génesis 34: 30 a 35: 15. Con esto que sucedió, ¿qué lecciones podemos aprender sobre la verdadera adoración?\n</strong></p><p><strong>Génesis 34: 30-31</strong></p><p><strong><sup>30 </sup></strong>Entonces dijo Jacob a Simeón y a Leví: Me habéis turbado con hacerme abominable a los moradores de esta tierra, el cananeo y el ferezeo; y teniendo yo pocos hombres, se juntarán contra mí y me atacarán, y seré destruido yo y mi casa.</p><p><strong></strong></p><p><strong><sup>31</sup></strong> Pero ellos respondieron: ¿Había él de tratar a nuestra hermana como a una ramera?</p><p><strong>Génesis 35:1-15</strong></p><p><strong><sup>1</sup></strong> Dijo Dios a Jacob: Levántate y sube a Bet-el, y quédate allí; y haz allí un altar al Dios que te apareció cuando huías de tu hermano Esaú.</p><p><strong><sup>2</sup></strong> Entonces Jacob dijo a su familia y a todos los que con él estaban: Quitad los dioses ajenos que hay entre vosotros, y limpiaos, y mudad vuestros vestidos.</p><p><strong><sup>3</sup></strong> Y levantémonos, y subamos a Bet-el; y haré allí altar al Dios que me respondió en el día de mi angustia, y ha estado conmigo en el camino que he andado.</p><p><strong><sup>4</sup></strong> Así dieron a Jacob todos los dioses ajenos que había en poder de ellos, y los zarcillos que estaban en sus orejas; y Jacob los escondió debajo de una encina que estaba junto a Siquem.</p><p><strong><sup>5</sup></strong> Y salieron, y el terror de Dios estuvo sobre las ciudades que había en sus alrededores, y no persiguieron a los hijos de Jacob.</p><p><strong><sup>6</sup></strong> Y llegó Jacob a Luz, que está en tierra de Canaán (esta es Bet-el), él y todo el pueblo que con él estaba.</p><p><strong><sup>7</sup></strong> Y edificó allí un altar, y llamó al lugar El-bet-el, porque allí le había aparecido Dios, cuando huía de su hermano.</p><p><strong><sup>8</sup></strong> Entonces murió Débora, ama de Rebeca, y fue sepultada al pie de Bet-el, debajo de una encina, la cual fue llamada Alón-bacut.</p><p><strong><sup>9</sup></strong> Apareció otra vez Dios a Jacob, cuando había vuelto de Padan-aram, y le bendijo.</p><p><strong><sup>10</sup></strong> Y le dijo Dios: Tu nombre es Jacob; no se llamará más tu nombre Jacob, sino Israel será tu nombre; y llamó su nombre Israel.</p><p><strong><sup>11</sup></strong> También le dijo Dios: Yo soy el Dios omnipotente: crece y multiplícate; una nación y conjunto de naciones procederán de ti, y reyes saldrán de tus lomos.</p><p><strong><sup>12</sup></strong> La tierra que he dado a Abraham y a Isaac, la daré a ti, y a tu descendencia después de ti daré la tierra.</p><p><strong><sup>13</sup></strong> Y se fue de él Dios, del lugar en donde había hablado con él.</p><p><strong><sup>14</sup></strong> Y Jacob erigió una señal en el lugar donde había hablado con él, una señal de piedra, y derramó sobre ella libación, y echó sobre ella aceite.</p><p><strong><sup>15</sup></strong> Y llamó Jacob el nombre de aquel lugar donde Dios había hablado con él, Bet-el.</p><p>Inmediatamente después de la queja de Jacob de que su paz con los cananeos se había visto afectada (Gén. 34: 30), y después de reprender a sus dos hijos (Gén. 34: 30), Dios insta a Jacob a dejar Siquem y regresar a Betel para renovar su pacto. De hecho, el Señor le dice que, una vez allí, deberá construir un altar.\n</p><p>Mientras tanto, lo primero que se registra después del mandato de Dios es que Jacob le dijo a su gente que se deshiciera de los ídolos cananeos que habían tomado en el saqueo de la ciudad de Siquem y de los ídolos familiares que Raquel había robado (Gén. 32). Todo esto también es fundamental para la idea del pacto con Dios.\n</p><p>Estos ídolos se habían conservado, y probablemente se los adoraba a pesar del compromiso de Jacob con Dios. No bastaba con que Jacob se fuera de Siquem para escapar de la influencia cananea. Jacob tuvo que eliminar los ídolos del campamento… y del corazón de su gente.\n</p><p>El proceso de arrepentimiento es más que un movimiento físico de un lugar a otro, o un movimiento de una iglesia a otra. Lo más importante es que buscamos, por la gracia de Dios, purgar la idolatría de nuestro corazón, sin importar dónde vivamos, porque podemos hacernos ídolos de casi cualquier cosa.\n</p><p>Cuando Jacob obedece a Dios y procede de acuerdo con el mandamiento de Dios, el Señor finalmente interviene, y “el terror de Dios” (Gén. 35: 5) afecta a todos los pueblos a su alrededor; y no se atreven a atacar al patriarca. Entonces, Jacob está listo para adorar con “todo el pueblo que con él estaba” (Gén. 35: 6), lo que sugiere que la unidad familiar se había restaurado. Jacob le da a este lugar el nombre de El-bet-el, un recordatorio de su sueño de la escalera, una señal de que la reconexión entre el cielo y la Tierra, que se había quebrado durante algún tiempo, ahora se ha restablecido.\n</p><p>Esta vez, el énfasis está en el Dios de Betel más que en el lugar en sí. Esta nota personal vuelve a resonar cuando Dios recuerda a Jacob su nombre “Israel” (Gén. 35: 10), con la doble promesa que implica esta bendición. La bendición de Jacob, en primer lugar, significa fecundidad, la transmisión de la simiente mesiánica y la creación de muchas naciones (Gén. 35: 11); y en segundo lugar, apunta a la Tierra Prometida (Gén. 35: 12).\n</p><p><strong>¿Cuáles son las formas sutiles en que la idolatría puede llegar a nuestro corazón, y qué podemos hacer al respecto?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 2 de junio",
               "dayTitle":"<p><strong>LA MUERTE DE RAQUEL</strong></p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Génesis 35: 15 al 29. ¿Qué otros problemas enfrentó Jacob dentro de su familia disfuncional?\n</strong></p><p><strong><sup>15</sup></strong> Y llamó Jacob el nombre de aquel lugar donde Dios había hablado con él, Bet-el.\n</p><p><strong><sup>16</sup></strong> Después partieron de Bet-el; y había aún como media legua de tierra para llegar a Efrata, cuando dio a luz Raquel, y hubo trabajo en su parto.\n</p><p><strong><sup>17</sup></strong> Y aconteció, como había trabajo en su parto, que le dijo la partera: No temas, que también tendrás este hijo.\n</p><p><strong><sup>18 </sup></strong>Y aconteció que al salírsele el alma (pues murió), llamó su nombre Benoni; mas su padre lo llamó Benjamín.\n</p><p><strong><sup>19</sup></strong> Así murió Raquel, y fue sepultada en el camino de Efrata, la cual es Belén.\n</p><p><strong><sup>20</sup></strong> Y levantó Jacob un pilar sobre su sepultura; esta es la señal de la sepultura de Raquel hasta hoy.\n</p><p><strong><sup>21</sup></strong> Y salió Israel, y plantó su tienda más allá de Migdal-edar.\n</p><p><strong><sup>22</sup></strong> Aconteció que cuando moraba Israel en aquella tierra, fue Rubén y durmió con Bilha la concubina de su padre; lo cual llegó a saber Israel. Ahora bien, los hijos de Israel fueron doce:\n</p><p><strong><sup>23</sup></strong> los hijos de Lea: Rubén el primogénito de Jacob; Simeón, Leví, Judá, Isacar y Zabulón.\n</p><p><strong><sup>24 </sup></strong>Los hijos de Raquel: José y Benjamín.\n</p><p><strong><sup>25</sup></strong> Los hijos de Bilha, sierva de Raquel: Dan y Neftalí.\n</p><p><strong><sup>26</sup></strong> Y los hijos de Zilpa, sierva de Lea: Gad y Aser. Estos fueron los hijos de Jacob, que le nacieron en Padan-aram.\n</p><p><strong><sup>27</sup></strong> Después vino Jacob a Isaac su padre a Mamre, a la ciudad de Arba, que es Hebrón, donde habitaron Abraham e Isaac.\n</p><p><strong><sup>28</sup></strong> Y fueron los días de Isaac ciento ochenta años.\n</p><p><strong><sup>29</sup></strong> Y exhaló Isaac el espíritu, y murió, y fue recogido a su pueblo, viejo y lleno de días; y lo sepultaron Esaú y Jacob sus hijos.\n</p><p>En cuanto Jacob deja Betel, tres hechos interconectados marcan el último paso de su viaje hacia la Tierra Prometida: nació el último hijo de Jacob; Raquel murió; y Rubén, el primer hijo de Jacob con Lea, durmió con la concubina de Jacob. Aunque el pasaje no dice por qué el joven hizo algo tan malvado, podría haber sido que quería profanar de alguna manera el nacimiento del último hijo de Jacob y humillar la memoria de Raquel. Simplemente, no lo sabemos.\n</p><p>El nacimiento del último hijo de Jacob se relaciona con Belén (Gén. 35: 19), que se encuentra dentro de los límites de la Tierra Prometida. Por ende, este nacimiento es el primer cumplimiento de la promesa de Dios para el futuro de Israel. La partera, proféticamente, se dirige a Raquel con las mismas palabras que Dios usó para tranquilizar a Abraham: “No temas” (Gén. 35: 17, comparar con Gén. 15: 1).\n</p><p>Notablemente, Jacob cambia el nombre que la moribunda Raquel le había dado a su hijo, Benoni, que significa “Hijo de mi tristeza”, que manifiesta su dolor, por Benjamín, que significa “Hijo de la mano derecha”, quizás insinuando la dirección del sur para expresar su esperanza en la Tierra Prometida y todo lo que Dios dijo que haría por su pueblo después de que se establecieran allí.\n</p><p>Sin embargo, durante este tiempo, Rubén tiene intimidad con Bilha, la concubina de su padre y también sierva de Raquel (Gén. 35: 25; 30: 3). Sencillamente, no sabemos por qué hizo este acto escandaloso, más que como otro ejemplo de depravación humana.\n</p><p>Increíblemente, Jacob no responde a esta horrible transgresión, a pesar de que se enteró de lo sucedido (Gén. 35: 22). Quizás en este momento de su vida, Jacob confía en que Dios cumplirá su palabra a pesar del pecado y la maldad que por momentos ocurra a su alrededor.\n</p><p>Es esta lección concreta de fe la que está implícita en la lista de los doce hijos de Jacob, que serán los antepasados de Israel (Gén. 35: 22-26). No es la gente más apetecible y amable, como veremos. No obstante, a pesar de todos los problemas, de toda la disfunción, incluso de la maldad pura, como Rubén con Bilah, la voluntad de Dios se cumpliría por intermedio de esta familia, sin importar cuán caótica fuese realmente.\n</p><p><strong>Pese al error humano, el propósito final de Dios se cumplirá. Imagínate lo que sucedería si la gente cooperara, si obedeciera a Dios. ¿Con cuánta más facilidad, es decir, con cuánto menos sufrimiento humano, estrés y demora, podría entonces cumplirse la voluntad de Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 3 de junio",
               "dayTitle":"",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><br><p>Lee Elena de White, Patriarcas y profetas, “La noche de lucha”, pp. 194–202. “La experiencia de Jacob durante aquella noche de lucha y angustia representa la prueba que habrá de soportar el pueblo de Dios inmediatamente antes de la segunda venida de Cristo. [...]</p><br><p>“Tal será la experiencia del pueblo de Dios en su lucha final contra los poderes del mal. Dios probará la fe de sus seguidores, su perseverancia y su confianza en su poder para librarlos. Satanás se esforzará por aterrarlos con el pensamiento de que su situación no tiene esperanza; que sus pecados han sido demasiado grandes para recibir perdón. Tendrán un profundo sentimiento de sus faltas y, al examinar su vida, verán desvanecerse sus esperanzas. Pero, recordando la grandeza de la misericordia de Dios, y su propio arrepentimiento sincero, pedirán el cumplimiento de las promesas hechas por medio de Cristo a los pecadores desamparados y arrepentidos. Su fe no faltará porque sus oraciones no sean contestadas inmediatamente. Se asirán de la fortaleza de Dios, como Jacob se asió del Ángel, y el lenguaje de su alma será: ‘No te dejaré, si no me bendices’. [...]</p><br><p>“Sin embargo, la historia de Jacob es una garantía de que Dios no desechará a quienes fueron arrastrados al pecado, pero volvieron al Señor con arrepentimiento verdadero. Por la entrega de sí y por su fe confiada, Jacob logró lo que no había podido alcanzar por luchar con su propia fuerza. Así, Dios enseñó a su siervo que solo el poder y la gracia divinas podían darle las bendiciones que anhelaba. Así ocurrirá con los que vivan en los últimos días. Cuando los peligros los rodeen y la desesperación se apodere de su alma, deberán depender únicamente de los méritos de la Expiación. Nada podemos hacer por nosotros mismos” (PP 199-201).</p><p><strong><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><br><p><strong>1.</strong> ¿Por qué la debilidad de Jacob es la oportunidad para la gracia de Dios? ¿Cómo se relaciona la experiencia de Jacob con la declaración de Pablo: “[...] cuando soy débil, entonces soy fuerte” (2 Cor. 12: 10)?</p><br><p><strong>2. </strong>¿Por qué crees que la Biblia revela tantos detalles sórdidos de la vida de muchos de sus personajes? ¿Cuál será la intención detrás de esto? ¿Qué mensaje podemos extraer de esto?</p><br><p><strong>3.</strong> Analicen el tema de la idolatría. ¿Cuáles son los ídolos de nuestra cultura, de nuestra civilización? ¿Cómo podemos asegurarnos de que no estamos adorando a nadie ni a nada más que al Señor?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Texto clave: Génesis 32: 28.<br><br>Enfoque del estudio: Génesis 32–35; Oseas 12: 3, 4; Jeremías 30: 5-7.<br><strong><br>Introducción:</strong><br><br>Jacob ahora se liberó de Labán. Bajo la bendición de Dios, Jacob se hizo rico. Parece que por fin está feliz. Ha alcanzado su objetivo y se dirige a su hogar en Canaán. Sin embargo, Jacob está profundamente angustiado por su futuro en Canaán y la amenaza que representa su hermano. Precisamente en este momento, Dios decide acercarse a Jacob. Esta confrontación extraordinaria cambiará radicalmente el carácter de Jacob. Como resultado, recibe un nuevo nombre: Israel. El encuentro de Jacob con Dios en Peniel se corresponde con su encuentro en Betel. Los dos relatos repiten palabras, estructura y temas. Mientras que Betel comienza al atardecer, Peniel termina al amanecer, con la perspectiva de un futuro glorioso. Después de una noche de lucha, Jacob sale de su encuentro con una bendición y un nuevo nombre. Ha tenido un encuentro personal con el Dios de amor, y salió vivo. A su vez, Jacob puede mirar el rostro del enemigo, su hermano Esaú, con humildad y amor. Luego Jacob se dirige a su familia y confronta la iniquidad: la violación de Dina, los asesinatos cometidos por sus hijos y, finalmente, la idolatría en su casa.<br><br><strong>Temática de la lección:</strong><br><br><strong>1. La angustia de Jacob.</strong> La angustia de Jacob antes de llegar a la Tierra Pro- metida contiene una lección de dependencia de Dios y prefigura la angustia escatológica del pueblo de Dios en el tiempo del fin.<br><br>2.<strong> Lucha con Dios. </strong>La confrontación de Jacob con Dios mismo lo obligó a enfrentarse a sí mismo y a cambiar. Su confrontación contiene lecciones sobre la importancia de la conversión.<br><strong><br>3. El rostro del hermano</strong>. Como resultado de su encuentro con Dios, Jacob puede ver el rostro de Dios en el rostro de su hermano.<br><br><strong>COMENTARIO<br><br>La angustia de Jacob</strong><br><br>La angustia de Jacob (tsará) inspira al profeta Jeremías con respecto a la terrible condición de Israel en el exilio (Jer. 30: 7). Sin embargo, más allá de este acontecimiento concreto, el lenguaje del profeta sugiere claramente que él tiene en vista el futuro Día del Señor escatológico (comparar con Sof. 1: 14-18). Daniel aplica la misma expresión en relación con la “angustia”, (tsará), al tiempo del fin (Dan. 12: 1; comparar con Mat. 24: 15, 21).<br><br>La angustia de Jacob deriva de dos causas. La primera es horizontal y se identifica con su hermano; la segunda es vertical y se relaciona con Dios. La primera preocupación de Jacob es su hermano, a quien envía dos grupos de mensajeros. Esta iniciativa es una operación estratégica para salvaguardar el segundo campamento: en caso de que el primer campamento sea atacado, el segundo campamento tendrá tiempo para escapar. Jacob decide enviar “dos campamentos de mensajeros” a Esaú. Jacob llama con el mismo nombre, majané, “campamentos”, a sus dos campamentos de mensajeros humanos (Gén. 32: 7 [8]). Jacob entiende que para restablecer su relación con Dios, debe restaurar la relación con su hermano.<br><br>Al igual que su abuelo Abraham, Jacob ruega a Dios que lo ayude. Jacob dirige su súplica solo a Dios, porque es Dios quien le ordenó que regresara a Canaán (Gén. 32: 9), el mismo Dios que prometió garantizar su posteridad (Gén. 32:1 2). Jacob se refiere a la maravilla de la gracia de Dios (Gén. 32: 10). Las dos palabras hebreas jésed (“misericordia”) y ’emet (“verdad”) son las mismas que el siervo de Abraham usó cuando bendijo a Dios por haber escuchado su oración (Gén. 24: 27). Después de orar, Jacob acampa para pasar la noche. Sin embargo, antes de retirarse, Jacob vuelve a actuar. De este modo, el texto va y viene entre la oración y la acción. Como Jacob no es ingenuo y su fe no significa que sea pasivo, este asegura su campamento. Jacob organiza una oleada tras otra de regalos para “apaciguar” a Esaú (Gén. 32: 20). El verbo hebreo kiper, para “apaciguar”, significa “expiar”. La asociación con otras palabras como minjá, “presente”, una palabra que se refiere a la ofrenda (Lev. 2: 1-14), y nasá’ panim, “perdonar” o “aceptar”, da fe de una perspectiva religiosa.<br><br>Jacob tiene en mente su reconciliación pasada con Dios (Gén. 32: 22–32) mientras intenta reconciliarse con su hermano (comparar con Mat. 5:23).<br><br><strong>Lucha con Dios</strong><br><br>Jacob se queda a solas porque quiere orar, en medio de su angustia de espíritu, por la intervención y la protección de Dios. Mientras ora, se le acerca “un varón” (Gén. 32: 24). Como piensa que un enemigo lo ataca, comienza a luchar por su vida. El calificativo anónimo “un varón” evidencia la misteriosa identidad de esta persona.<br><br>Jacob identificará al hombre como Dios (Gén. 32: 30), al igual que el profeta Oseas (Ose. 12: 3, 4). Isaías usará el mismo lenguaje en su descripción del Siervo sufriente (Isa. 53: 3). No es inaudito que Dios asuma forma humana para relacionarse con la humanidad (ver Gén. 18: 1, 17; Juec. 6: 11). Daniel usa el mismo término, “un varón”, para designar al Sumo Sacerdote celestial (Dan. 10: 5; comparar con Dan. 8: 11) y al “príncipe del ejército” (Dan. 8: 11), una expresión que designa al Señor mismo (Jos. 5: 14, 15).<br><br>La información de que este Varón (Dios) no prevaleció contiene una importante lección teológica acerca de Dios en su relación con los seres humanos. La “debilidad” de Dios al confrontar con los seres humanos es una expresión de su gracia y amor, y del misterio de su encarnación para salvar a la humanidad. El siguiente movimiento del Varón contradice inmediatamente esta impresión de debilidad. Un simple toque es suficiente para producir la dislocación de cadera, lo que sugiere un poder sobrehumano. El lugar del golpe, “en el sitio del encaje de su muslo” (Gén. 32: 25), que se refiere al lomo o el muslo, es un eufemismo para el lugar vinculado con la procreación. Por ende, el toque divino es una bendición implícita que apunta a los descendientes de Jacob (Gén. 46: 26; Éxo. 1: 5). El hecho de que Jacob haya recibido un golpe en el órgano que genera vida también está vinculado a la prohibi- ción alimentaria de comer sangre. Porque la vida está en la sangre (Gén. 9: 4). Por consiguiente, esta práctica es más que un mero recordatorio de la historia de Jacob; también recuerda ese episodio bíblico y, con él, sus lecciones teológicas. También llama la atención de los consumidores de carne sobre el principio fundamental del carácter sagrado de la vida.<br><br>El profeta Oseas interpreta la lucha de Jacob con Dios como una experiencia de oración (Ose. 12: 4). Es la fe de Jacob lo que explica su tenaz insistencia (Luc. 11: 5-8). Por lo tanto, el nuevo nombre de Jacob es “Israel”. La explicación del “varón” introduce una serie de paradojas: (1) Jacob luchó con Dios y, no obstante, el “varón” explica que Jacob también luchó con los hombres; (2) el nombre Israel significa literalmente “Dios lucha”, aunque esta explicación afirma que es Jacob quien lucha; (3) el “varón” acaba de golpear a Jacob, que se dislocó la cadera, y sin embargo, el relato explica que fue Jacob quien prevaleció.<br><br>Todas estas paradojas transmiten lecciones teológicas importantes: (1) la calidad de la relación de Jacob con Dios depende de la calidad de su relación con los hombres (en este caso, Esaú) y viceversa; (2) el nombre Israel, “Dios lucha”, recuerda a Jacob que debe aprender a dejar que Dios pelee por él (ver Éxo. 14: 13, 14). Jacob prevalecerá en la medida en que permita que Dios prevalezca sobre él, un principio que enunció Pablo: “Cuando soy débil, entonces soy fuerte” (2 Cor. 12: 10). Jacob llama “Peniel” al lugar donde Dios se le apareció, que significa “el rostro de Dios”. Este nombre representa la experiencia personal de Jacob, es decir, que Dios lo confrontó y él sobrevivió. El uso de la expresión hebrea “cara a cara” no significa que Jacob realmente hubiese visto el rostro físico de Dios. Esta expresión equivale a ver “la apariencia de Jehová” (Núm. 12: 8), y básicamente describe la experiencia de un encuentro directo con Dios (Deut. 5: 4).<br><br><strong>El rostro del hermano</strong><br><br>Ante la renuencia de Esaú a aceptar el regalo de pacificación de su hermano (Gén. 33: 9), Jacob responde conectando explícitamente su relación con él a su relación con Dios: “He visto tu rostro, como si hubiera visto el rostro de Dios” (Gén. 33: 10). Jacob ha visto el “rostro de Dios” (Peniel) en el rostro de Esaú. La experiencia de Jacob con Esaú es un segundo Peniel: el primer Peniel en preparación para el segundo Peniel. El encuentro de Jacob con Dios lo ha ayudado en su encuentro con su hermano, y la reconciliación con su hermano afectará su relación con Dios. Jacob logró entender que el amor por Dios y el amor por su hermano dependen uno del otro.<br><br>Jesús infiere de las Escrituras esta singular lección teológica: “Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente. Este es el primero y grande mandamiento. Y el segundo es semejante: Amarás a tu prójimo como a ti mismo. De estos dos mandamientos depende toda la ley y los profetas” (Mat. 22: 37-40).<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br><strong>La angustia de Jacob. </strong>“Así como el patriarca luchó toda la noche pidiendo ser liberado de la mano de Esaú, así clamarán los justos a Dios día y noche que los libre de los enemigos que los rodean” (PP 199). La experiencia de angustia de Jacob ¿en qué medida funciona como una profecía de esperanza para el tiempo del fin? ¿Qué advertencia y aliento podemos obtener de la angustia de Jacob que nos pueda ayudar en el tiempo de angustia? ¿Alguna vez tuvieron una experiencia personal similar a un tiempo de angustia, un período en el que oraban con angustia y, al parecer, solo obtuvieron silencio de parte de Dios? ¿Cómo sobrellevaron esa angustia?<br><br><strong>Lucha con Dios. </strong>Recuerden momentos de su vida en los que lucharon con tentaciones y dudas. ¿Cómo los acercaron más a Dios estas luchas? Compartan su testimonio con la clase. La audaz declaración de Jacob: “No te dejaré, si no me bendices” (Gén. 32: 26) ¿cómo se aplica a la oración? ¿Por qué “perder” la lucha con Dios significa ganar la pelea? Luchar con Dios ¿cómo puede cambiarnos para siempre? Lean y comenten Romanos 7: 23 al 25. ¿Por qué debemos “luchar” y por qué es tan difícil luchar con Dios? ¿Por qué es imposible prevalecer por nuestros propios medios? Lean Efesios 6: 12.<br><br><strong>El rostro del hermano</strong>. Nuestra experiencia con el perdón de Dios ¿por qué nos ayuda a perdonar, y cómo? ¿Por qué amar, respetar y disfrutar las diferencias de alguien de otra raza, cultura o religión se basa en nuestra experiencia de ver a Dios mismo? ¿Qué actos hacia nuestro hermano o hermana pueden generar en él la experiencia de ver el rostro de Dios?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>JACOB-ISRAEL</p>",
         "verse":"<p>“Y el varón le dijo: No se dirá más tu nombre Jacob, sino Israel; porque has luchado con Dios y con los hombres, y has vencido” (Gén. 32: 28).</p>",
         "versionCode":1,
         "weekDate":"28 de mayo - 3 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
