{
  "data": [
    {
      "color": "#D80F27",
      "id": 710,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "March 4",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>As we near the end of our earning years, our financial focus turns toward preserving our assets in anticipation of the end of life. The transition from working to retirement can be a very traumatic experience. In terms of our finances, what is the best way to proceed?</p><p>As people get older, they almost naturally begin to worry about the future. The most common fears are: dying too soon (before the famil y is taken care of); living too long (outliving one’s assets or savings); catastrophic illness (all one’s resources could go at one time); or mental and/or physical disability (who will take care of me?).</p><p>When commenting on these fears, Ellen G. White wrote: “All these fears originate with Satan. . . . If they would take the position which God would have them, their last days might be their best and happiest. . . . They should lay aside anxiety and burdens, and occupy their time as happily as they can, and be ripening up for heaven.”—Testimonies for the Church, vol. 1, p. 424.</p><p>This week we will review God’s counsel regarding our last years. What are things that we should do, what should we avoid doing, and what principles should we follow?<br></p><p>* Study this week’s lesson to prepare for Sabbath, March 11.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 5",
          "dayTitle": "<p><strong>The Rich Fool</strong></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Luke 12:16–21. What’s the relevant message to us here? What strong rebuke did the Lord give to the foolish man, and what should that say to us regarding our attitude toward what we own?</strong></p><p><strong>Luke 12:16–21</strong></p><p><strong><sup>16</sup></strong> Then He spoke a parable to them, saying: “The ground of a certain rich man yielded plentifully.&nbsp;</p><p><strong><sup>17</sup></strong> And he thought within himself, saying, ‘What shall I do, since I have no room to store my crops?’&nbsp;</p><p><strong><sup>18</sup></strong> So he said, ‘I will do this: I will pull down my barns and build greater, and there I will store all my crops and my goods.&nbsp;</p><p><strong><sup>19</sup></strong> And I will say to my soul, “Soul, you have many goods laid up for many years; take your ease; eat, drink, and be merry.” ’&nbsp;</p><p><strong><sup>20</sup></strong> But God said to him, ‘Fool! This night your soul will be required of you; then whose will those things be which you have provided?’</p><p><strong><sup>21</sup></strong> “So is he who lays up treasure for himself, and is not rich toward God.”</p><p>Though the message is broader than this, one could argue that this was a story Jesus told about what not to do in retirement. Accordingly, if a person is quitting work to spend his accumulated assets on himself, he should beware and take this story to heart. The problem is not working hard or getting wealth, particularly as one gets older and, perhaps, even richer. The problem is the attitude toward it. Jesus’ words—“ ‘take your ease; eat, drink, and be merry’ ” (Luke 12:19, NKJV)—express the real issue here. “This man’s aims were no higher than those of the beasts that perish. He lived as if there were no God, no heaven, no future life; as if everything he possessed were his own, and he owed nothing to God or man.”—Ellen G. White, Christ’s Object Lessons, pp. 257, 258.</p><p>If we think only of ourselves and ignore the needs of others and the cause of God during this stage of life, we are following the example of the rich fool. There was no indication in Jesus’ parable that the rich man was lazy or dishonest. The problem was in how he spent what God had entrusted to him. Because we don’t know the day of our death, we should always be ready for it by living to carry out God’s will instead of pursuing a life of selfishness.</p><p>The general picture given in the Bible is that a person works and remains productive as long as he or she is able. In fact, it is interesting to note that the authors of the great prophetic books of Daniel and the Revelation were, many believe, both in their 80s when they completed their work. This was at a time when the average age at death was about 50 years. Ellen G. White published some of her best-known and best-loved books, such as The Desire of Ages, after about age 70. Age, then, as long as we are healthy, should not mean that we stop being productive and, to whatever extent possible, doing some good.</p><p>Jesus counseled those waiting for His second coming not just to watch but to continue working, as well (Matt. 24:44–46).</p><p><strong>At any age and with any amount of money, how can we avoid falling into the trap that the man did here? Ask yourself, What am I living for?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 6",
          "dayTitle": "<p><strong>You Can’t Take It With You</strong></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>Someone once asked famous evangelist Billy Graham what surprised him most about life, now that he was old (Graham was in his 60s at the time). Graham’s answer? “The brevity of it.”</p><p>No question, life goes by quickly.</p><p><strong>What do the following texts teach about human life here? Ps. 49:17; 1 Tim. 6:6, 7; Ps. 39:11; James 4:14; Eccles. 2:18–22.</strong></p><p><strong>&nbsp;Psalm 49:17</strong></p><p><sup><strong>17</strong> </sup>For when he dies he shall carry nothing away;</p><p>His glory shall not descend after him.</p><p><br></p><p><strong>1 Timothy 6:6, 7</strong></p><p><strong><sup>6</sup> </strong>Now godliness with contentment is great gain.</p><p><strong><sup>7</sup></strong> For we brought nothing into this world, [a]and it is certain we can carry nothing out.</p><p><br></p><p><strong>Psalm 39:11</strong></p><p><strong><sup>11</sup></strong> When with rebukes You correct man for iniquity,</p><p>You make his beauty melt away like a moth;</p><p>Surely every man is vapor. Selah</p><p><strong><br></strong></p><p><strong>James 4:14</strong></p><p><strong><sup>14</sup></strong> whereas you do not know what will happen tomorrow. For what is your life? It is even a vapor that appears for a little time and then vanishes away.</p><p><strong><br></strong></p><p><strong>Ecclesiastes 2:18–22</strong></p><p><strong><sup>18</sup> </strong>Then I hated all my labor in which I had toiled under the sun, because I must leave it to the man who will come after me.&nbsp;</p><p><strong><sup>19</sup> </strong>And who knows whether he will be wise or a fool? Yet he will rule over all my labor in which I toiled and in which I have shown myself wise under the sun. This also is vanity.&nbsp;</p><p><strong><sup>20</sup> </strong>Therefore I turned my heart and despaired of all the labor in which I had toiled under the sun.&nbsp;</p><p><strong><sup>21 </sup></strong>For there is a man whose labor is with wisdom, knowledge, and skill; yet he must leave his heritage to a man who has not labored for it. This also is vanity and a great evil.&nbsp;</p><p><strong><sup>22</sup> </strong>For what has man for all his labor, and for the striving of his heart with which he has toiled under the sun?</p><p>Not only does life go by quickly, but also when you die, you take nothing with you, at least of the material goods that you have accumulated. (Character? That’s another story.) “For when he dies he shall carry nothing away” (Ps. 49:17, NKJV), which means that he or she leaves it behind for someone else to get. Who will get it, of course, depends upon what plans are made beforehand.</p><p>Though, of course, not everyone has an estate per se. Some people, particularly as they have worked through the years, have accumulated some wealth. In the end, what will happen to that wealth after you pass on is really an important question that people should consider.</p><p>For those who have possessions at the end of life, no matter how great or small they might be, estate planning can be our final act of stewardship, of carefully managing what God has blessed us with. If you don’t have an estate plan that you have created with a will or trust, the state’s or civil government’s laws can come into play (all this depends, of course, on where you live). If you die without a will, most civil jurisdictions simply pass your assets on to your relatives, whether they need them or not, whether or not they would make good use of the money, and whether or not you would have chosen to give a portion to that person. The church will get nothing. If that’s what you want, fine; if not, you need to work out plans beforehand.</p><p>In the simplest terms, we can say that because God is the Owner of everything (see Ps. 24:1), it would be logical to conclude from a biblical perspective that when we are finished with what God has entrusted to us, we should return to Him, the rightful Owner, what is left, once the needs of loved ones are met.</p><p><strong>Death, as we know, can come at any time, and unexpectedly, too, even today. What would happen to your loved ones were you to die today? What, too, would happen to your property? Would it be distributed as you would like?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 7",
          "dayTitle": "<p><strong>Begin With Personal Needs</strong></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>In Old Testament times, many of the children of Israel were farmers and shepherds. Thus, some of God’s promised blessings were couched in farm language. For example, in Proverbs 3:9, 10, God says that if we are financially faithful to Him, our “barns will be filled with plenty” (NKJV). It is likely that many Christians don’t have a barn today. So, we understand that God will bless our work or business if we are willing to follow and obey Him.</p><p><strong>Read Proverbs 27:23–27. How would you interpret “Be diligent to know the state of your flocks” (NKJV) for Christians living today?</strong></p><p><strong>Proverbs 27:23–27</strong></p><p><strong><sup>23</sup> </strong>Be diligent to know the state of your flocks,</p><p>And attend to your herds;</p><p><strong><sup>24</sup> </strong>For riches are not forever,</p><p>Nor does a crown endure to all generations.</p><p><strong><sup>25</sup> </strong>When the hay is removed, and the tender grass shows itself,</p><p>And the herbs of the mountains are gathered in,</p><p><strong><sup>26</sup> </strong>The lambs will provide your clothing,</p><p>And the goats the price of a field;</p><p><strong><sup>27</sup> </strong>You shall have enough goats’ milk for your food,</p><p>For the food of your household,</p><p>And the nourishment of your maidservants.</p><p>However much the Bible warns against the rich trampling on the poor, or being greedy with their wealth, Scripture never condemns wealth or people’s efforts to acquire wealth, provided of course they don’t do it dishonestly or through oppressing others. In fact, the texts for today, in Proverbs, indicate that we should be diligent in our financial affairs in order that we may have enough for ourselves and our family. “You shall have enough goats’ milk for your food, for the food of your household, and the nourishment of your maidservants” (Prov. 27:27, NKJV).</p><p>How would we rephrase Proverbs 27:27 for today? Maybe we would suggest, “Review your financial records and determine the state of your affairs.” Or “Do a balance sheet and understand your debt-to-equity ratio.” From time to time during your earning years, it would be appropriate to review your will or other documents and your present assets and update them as necessary. Such documents as wills and trusts are put in place early in the estate-planning process in order to be a protection against untimely death, or not being able for health reasons to decide about where your assets should go. The idea is to plan ahead for what will happen to your possessions once they are no longer yours.</p><p>In short, good stewardship of what God has blessed us with doesn’t deal only with what we have while alive but also with what happens after we are gone—because, unless the Lord returns in our lifetime, we will one day be gone while our material possessions, whether a little or a lot, will remain behind. Hence, it is up to us now to make provisions so that what we have been blessed with can be a blessing to others and the furtherance of God’s work.</p><p><strong>“For riches are not forever” (Prov. 27:24, NKJV). Why is it important to keep this thought before us?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 8",
          "dayTitle": "<p><strong>Deathbed Charity</strong></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p><strong>Read principles can we take from the following texts regarding how we should deal with money?</strong></p><p><strong>1 Timothy 6:17</strong></p><p><strong><sup>17</sup> </strong>Command those who are rich in this present age not to be haughty, nor to trust in uncertain riches but in the living God, who gives us richly all things to enjoy.</p><p><strong>2 Corinthias 4:18</strong></p><p><strong><sup>18</sup> </strong>while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are temporary, but the things which are not seen are eternal.</p><p><strong>Proverbs 30:8</strong></p><p><strong><sup>8</sup> </strong>Remove falsehood and lies far from me;</p><p>Give me neither poverty nor riches—</p><p>Feed me with the food allotted to me;</p><p><strong>Ecclesiastes 5:10</strong></p><p><strong><sup>10</sup> </strong>He who loves silver will not be satisfied with silver;</p><p>Nor he who loves abundance, with increase.</p><p>This also is vanity.</p><p>Money can have a powerful hold on human beings, a hold that has led to the ruin of many. Who has not heard of people who have done terrible things because of money—even when they already had a lot of it to begin with?</p><p>It doesn’t have to be that way, though. By God’s power, we can overcome the enemy’s attempt to take what was meant to be a blessing (material possessions) and turn them into a curse.</p><p>In the context of being a good steward in planning for death, one danger that people face is the temptation to hoard assets now, justifying that hoarding with the idea that, well, “When I die, I can give it all away.” Though better than just spending it all now (one billionaire had said that he knew that he would be living right only if the check for his funeral bounced), we can and should do better than that.</p><p>“I saw that many withhold from the cause while they live, quieting their consciences that they will be charitable at death; they hardly dare exercise faith and trust in God to give anything while living. But this deathbed charity is not what Christ requires of His followers; it cannot excuse the selfishness of the living. Those who hold fast their property till the last moment surrender it to death rather than to the cause. Losses are occurring continually. Banks fail, and property is consumed in very many ways. Many purpose to do something, but they delay the matter, and Satan works to prevent the means from coming into the treasury at all. It is lost before it is returned to God, and Satan exults that it is so.”—Ellen G. White, Testimonies for the Church, vol. 5, p. 154.</p><p><strong>Why must we be very careful in how we justify our use of whatever material blessings we have?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 9",
          "dayTitle": "<p><strong>Spiritual Legacy</strong></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>Though it’s hard to know what life would have been like on earth had humans not sinned, one thing we can know for sure: there would have been no hoarding, no greed, no poverty—things that have plagued our world since recorded history.</p><p>Our sense of ownership, of what we have worked for and, if we did it honestly, is rightfully ours, is nevertheless a manifestation of life in a fallen world. In the end, however, regardless of how much we do or do not own, there’s one important point that we should always remember.</p><p><strong>Read the following texts. What is the central point in them all, and how should that point impact what we do with whatever material means God has blessed us with? (Ps. 24:1, Heb. 3:4, Ps. 50:10, Gen. 14:19, Col. 1:15–17).</strong></p><p><strong>Psalm 24:1&nbsp;</strong></p><p><strong><sup>1</sup> </strong>The earth is the Lord’s, and all its fullness,</p><p>The world and those who dwell therein.</p><p><strong>Hebrews 3:4</strong></p><p><strong><sup>4 </sup></strong>For every house is built by someone, but He who built all things is God.</p><p><strong>Psalm 50:10</strong></p><p><strong><sup>10 </sup></strong>For every beast of the forest is Mine,</p><p>And the cattle on a thousand hills.</p><p><strong>Genesis 14:19</strong></p><p><strong><sup>19 </sup></strong>And he blessed him and said:</p><p>“Blessed be Abram of God Most High,</p><p>Possessor of heaven and earth;</p><p><strong>Colossians 1:15–17</strong></p><p><strong><sup>15</sup> </strong>He is the image of the invisible God, the firstborn over all creation.&nbsp;</p><p><strong><sup>16</sup> </strong>For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him.&nbsp;</p><p><strong><sup>17</sup> </strong>And He is before all things, and in Him all things consist.</p><p>We are stewards and managers of what God has entrusted to us; that is, He ultimately owns it all, and He is the one who gives us life, existence, and the strength to have anything at all. It is only logical, then, that when we are finished with what God has given us, and have taken care of our family, we should return the rest to Him.</p><p>“In giving to the work of God, you are laying up for yourselves treasures in heaven. All that you lay up above is secure from disaster and loss, and is increasing to an eternal, an enduring substance” “[and] will be registered to your account in the kingdom of heaven.”—Ellen G. White, Counsels on Stewardship, p. 342.</p><p>There are many advantages to giving now, while we live. Here are a few:</p><p>1. The donor actually can see the results of the gift—a new church building, a young person in college, an evangelistic campaign funded, and so on.</p><p>2. The ministry or person can benefit now when the need is greatest.<br></p><p>3. There is no fighting among family or friends after your death.<br></p><p>4. It sets a good example of family values of generosity and love for others.<br></p><p>5. It minimizes estate tax consequence.<br></p><p>6. It guarantees that the gift will be made to your desired entity (no interference from courts or disgruntled relatives).<br></p><p>7. It demonstrates that the heart of the donor has been changed from selfish to unselfish.<br></p><p>8. It stores up treasures in heaven.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 10",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Ellen G. White wrote two chapters on this important topic of distribution of our assets. See “To (Aged and) Wealthy Parents,” in Testimonies for the Church, vol. 3, pp. 116–130, and “Wills and Legacies,” in Testimonies for the Church, vol. 4, pp. 476–485.</p><p>There also is a section that discusses estate planning in Counsels on Stewardship, pp. 323–335. Ellen G. White also wrote: “That which many propose to defer until they are about to die, if they were Christians indeed they would do while they have a strong hold on life. They would devote themselves and their property to God, and, while acting as His stewards, they would have the satisfaction of doing their duty. By becoming their own executors, they could meet the claims of God themselves, instead of shifting the responsibility upon others.”—Testimonies for the Church, vol. 4, p. 480.</p><p>What does she mean by “becoming their own executors”? In a typical will, the one making the will appoints an executor to distribute the assets following his death in harmony with his wishes as expressed in the will. By becoming your own executor, you simply distribute your assets yourself while you are living. By doing so, you will have the satisfaction of seeing the results and of knowing that you are handling God’s entrusted talents properly.</p><p>For the Christian, the second coming of Christ is the “Blessed Hope.” We all have imagined how awesome it will be to see Jesus coming in the clouds of heaven. We are eager to hear the words, “Well done” (Matt. 25:21). But what if we should be laid to our rest before Jesus returns? If we have followed His revealed will, we can have the satisfaction now of seeing the work go forward because of our efforts, knowing that because of our estate plan, the work will continue after we are gone.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> Though we can lay up treasure in heaven now, why is that not the same thing as trying to earn, or even “buy,” your way to salvation?</p><p><strong>2.</strong> While we should be generous in giving with what we have now, we also should be wise. How often have we heard people, particularly date-setters, make appeals for money because such and such an event is going to happen at such and such a date, and so because our money will be useless then, we’d better send it into his or her ministry now? How can we learn to discern between this trickery and legitimate ways that we can use our money even now for the cause of God?</p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 10",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>Meet Them Where They Are</strong></p><p><strong>By ANDREW MCCHESNEY</strong></p><p>Simo Vehkavuori, a retired pastor, sensed an inner voice inviting him to keep on walking after he arrived at a lake crowded with sunbathers and swimmers in Finland. Simo followed a path past several smaller lakes. “Go farther,” the inner voice said. Simo reached a small lake and saw four young people seated on the ground. “Would you like to hear a story from the Finnish Civil War a hundred years ago?” he asked.</p><p>“Yes, please tell us!” they said.</p><p>When Simo finished the story, he said, “Excuse me, but do you mind if I ask you how you feel about religion?”</p><p>“We believe in God,” they said.</p><p>“Would you like to hear how I became a Christian?” he asked.</p><p>When he finished, he mentioned that he had several cards for online Bible studies. The young people were interested, and Simo found he had exactly four cards in his pocket. “Wow!” a young woman exclaimed. “The Lord knew that there were four of us. That is why you had four cards with you!”</p><p>At another lake, Simo approached a young woman who was sunbathing. “Would you like to hear a story from the Finnish Civil War?” he asked.</p><p>After the story, he asked how she felt about religion and told how he had become a Christian. Seeing that she was interested, he said, “I have a book called Steps to Christ at home. Would you mind waiting 20 minutes?”</p><p>She agreed. When he returned with the book and a Bible-study card, she said, “When you left, I started timing you on my watch. It took you only 15 minutes.” She gratefully accepted the gifts.</p><p>Another time, Simo went up to a married couple with their teen son. “Would you like to hear a story from the Finnish Civil War?” he asked. Afterward, when he asked how they felt about religion, the parents replied that they had a major problem at home. Their son was using drugs. “We need to pray together,” Simo said. The woman began to cry. After praying, Simo said, “I would like to share with you a book, but it is at my home.”</p><p>“We can go in our car,” the man said. At his home, Simo gave the grateful couple Steps to Christ and a Bible study-card.</p><p>Simo believes God is blessing his efforts to meet people in secular Finland. No one has ever refused his offer to tell how he became a Christian. His mission outreach, he said, is inspired by the example of Paul. “I am convinced that we should go out to meet people and not wait for them to come to us,” he said.</p><p><br></p><p>This mission story illustrates Spiritual Growth Objective No. 5 of the Seventh-day Adventist Church’s “I Will Go” strategic plan, “To disciple individuals and families into Spirit-filled lives.” Read more: IWillGo2020.org.</p><p>Provided by the General Conference Office of Adventist Mission, which uses Sabbath School mission offerings to spread the gospel worldwide. Read new stories daily at AdventistMission.org.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>Giving Back</strong></p>",
      "verse": "<p>And I heard a voice from heaven saying unto me, Write, Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labours; and their works do follow them (Revelation 14:13).</p>",
      "versionCode": 1,
      "weekDate": "March 4–10"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
