{
   "data":[
      {
         "color":"#35e0c3",
         "id":711,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"September 7",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>Chapters 14–16 in Mark are known as the Passion Narrative because they describe the suffering, death, and resurrection of Jesus. As noted in lesson 9, the last six chapters of Mark cover only about one week. The majority of events in Mark 14–16 occur on Thursday and Friday of this Passion Week. Jesus’ death will occur on Friday, and His resurrection on Sunday.</p><p>This week’s lesson focuses on Mark 14, beginning with the fifth sandwich story, which interlinks two opposite actions in relation to Jesus. This is followed by the Last Supper, followed by Jesus’ struggle in Gethsemane. There He is arrested and taken before the leaders to be tried. The trial scene is linked with Peter’s denial of Jesus, forming the sixth and last of the sandwich stories in Mark. Again, two opposite actions occur, but by an ironic twist, they affirm the same truth.</p><p>Throughout the narrative, two contrasting story plots march hand in hand. In a crisp style, Mark sets before the reader these clashing plots while revealing the triumph of Jesus.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 8",
               "dayTitle":"<p>Unforgettable</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p><strong>Read Mark 14:1–11. What two stories are intertwined here, and how do they play off of one another?</strong></p><p><strong>Mark 14:1–11</strong></p><p><strong><sup>1 </sup></strong>After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.</p><p><strong><sup>2 </sup></strong>But they said, Not on the feast day, lest there be an uproar of the people.</p><p><strong><sup>3</sup></strong> And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head.</p><p><strong><sup>4</sup></strong> And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?</p><p><strong><sup>5</sup></strong> For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her.</p><p><strong><sup>6 </sup></strong>And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.</p><p><strong><sup>7 </sup></strong>For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.</p><p><strong><sup>8 </sup></strong>She hath done what she could: she is come aforehand to anoint my body to the burying.</p><p><strong><sup>9 </sup></strong>Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her.</p><p><strong><sup>10 </sup></strong>And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them.</p><p><strong><sup>11 </sup></strong>And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.</p><p>Mark 14:1 indicates that the Passover was two days away. This meeting probably occurred on either Tuesday night or Wednesday of that week. The religious leaders have a plan and timing. They just need a means to accomplish their goal. It will come from a surprising quarter.</p><p>This passage is the fifth sandwich story in Mark (see lesson 3). The story of the plot against Jesus is linked with a story of a woman who anoints Jesus’ head with precious perfume. Two parallel characters do opposite actions, displaying an ironic contrast.</p><p>Who the woman is here is not revealed by Mark. Her amazing gift to Jesus stands in contrast to Judas’s perfidy in betraying his Lord. She is unnamed; he is named as one of the Twelve. The value of her gift is listed; his price is only a promise of money.</p><p>No specific reason is given for why she does this, but the guests at the dinner are appalled by what they consider a grand waste of close to a year’s wages in pouring out the perfume on Jesus. Jesus, however, interposes in her defense and says that what she has done will be included in gospel proclamation throughout the world as a memorial to her. It is unforgettable. Indeed, all four Gospels tell this story in one form or another, probably because of Jesus’ words memorializing her deed.</p><p>Judas’s betrayal also is unforgettable. Mark implies that his motive was greed. The Gospel of John makes it explicit (John 12:4–6).</p><p>Mark contains a play on the word “good” in order to illustrate that two different motives, or plots, are in play in these stories. Jesus calls the woman’s action “good/beautiful” in Mark 14:6. He says you can always do “good” for the poor (Mark 14:7). In Mark 14:9, He calls her deed part of the “good news/gospel.” In Mark 14:11, Judas looks for a “good opportunity” (ISV) to betray Jesus. What this play on words suggests is that the plot of men to destroy the Messiah will actually become part of the gospel story because it brings to fruition the will of God in giving His Son for the salvation of humanity.</p><p><strong>How does Romans 8:28 help explain what will happen here?</strong></p><p><strong><sup>28</sup> </strong>And we know that all things work together for good to them that love God, to them who are the called according to his purpose.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 9",
               "dayTitle":"<p>The Last Supper</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p><strong>Read Mark 14:22–31 and Exodus 24:8. What great significance to the Christian faith is found in this account?</strong></p><p><strong>Mark 14:22–31</strong></p><p><strong><sup>22</sup></strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.</p><p><strong><sup>23</sup></strong> And he took the cup, and when he had given thanks, he gave it to them: and they all drank of it.</p><p><strong><sup>24</sup></strong> And he said unto them, This is my blood of the new testament, which is shed for many.</p><p><strong><sup>25</sup></strong> Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God.</p><p><strong><sup>26</sup></strong> And when they had sung an hymn, they went out into the mount of Olives.</p><p><strong><sup>27</sup></strong> And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.</p><p><strong><sup>28</sup></strong> But after that I am risen, I will go before you into Galilee.</p><p><strong><sup>29</sup></strong> But Peter said unto him, Although all shall be offended, yet will not I.</p><p><strong><sup>30</sup></strong> And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice.</p><p><strong><sup>31</sup></strong> But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all.</p><p><strong>Exodus 24:8</strong></p><p><strong><sup>8</sup></strong> And Moses took the blood, and sprinkled it on the people, and said, Behold the blood of the covenant, which the Lord hath made with you concerning all these words.</p><p>Mark 14:12 notes that this is the first day of unleavened bread, when the Passover lamb was sacrificed. The meal was on Thursday evening.</p><p>At the Last Supper, Jesus institutes a new memorial service. It is a transition from the Jewish Passover celebration and is directly linked to Israel’s leaving Egypt and becoming God’s covenant people at Sinai. In the sealing of the covenant, in Exodus 24:8, Moses sprinkles the people with the blood of the sacrifices and says, “ ‘Behold the blood of the covenant that the Lord has made with you in accordance with all these words’ ” (ESV).</p><p>It is striking that in the Lord’s Supper, which Jesus institutes here, no use is made of the lamb of the Passover meal. That is because Jesus is the Lamb of God (compare with John 1:29). The bread of the Lord’s Supper represents His body. The new covenant (compare with Jer. 31:31–34) is sealed with the blood of Jesus, and the cup represents this. He says, “ ‘This is my blood of the covenant, which is poured out for many’ ” (Mark 14:24, ESV).</p><p>Then, amid all this, Jesus predicts that His disciples will all abandon Him. He cites Zechariah 13:7, which speaks of the sword striking the shepherd and the sheep being scattered. Jesus is the shepherd, and His disciples are the sheep. It is a stark and depressing message. But Jesus adds a word of hope, repeating the prediction of His resurrection. But He adds that He will go before the disciples to Galilee. That prediction will be referred to by the young man at Jesus’ tomb, in Mark 16:7, and thus it carries special weight here.</p><p>But all this is too hard for the disciples to accept, especially Peter, who argues that everyone else may fall away, but he will not. However, Jesus continues with the solemn language and predicts that Peter will deny Him three times before the rooster crows twice. The prediction will play a crucial role in the scene of Jesus’ trial and Peter’s denial; so, it also plays a crucial role here.</p><p><strong>What can you learn from whatever times you promised God that you would or would not do something and ended up doing or not doing it anyway?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 10",
               "dayTitle":"<p>Gethsemane</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p><strong>Read Mark 14:32–42. What did Jesus pray in Gethsemane, and how was the prayer answered?</strong></p><p><strong>Mark 14:32–42</strong></p><p><strong><sup>32</sup></strong> And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray.</p><p><strong><sup>33</sup></strong> And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;</p><p><strong><sup>34</sup></strong> And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.</p><p><strong><sup>35</sup></strong> And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him.</p><p><strong><sup>36</sup></strong> And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt.</p><p><strong><sup>37</sup></strong> And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour?</p><p><strong><sup>38</sup></strong> Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.</p><p><strong><sup>39</sup></strong> And again he went away, and prayed, and spake the same words.<sup><br></sup></p><p><strong><sup>40</sup></strong> And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him.<sup><br></sup></p><p><strong><sup>41</sup></strong> And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners.</p><p><strong><sup>42</sup></strong> Rise up, let us go; lo, he that betrayeth me is at hand.</p><p>Leaving the walled city of Jerusalem where they ate the Passover meal, Jesus and His disciples go across the Kidron Valley to a garden on the slopes of the Mount of Olives. The name Gethsemane means oil press, suggesting that there was an olive oil processing press in the vicinity. The exact location is unknown because the Romans cut down all the trees on the Mount of Olives during the siege in a.d. 70.</p><p>As Jesus enters the garden, He leaves His disciples there and goes farther with Peter, James, and John. But then He leaves these three, as well, and proceeds farther by Himself. This spatial distancing suggests Jesus is becoming more isolated as He faces His upcoming suffering.</p><p>Jesus prays for the cup of suffering to be removed but only if it is God’s will (Mark 14:36). He uses the Aramaic term Abba, which Mark translates as “Father.” The term does not mean “daddy,” as some have suggested. The term used by a child to address his father was abi (see Raymond E. Brown, The Death of the Messiah, Anchor Bible Reference Library [New York: Doubleday, 1994], vol. 1, pp. 172, 173). However, the use of the term Abba, “Father,” does carry the close familial linkage, which should not be diminished.</p><p>What Jesus prays for is the removal of the cup of suffering. But He submits Himself to the will of God (compare with the Lord’s Prayer, Matt. 6:10). It becomes obvious throughout the rest of the Passion Narrative that God’s answer to Jesus’ prayer is no. He will not remove the cup of suffering because through that experience salvation is offered to the world.</p><p>When you face hardships, it is encouraging to have friends who support you. In Philippians 4:13, Paul talks about doing all things through the One who strengthens him. Many forget Philippians 4:14, where the apostle begins, “Nevertheless.” It reads: “Nevertheless, it was kind of you to share my troubles” (ISV). This is what Jesus desired in Gethsemane. Three times He came seeking comfort from His disciples. Three times they were sleeping. At the end, He arouses them to go forth with Him to face the trial. He is ready; they are not.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 11",
               "dayTitle":"<p>Leaving All to Flee From Jesus</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p><strong>Read Mark 14:43–52. What happens here that is so crucial to the plan of salvation?</strong></p><p><strong>Mark 14:43–52</strong></p><p><strong><sup>43</sup></strong> And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priests and the scribes and the elders.</p><p><strong><sup>44</sup></strong> And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.</p><p><strong><sup>45</sup></strong> And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.</p><p><strong><sup>46</sup></strong> And they laid their hands on him, and took him.</p><p><strong><sup>47</sup></strong> And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear.</p><p><strong><sup>48</sup></strong> And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?</p><p><strong><sup>49</sup></strong> I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.</p><p><strong><sup>50</sup></strong> And they all forsook him, and fled.</p><p><strong><sup>51</sup></strong> And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:</p><p><strong><sup>52</sup></strong> And he left the linen cloth, and fled from them naked.</p><p>It is shocking that one of Jesus’ closest associates betrayed Him to His enemies. The Gospels do not go into great detail about Judas’s motivation. But Ellen G. White writes: “Judas had naturally a strong love for money; but he had not always been corrupt enough to do such a deed as this. He had fostered the evil spirit of avarice until it had become the ruling motive of his life. The love of mammon overbalanced his love for Christ. Through becoming the slave of one vice he gave himself to Satan, to be driven to any lengths in sin.”—Ellen G. White, The Desire of Ages, p. 716.</p><p>Betrayal in itself is deplored by all, even by those who make use of betrayers (compare with Matt. 27:3–7). But Judas’s deed is particularly nefarious because he seeks to hide his betrayal under the guise of friendship. He gives the crowd instruction that the man he kisses is the man to arrest. It appears that Judas wanted to hide his perfidy from Jesus and the other disciples.</p><p>Chaos breaks out when the crowd arrests Jesus. Someone draws a sword (John 18:10, 11 says it was Peter) and cuts off the ear of the high priest’s servant. Jesus addresses the mob, chastising them for doing in secret what they were afraid to do in the open when He was teaching in the temple. But Jesus ends with a reference to the Scriptures being fulfilled. It is another signal of that dual plot running through the Passion Narrative—that the will of God is coming to fulfillment even as the will of man works to destroy the Messiah.</p><p>The disciples all flee, including Peter, who nevertheless will reappear, following Jesus at a distance and ending up getting himself in trouble. But Mark 14:51, 52 tells of a young man following Jesus, an account found here and nowhere else in the canonical Gospels. Some think it was Mark himself, but that is unprovable. What is remarkable is that he runs away naked. The young man, instead of leaving all to follow Jesus, leaves all to flee from Jesus.</p><p><strong>Think about the fearful idea that being a slave of only one vice led Judas to do what he did. What should this tell us about hating sin and, by God’s grace, overcoming it?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 12",
               "dayTitle":"<p>Who Are You?</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p>Read Mark 14:60–72. Compare how Jesus responded to events in contrast to how Peter did. What lessons can we learn from the differences?</p><p><strong>Mark 14:60–72</strong></p><p><strong><sup>60</sup></strong> And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?</p><p><strong><sup>61</sup></strong> But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?</p><p><strong><sup>62</sup></strong> And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.</p><p><strong><sup>63</sup></strong> Then the high priest rent his clothes, and saith, What need we any further witnesses?</p><p><strong><sup>64</sup></strong> Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death.</p><p><strong><sup>65</sup></strong> And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands.</p><p><strong><sup>66</sup></strong> And as Peter was beneath in the palace, there cometh one of the maids of the high priest:</p><p><strong><sup>67</sup></strong> And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth.</p><p><strong><sup>68</sup></strong> But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew.</p><p><strong><sup>69</sup></strong> And a maid saw him again, and began to say to them that stood by, This is one of them.</p><p><strong><sup>70</sup></strong> And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto.</p><p><strong><sup>71</sup></strong> But he began to curse and to swear, saying, I know not this man of whom ye speak.</p><p><strong><sup>72</sup></strong> And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.</p><p>Mark 14:53–59 describes Jesus being brought to the Sanhedrin and the first part of the trial. It is an exercise in frustration. Again and again, the leaders try to make their accusation against Jesus stick. The Gospel writer notes how the testimony was false and the witnesses never agreed.</p><p>Finally, the high priest arises and addresses Jesus directly. At first Jesus does not respond. But then the high priest places Him under oath before God (see Matt. 26:63) and asks the direct question if He is the Messiah. Jesus frankly and openly admits that He is and then references Daniel 7:13, 14, regarding the Son of man as seated at God’s right hand and coming with the clouds of heaven. This is too much for the high priest, who tears his robes and calls for Jesus’ condemnation, which the council immediately gives. The leaders begin to shame Jesus by spitting on Him, covering His face, beating Him, and calling on Him to prophesy.</p><p>While Jesus is inside being tried and giving a faithful testimony, Peter is outside giving a lying report. This is the sixth and final sandwich story in Mark, and here the irony is particularly pointed. Here are two parallel characters, Jesus and Peter, doing opposite actions. Jesus gives a faithful testimony, Peter a false one. Three times Peter is accosted by a servant or bystanders, and each time he denies association with Jesus, even cursing and swearing in the process.</p><p>It is at this point that a rooster crows a second time, and Peter suddenly remembers Jesus’ prophecy that he would deny his Lord three times that very night. He breaks down and weeps. Here is the striking irony—at the end of His trial, Jesus is blindfolded and struck and commanded to “prophesy!” The idea was to mock Him since He could not see who struck Him. However, at the very time they do this, Peter is denying Jesus in the courtyard below, fulfilling one of Jesus’ prophecies. Consequently, in denying Jesus, Peter demonstrates that Jesus is the Messiah.</p><p><strong>What words of hope would you give to someone who, though wanting to follow Jesus, fails at times to do so? Who of us has not, at times, failed to follow what we know Jesus wants?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 13",
               "dayTitle":"<p>Further Thought</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Read Ellen G. White, “Before Annas and the Court of Caiaphas,” pp. 698–715; “Judas,” pp. 716–722, in The Desire of Ages. “While the degrading oaths were fresh upon Peter’s lips, and the shrill crowing of the cock was still ringing in his ears, the Saviour turned from the frowning judges, and looked full upon His poor disciple. At the same time Peter’s eyes were drawn to his Master. In that gentle countenance he read deep pity and sorrow, but there was no anger there.</p><p>“The sight of that pale, suffering face, those quivering lips, that look of compassion and forgiveness, pierced his heart like an arrow.</p><p>Conscience was aroused. Memory was active. Peter called to mind his promise of a few short hours before that he would go with his Lord to prison and to death. He remembered his grief when the Saviour told him in the upper chamber that he would deny his Lord thrice that same night. Peter had just declared that he knew not Jesus, but he now realized with bitter grief how well his Lord knew him, and how accurately He had read his heart, the falseness of which was unknown even to himself.”—Ellen G. White, The Desire of Ages, pp. 712, 713.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> How, by merely reading what Jesus predicted in Mark 14:9, are we seeing another of Jesus’ predictions—a highly unlikely prediction given the circumstances in which it has been uttered—actually being fulfilled?</p><p><strong>2. </strong>Compare and contrast Judas and Peter. How were they alike and how different in the way they acted in the Passion Narrative?</p><p><strong>3.</strong> Discuss the meaning of the Lord’s Supper. How can we make this more meaningful in our church and involve more members in its celebration?</p><p><strong>4. </strong>Discuss the fact that God said no to Jesus’ prayer in Gethsemane. What does it mean when God says no to us?</p><p><strong>5. </strong>Though Peter greatly failed Jesus with his denials, Jesus did not cast him off. What hope can you take for yourself from this fact?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>Fulfilling a Dream About Tofu</strong></p><p><strong>By Andrew McChesney</strong></p><p><br></p><p>Father developed stomach problems, and Mother and Anush decided to pay close attention to his diet. Anush was a vegetarian, and Mother, a biologist by training, knew which foods were healthy. But they had not sought to place the healthiest foods on the family table. Mother and Anush began to feed Father mostly plant-based meals, and the stomach problems went away.</p><p>Then Father had another dream. He saw a bright light in the garage. It was so bright that he couldn’t look at it. “Do not be afraid,” said a voice from the light. “Come. Take this bucket with seeds, and plant them on this table.”</p><p>Father saw a bucket of seeds beside a stainless-steel table. But the command made no sense. As a university student, he had trained to become an agricultural scientist, so he knew plants. But even without that knowledge, he knew that seeds couldn’t sprout on steel. “Seeds have to be planted in the ground,” he protested. The voice did not waver. “Do as I say,” it said. Still in the dream, a day passed, and Father saw healthy three-inch shoots growing from the table. He was shocked. “What’s going on?” he asked.</p><p>“How can seeds grow in one night and on this stainless-steel table?”</p><p>“You need to pull up the green shoots and sell them,” the voice said.</p><p>Father related the dream to his family. As Anush listened, she wondered if God was telling Father to make tofu. There was no company that made tofu in Armenia. Father was a business owner with agricultural training, and Anush was sure that he could do it. But she didn’t want to try to interpret his dream. She prayed for Father to hear God’s call directly.</p><p>Then Anush participated in a medical missionary conference in Ukraine.</p><p>The 300 participants grew excited when they heard about Father’s dream.</p><p>It was 2019, and Adventists had flourishing tofu production facilities and health-food stores in the country. When the conference organizer asked who would be willing to teach Father to make tofu, everyone raised their hands. Two months later, Father bought plane tickets to Ukraine. Like Abraham and Sarah, he and Mother left home without knowing exactly where they were going. God organized everything. Medical missionaries from the conference met them at the airport. Father and Mother stayed with them as they visited Adventist health-food stores and tofu facilities for 12 days. Father saw Christians could work not only for money but also for God’s glory. He was impressed. He returned home and opened Armenia’s first tofu company.</p><p>Anush was overjoyed. She was amazed to think that Father had once used her vegetarian lifestyle as a reason to bar her from going to church and now he was selling tofu and promoting a vegetarian lifestyle.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":119,
               "idDay":9,
               "idLesson":11,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Mark 14:1</strong></p><p><strong>Study Focus: Mark 14</strong></p><p><strong>Introduction:&nbsp;</strong></p><p>In Mark 14, we read about the plot to kill Jesus. Mark ex­plicitly tells us that the plot had been in development for some time, given the fact that “the chief priests and the scribes were seeking how to arrest Him covertly and kill Him” (Mark 14:1, NASB). Thus, the desire of Jesus’ enemies to put Him to death begins to take sinister shape.</p><p>Mark 14 narrates the events of Jesus’ betrayal and His condemnation by the religious leaders.</p><p><strong>Lesson Themes:</strong> This week’s study analyzes three important events in the final days of Jesus’ life:</p><p><strong>1. </strong>The anointing of Jesus with costly perfume.</p><p><strong>2. </strong>Peter’s forsaking of Jesus.</p><p><strong>3.</strong> Jesus’ suffering as a direct fulfillment of prophecy.</p><p><strong>Part II: Commentary</strong></p><p><strong>Three Attitudes Toward the Savior</strong></p><p>Mark 14:1–11 is the first pericope, or section, of the chapter. In this segment, Mark introduces two scenes with three main characters or groups of characters: (1) the priests and scribes; (2) an unidentified woman; and (3) the disciples, including Judas Iscariot. The first group is willing to pay a considerable amount of money to put Jesus to death, as revealed in Mark 14:1, 11. Their willingness is evidence of how corrupt the leaders of the temple and its services had become. Jesus was right when He said to them, “ ‘You have made [the temple] a den of robbers’ ” (Mark 11:17, NASB). So great was their desperation to put Him to death, at any cost, that they resorted to bankrolling one of the members of His own inner circle to achieve their purposes. The text also seems to imply that the religious leaders paid people to seize Jesus: “A crowd with swords and clubs who were from the chief priests, the scribes, and the elders” (Mark 14:43, NASB). It is also possible that the religious leaders were behind the “people [who] were giving false testimony against Him, and so their testimonies were not consistent” (Mark 14:56, NASB). In light of these conjectures, it is interesting to ponder how much money the priests and the rest of the Israelite leaders spent to ensure the Messiah’s death. The second character is an unknown woman who was willing to expend an exorbitant amount of her own capital on Jesus. She bought a very expensive perfume to anoint Jesus’ head and feet. The disciples assessed the perfume to be worth a great amount of money, more than 300 denarii (Mark 14:5). A denarius was the basic Roman currency: “It seems to have been equal to a full day’s wage for an average worker (Matt. 20:1–16).”—Lee Martin McDonald, “Money in the New Testament Era,” in The World of the New Testament: Cultural, Social, and Historical Contexts, eds. Joel B. Green and Lee Martin McDonald (Grand Rapids, MI: Baker Academic, 2013), p. 573. With this information in hand, we can infer that the woman spent an amount equivalent to a wage from almost a year’s work. Perhaps she saved the money from many years of hard labor. At any rate, it is, indeed, a lot of money. The woman desired to show her gratitude to Jesus, at great personal cost and sacrifice to herself. Jesus, in turn, greatly rewarded her gift, which showed how deeply she valued Him. Mark 14:9 records, “Wherever the gospel is preached in the entire world, what this woman has done will also be told in memory of her” (NASB).</p><p>The characters in the third scene, as noted, are the disciples and Judas. Unlike the unnamed woman, they considered the perfume too costly to waste on Jesus. They insist that “ ‘this perfume could have been sold for over three hundred denarii, and the money given to the poor’ ” (Mark 14:5, NASB). Though the money was not theirs to begin with, they, nonetheless, blamed and discredited the woman for bestowing the bounty on Jesus.</p><p>Judas was willing to receive money to hand Jesus over to the ones who plotted His death. Mark does not provide details about the negotiation of the price for Jesus’ death. What we know of the negotiations, we learn from Matthew’s Gospel. According to Matthew, Judas asked the priests, “ ‘What are you willing to give me to betray Him to you?’ And they set out for him thirty pieces of silver” (Matt. 26:15, NASB). The expression “thirty pieces of silver,” also translated thirty silver shekels, comes from the Greek triakonta argyria. Each of these argyria is equivalent to about four drachmas. The drachma was “the basic standard Greek coin, [it] was equivalent in value to the Roman denarius. . . . It is likely that this is the coin in which Judas received his ‘thirty pieces of silver,’ or 120 denarii (Matt. 26:15).”—McDonald, “Money in the New Testament Era,” pp. 573, 574.</p><p>The amount paid by the priests and accepted by Judas was inferior in relation to the amount paid by the woman for the perfume. In short, a lone woman paid approximately 300 denarii to anoint Jesus with perfume as a memorial, while Judas accepted only 120 denarii to betray Him. The discrepancy speaks volumes. It shows how little Judas and those who sympathized with his view valued their Master.</p><p>The Impetuous Peter: Near and Far From Jesus The final character in the scenes under discussion in Mark 14 is Peter. Peter has an active role in the final chapters. He was among those commis­sioned to prepare the Passover (Mark 14:12, 13; compare with Luke 22:8). Later, when Jesus foretold how His disciples would abandon Him at His arrest, “Peter repeatedly said insistently, ‘Even if I have to die with You, I will not deny You!’ ” (Mark 14:31, NASB; compare with Mark 14:29).</p><p>Peter could not fulfill Jesus’ request to “keep watching and praying” (Mark 14:38, NASB). Later, he also intervened on Jesus’ behalf and in violence cut off the right ear of the high priest’s servant (John 18:10; compare with Mark 14:47).</p><p>Yet another scene in which Peter appears is the episode in which Jesus is led to the high priest. Peter followed Jesus at a distance (Mark 14:54). Later, he is confronted by those who expose him as one of Jesus’ followers. In reply to his accusers, “he began to curse himself and to swear, ‘I do not know this man of whom you speak!’ ” (Mark 14:71, NASB).</p><p>Finally, the chapter ends with Peter bursting into tears of bitter remorse. The depiction of Peter in these six scenes is a portrait of the experience of many followers of Jesus today. One moment, we may be a shining paladin in Jesus’ cause, but the next moment, we vacillate and become the unexpected villain who betrays Him. To avoid this instability of character, Jesus advises us: “ ‘Keep watching and praying, so that you will not come into temptation’ ” (Mark 14:38, NASB). The story of Peter does not end in defeat. Guided by the Holy Spirit, he becomes a pillar of the Christian community.</p><p><strong>Jesus and the Fulfillment of the Prophecy</strong></p><p>Finally, let us highlight Jesus’ agony in the scenes of Mark 14. How painful it must have been for Jesus that His own disciples, His most intimate associates, did not understand His mission. At the sight of His anointing by the woman, the disciples argued over the great waste of money involved in her pouring a costly perfume on His head. How heartbreaking it must have been to Jesus that two of His disciples would betray Him and the rest would abandon Him. How deeply devastating it must have been to Him to witness the religious leaders and teachers of His very own people try to kill Him, the announced Messiah. Jesus  lived on this earth as a Man. He felt all the sorrow the human heart could ever bear amid these traumatic circumstances. “He said to [His followers,] ‘My soul is deeply grieved, to the point of death’ ” (Mark 14:34, NASB). However, nothing and no one can derail Him from His chosen path: the path of death.</p><p>Jesus has a clear understanding of His fate. He knows why He is going down His chosen path and where it will lead. He says, “ ‘For the Son of Man is going away just as it is written about Him’ ” (Mark 14:21, NASB). He is conscious that what is happening to, or against, Him is all part of a divine plan. He perceives that “this has taken place so that the Scriptures will be fulfilled.” For this reason, when Peter tried to convince Him to renounce God’s will for Him in the plan of salvation, Jesus plainly saw Satan speaking through him as he once spoke to Eve through the medium of the serpent. Jesus came to this world to give His life as a ransom for humanity. Thus, the Bible predicted, “the Messiah will be cut off and have nothing” (Dan. 9:26, NASB), or literally “have no one.” This dire fate is exactly what happened.</p><p><strong>Part III: Life Application</strong></p><p>Ask your students to discuss the following question: Why did the disciples consider the perfume poured over Jesus’ head to be a waste? In light of this discussion, ask your students to consider the thoughts below.</p><p>“The words spoken in indignation, ‘To what purpose is this waste?’</p><p>brought vividly before Christ the greatest sacrifice ever made,—the gift of Himself as the propitiation for a lost world. The Lord would be so bountiful to His human family that it could not be said of Him that He could do more. In the gift of Jesus, God gave all heaven. From a human point of view, such a sacrifice was a wanton waste. To human reasoning the whole plan of salvation is a waste of mercies and resources. Self-denial and wholehearted sacrifice meet us everywhere. Well may the heavenly host look with amazement upon the human family who refuse to be uplifted and enriched with the boundless love expressed in Christ. Well may they exclaim, Why this great waste?’ ”—Ellen G. White, The Desire of Ages, p. 565. Have you thought of the reason why Judas betrayed Jesus? Before you give your answer, read the paragraph below.</p><p>“Judas reasoned that if Jesus was to be crucified, the event must come to pass. His own act in betraying the Saviour would not change the result. If Jesus was not to die, it would only force Him to deliver Himself. At all events, Judas would gain something by his treachery. He counted that he had made a sharp bargain in betraying his Lord.”—Ellen G. White, The Desire of Ages, p. 720.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>Taken and Tried</p>",
         "verse":"<p>“And He said, ‘Abba, Father, all things are possible for you. Take this cup from Me; nevertheless, not what I will, but what You will’ ” (Mark 14:36, NKJV).</p>",
         "versionCode":40,
         "weekDate":"September 7-13"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
