{
   "data":[
      {
         "color":"#9bf00f",
         "id":706,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"July 30",
               "dayTitle":"<p>Struggling With All Energy<br></p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>A man and woman sat together on a talk show. Both had experienced the murder of a child. The woman’s son had been murdered 20 years before, and her anger and bitterness were as great as ever. The man was totally different. His daughter had been murdered by terrorists a few years earlier. He spoke about forgiveness toward the killers and about how God had transformed his hurt.<br><br>However terrible the pain, this man had become an illustration of how God can bring healing to the darkest moments of our lives. How can two people respond so differently? How does spiritual change occur in the life of a Christian, enabling that individual to mature through life’s crucibles rather than being completely overwhelmed by them?<br><strong><br><span style=\"background-color: rgb(255, 255, 255);\"><span style=\"color: rgb(192, 80, 77);\">The Week at a Glance:</span> </span>What is the role of our wills, and willpower, in the battle with self and sin? How can we avoid the mistake of letting our feelings rule the decisions we make? Why must we persevere and not give up when in the crucible?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 31",
               "dayTitle":"<p>The Spirit of Truth<br></p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p>Have you ever prayed “Please, God, make me good!” but little seems to change? How is it possible that we can pray for God’s great transforming power to work within us, but our lives seem to remain the same? We know that God has unlimited supernatural resources that He so eagerly and freely offers us. We really want to take advantage of it all, and yet, our lives don’t seem to change in a way that matches what God is offering.<br><br>Why? One reason is disturbingly simple: while the Spirit has unlimited power to transform us, it is possible by our own choices to restrict what God can do.<br><strong><br>Read John 16:5–15. In this passage, Jesus calls the Holy Spirit the “Spirit of truth” (John 16:13, NIV). What does this imply that the Holy Spirit does for us?</strong><br></p><p><strong>John 16:5–15</strong></p><p><strong><sup>5</sup></strong> “But now I go away to Him who sent Me, and none of you asks Me, ‘Where are You going?’ <sup><br></sup></p><p><sup><strong>6 </strong></sup>But because I have said these things to you, sorrow has filled your heart. <sup><br></sup></p><p><sup><strong>7 </strong></sup>Nevertheless I tell you the truth. It is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I depart, I will send Him to you. <sup><br></sup></p><p><sup><strong>8</strong></sup> And when He has come, He will convict the world of sin, and of righteousness, and of judgment: <strong><br></strong></p><p><strong><sup>9 </sup></strong>of sin, because they do not believe in Me; <sup><br></sup></p><p><sup><strong>10 </strong></sup>of righteousness, because I go to My Father and you see Me no more; <sup><br></sup></p><p><sup><strong>11</strong></sup> of judgment, because the ruler of this world is judged.<sup><br><br><strong>12</strong></sup> “I still have many things to say to you, but you cannot bear them now. <sup><br></sup></p><p><sup><strong>13</strong></sup> However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come. <sup><br></sup></p><p><sup><strong>14</strong></sup> He will glorify Me, for He will take of what is Mine and declare it to you. <sup><br></sup></p><p><sup><strong>15</strong></sup> All things that the Father has are Mine. Therefore I said that He will take of Mine and declare it to you.<br></p><p>While the Holy Spirit can bring us the truth about our sinfulness, He cannot make us repent. He also can show us the greatest truth about God, but He cannot force us to believe or obey it. If God did compel us in even the slightest way, we would lose our free will, and Satan would accuse God of manipulating our minds and hearts and would thus be able to accuse God of cheating in the great controversy.<br><br>When the great controversy broke out in heaven, our Father did not compel Satan or any of the angels to believe that He was good and just or compel them to repent. And in the Garden of Eden, when so much was at stake again, God made the truth about the tree in the middle of the garden very clear but did not prevent Eve and Adam from exercising their free will to disobey. God will not act any differently with us today. So, the Spirit presents the truth about God and sin and then says, “In view of what I have shown you, what will you do now?”<br><br>It is the same when we are in the crucible. Sometimes the crucible is there precisely because we have not obeyed or repented of our sins. For our Father to work in such cases, we must consciously choose to open the doors of repentance and obedience in order for God’s power to enter in and transform us.<br><br><strong>What convictions has the “Spirit of truth” brought to you recently? How well are you listening to His voice? And, most important, what choices are you making with your free will?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 1",
               "dayTitle":"<p>The Divine-Human Combination<br></p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p>What is your greatest accomplishment ever? Chances are, whatever you achieved did not happen simply by rolling out of bed in the morning. If we want to achieve something worthwhile in this life, it takes time and effort. Our discipleship to Christ is no different.<br><br><strong>Read Colossians 1:28, 29. Though Paul talks about God working in him, in what ways does he show the human effort also involved? (See also Deut. 4:4, Luke 13:24, 1 Cor. 9:25, and Heb. 12:4.)</strong><br></p><p><strong>Colossians 1:28-29</strong></p><p><strong>&nbsp;<sup>28</sup> </strong>Him we preach, warning every man and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus.</p><p><sup><strong>29</strong></sup> To this end I also labor, striving according to His working which works in me mightily.<strong><br></strong></p><p><strong>Deut. 4:4</strong></p><p><sup><strong>4 </strong></sup>But you who held fast to the Lord your God are alive today, every one of you.<strong><br></strong></p><p><strong>Luke 13:24</strong></p><p><strong><sup>&nbsp;24</sup> </strong>“Strive to enter through the narrow gate, for many, I say to you, will seek to enter and will not be able. <strong><br></strong></p><p><strong>1 Cor. 9:25</strong></p><p><sup><strong>&nbsp;25 </strong></sup>And everyone who competes for the prize is temperate in all things. Now they do it to obtain a perishable crown, but we for an imperishable crown. <strong><br></strong></p><p><strong>Heb. 12:4</strong></p><p><sup><strong>4 </strong></sup>You have not yet resisted to bloodshed, striving against sin. <br></p><p>In Colossians 1:29, there is a very interesting insight into the way Paul sees his relationship with God in this work. He says that he is struggling—but with the power of God.<br><br>The Greek word translated “labor” means to “grow weary,” to “work to the point of exhaustion.” This word was used particularly of athletes as they trained. The word for “struggle,” which comes next, can mean in some languages “to agonize.” So, we have the word picture of an athlete straining with everything to win. But then Paul adds a twist to the idea, because Paul is straining, not with everything he has, but with everything that God gives him. So, we are left with a simple conclusion about Paul’s ministry—it was a ministry done with great personal effort and discipline but done with God’s power. This relationship works in exactly the same way as we pursue the development of Christ’s character in us.<br><br>This is important to remember, because we live in a world in which we want more and more with less and less effort. That idea has crept into Christianity, too. Some Christian evangelists promise that if you just believe, the Holy Spirit will fall upon you with amazing supernatural power and perform great miracles. But this can be a dangerous half-truth, because it can lead people to the conclusion that we just need to wait for God’s power to come while sitting comfortably in our seats!<br><br><strong>What is your own experience with the kind of striving Paul talked about? What things has God laid upon your heart that you are struggling with? How can you learn to surrender to God’s will?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 2",
               "dayTitle":"<p>The Disciplined Will<br></p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p>One of the greatest enemies of our wills is our own feelings. We are increasingly living in a culture bombarded with pictures and music that can appeal directly to our senses, triggering our emotions—anger, fear, or lust—without our realizing it. How often do we think such things as What do I feel like eating for supper? What do I feel like doing today?<br><br>Do I feel good about buying this? Feelings have thus become intimately involved in our decision-making. Feelings are not necessarily bad, but how I feel about something may have little to do with what is right or best. Indeed, our feelings can lie to us (“The heart is deceitful above all things” [Jer. 17:9]) and can create a false picture of reality, causing us to make bad choices, setting us up for a crucible of our own making.<br><strong><br>What examples can you find from the Bible where people made choices based on feelings rather than on God’s Word? What were the consequences? (See, for example, Gen. 3:6; 2 Sam. 11:2–4; and Gal. 2:11, 12.)</strong><br><br><strong>&nbsp;Gen. 3:6</strong></p><p><sup><strong>6 </strong></sup>So when the woman saw that the tree was good for food, that it was pleasant to the eyes, and a tree desirable to make one wise, she took of its fruit and ate. She also gave to her husband with her, and he ate. <strong><br></strong></p><p><strong>&nbsp;2 Sam. 11:2–4</strong></p><p><strong><sup>2</sup></strong> Then it happened one evening that David arose from his bed and walked on the roof of the king’s house. And from the roof he saw a woman bathing, and the woman was very beautiful to behold. <sup><br></sup></p><p><sup><strong>3 </strong></sup>So David sent and inquired about the woman. And someone said, “Is this not Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?” <sup><br></sup></p><p><sup><strong>4</strong></sup> Then David sent messengers, and took her; and she came to him, and he lay with her, for she was cleansed from her impurity; and she returned to her house. <strong><br></strong></p><p><strong>Gal. 2:11-12<br></strong></p><p><sup><strong>11</strong> </sup>Now when Peter had come to Antioch, I withstood him to his face, because he was to be blamed;</p><p><strong><sup>12 </sup></strong>for before certain men came from James, he would eat with the Gentiles; but when they came, he withdrew and separated himself, fearing those who were of the circumcision.<strong><br></strong></p><p><strong>Read 1 Peter 1:13. What is Peter concerned about, and what does he want his readers actually to do?</strong><br></p><p><strong>1 Peter 1:13</strong></p><p><sup><strong>13 </strong></sup>Therefore gird up the loins of your mind, be sober, and rest your hope fully upon the grace that is to be brought to you at the revelation of Jesus Christ; <strong><br></strong></p><p>Peter understood that the mind is the rudder for the body that we control. Take away the control of the mind, and we will be controlled by whatever feelings blow our way.<br><br>Imagine walking along a narrow path to the Shepherd’s home. Along the way there are many paths leading in different directions. Some of these paths go to places that we would not want to visit. Others look tempting; they appeal to our feelings, our emotions, our desires. If, though, we take any one of them, we get off the right path and go in a way that might be exceedingly difficult to get off.<br><strong><br>What important decisions are you facing? Ask yourself honestly, How can I know if I am basing my choices on feeling, emotion, or desire, as opposed to the Word of God?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 3",
               "dayTitle":"<p>Radical Commitment<br></p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong>“If your right eye causes you to stumble, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell” (Matt. 5:29, NIV).</strong><br><br><strong>Dwell on the words of Jesus in the above text. Would you call them radical? If so, why?</strong><br><br>Radical action is necessary not because God has made the Christian life difficult, but because we and our culture have drifted so far away from God’s plans for us. People often wake up and wonder to themselves, How could I have gone so far away from God? The answer is always the same: just one step at a time.<br><br>Read Matthew 5:29, 30. Jesus is speaking in the context of sexual sin. However, the underlying principles apply to dealing with other sin, as well. Indeed, the principles can apply to our growth in Christ in general.<br><br><strong>What crucial point is Jesus making with those words? Are we really called literally to maim ourselves?</strong><br><br>Jesus isn’t calling us to harm our bodies physically—not at all! Rather, He is calling us to control our minds and therefore our bodies, no matter the cost. Notice that the text does not say that we should pray and that God will instantly remove the sinful tendencies from our lives. Sometimes God may graciously do this for us, but often He calls us to make a radical commitment to give up something, or start doing something, that we may not feel like doing at all. What a crucible that can be! The more often we make the right choices, the stronger we will become, and the weaker the power of temptation in our lives.<br><br>God sometimes uses crucibles to catch our attention when there are so many noisy distractions around us. It is in the crucible that we realize how far we have drifted from God. The crucible may be God’s call for us to make a radical decision to return to our Father’s plan for us.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 4",
               "dayTitle":"<p>The Need to Persevere</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p><strong>Read the story of Jacob wrestling with God (Genesis 32). What does this story say to us about perseverance, even amid great discouragement? (Keep the whole context of Jacob’s situation in mind before you answer.)</strong></p><p><strong>Genesis 32<sup><br></sup></strong></p><p><sup><strong>1</strong></sup> So Jacob went on his way, and the angels of God met him. <sup><br></sup></p><p><sup><strong>2 </strong></sup>When Jacob saw them, he said, “This is God’s camp.” And he called the name of that place Mahanaim.<sup><br><br><strong>3</strong></sup> Then Jacob sent messengers before him to Esau his brother in the land of Seir, the country of Edom.</p><p><sup><strong>4</strong></sup> And he commanded them, saying, “Speak thus to my lord Esau, ‘Thus your servant Jacob says: “I have dwelt with Laban and stayed there until now. <br></p><p><strong><sup>5 </sup></strong>I have oxen, donkeys, flocks, and male and female servants; and I have sent to tell my lord, that I may find favor in your sight.” ’ ”<sup><br><br><strong>6 </strong></sup>Then the messengers returned to Jacob, saying, “We came to your brother Esau, and he also is coming to meet you, and four hundred men are with him.” <br></p><p><strong><sup>7 </sup></strong>So Jacob was greatly afraid and distressed; and he divided the people that were with him, and the flocks and herds and camels, into two companies. <sup><br></sup></p><p><sup><strong>8 </strong></sup>And he said, “If Esau comes to the one company and attacks it, then the other company which is left will escape.”<sup><br><br><strong>9</strong></sup> Then Jacob said, “O God of my father Abraham and God of my father Isaac, the Lord who said to me, ‘Return to your country and to your family, and I will deal well with you’: <strong><sup><br></sup></strong></p><p><strong><sup>10</sup></strong> I am not worthy of the least of all the mercies and of all the truth which You have shown Your servant; for I crossed over this Jordan with my staff, and now I have become two companies. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Deliver me, I pray, from the hand of my brother, from the hand of Esau; for I fear him, lest he come and attack me and the mother with the children. <sup><br></sup></p><p><sup><strong>12</strong></sup> For You said, ‘I will surely treat you well, and make your descendants as the sand of the sea, which cannot be numbered for multitude.’ ”<sup><br><br><strong>13 </strong></sup>So he lodged there that same night, and took what came to his hand as a present for Esau his brother: <sup><br></sup></p><p><sup><strong>14</strong></sup> two hundred female goats and twenty male goats, two hundred ewes and twenty rams, <sup><br></sup></p><p><sup><strong>15 </strong></sup>thirty milk camels with their colts, forty cows and ten bulls, twenty female donkeys and ten foals. <sup><br></sup></p><p><sup><strong>16</strong></sup> Then he delivered them to the hand of his servants, every drove by itself, and said to his servants, “Pass over before me, and put some distance between successive droves.” <sup><br></sup></p><p><sup><strong>17 </strong></sup>And he commanded the first one, saying, “When Esau my brother meets you and asks you, saying, ‘To whom do you belong, and where are you going? Whose are these in front of you?’ <sup><br></sup></p><p><sup><strong>18</strong></sup> then you shall say, ‘They are your servant Jacob’s. It is a present sent to my lord Esau; and behold, he also is behind us.’ ” <sup><br></sup></p><p><sup><strong>19</strong></sup> So he commanded the second, the third, and all who followed the droves, saying, “In this manner you shall speak to Esau when you find him; <sup><br></sup></p><p><sup><strong>20</strong></sup> and also say, ‘Behold, your servant Jacob is behind us.’ ” For he said, “I will appease him with the present that goes before me, and afterward I will see his face; perhaps he will accept me.” <sup><br></sup></p><p><sup><strong>21</strong></sup> So the present went on over before him, but he himself lodged that night in the camp.<sup><br><br><strong>22 </strong></sup>And he arose that night and took his two wives, his two female servants, and his eleven sons, and crossed over the ford of Jabbok. <sup><br></sup></p><p><sup><strong>23</strong></sup> He took them, sent them over the brook, and sent over what he had. <sup><br></sup></p><p><sup><strong>24</strong></sup> Then Jacob was left alone; and a Man wrestled with him until the breaking of day. <sup><br></sup></p><p><sup><strong>25</strong></sup> Now when He saw that He did not prevail against him, He touched the socket of his hip; and the socket of Jacob’s hip was out of joint as He wrestled with him. <sup><br></sup></p><p><sup><strong>26</strong></sup> And He said, “Let Me go, for the day breaks.”<br><br>But he said, “I will not let You go unless You bless me!”<sup><br><br><strong>27</strong></sup> So He said to him, “What is your name?”<br><br>He said, “Jacob.”<sup><br><br><strong>28 </strong></sup>And He said, “Your name shall no longer be called Jacob, but Israel; for you have struggled with God and with men, and have prevailed.”<sup><br><br><strong>29 </strong></sup>Then Jacob asked, saying, “Tell me Your name, I pray.”<br><br>And He said, “Why is it that you ask about My name?” And He blessed him there.<sup><br><br><strong>30</strong></sup> So Jacob called the name of the place Peniel: “For I have seen God face to face, and my life is preserved.” 31 Just as he crossed over Penuel the sun rose on him, and he limped on his hip. 32 Therefore to this day the children of Israel do not eat the muscle that shrank, which is on the hip socket, because He touched the socket of Jacob’s hip in the muscle that shrank.<br><br>We can know what is right and exercise our wills to do the right thing; but when we are under pressure, it can be very difficult to keep holding on to God and His promises. That’s because we are weak and fearful. Therefore, one of the important strengths of the Christian is perseverance, the ability to keep going despite wanting to give up. One of the greatest examples of perseverance in the Bible is Jacob. Many years before, Jacob had tricked his brother, Esau, and his father into giving him the birthright (Genesis 27), and ever since, he had been running in fear of Esau’s desire to kill him. Even though he had been given wonderful promises of God’s guidance and blessing in his dream of a ladder reaching to heaven (Genesis 28), he was still scared. Jacob was desperate for God’s assurance that he was accepted and that the promises made to him many years before were still true. As he fought someone who was actually Jesus, Jacob had his hip dislocated. From that point on, it could not have been possible to fight, as the pain would have been too excruciating. There must have been a subtle shift from fighting to hanging on. Jacob is hanging on to Jesus through unbearable pain until he receives an assurance of His blessing. So, Jesus says to him, “ ‘Let me go, for it is daybreak’ ” (Gen. 32:26, NIV).<br><br>Jacob’s blessing came because he held on through the pain. So it is with us. God also may dislocate our “hip” and then call us to hang on to Him through our pain. Indeed, God allowed the painful scars to continue—Jacob was still limping when he met his brother. To outside appearances it was a weakness, but for Jacob it was an indication of his strength.<br><strong><br>What are some practical choices you can make (associations, lifestyle, reading material, health habits, spiritual life) that will help you better persevere with the Lord amid discouragement and temptation?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 5",
               "dayTitle":"",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “The Night of Wrestling,” pp. 195–203, in Patriarchs and Prophets; “Consecration,” pp. 43–48, in Steps to Christ.<br><br>“This will, that forms so important a factor in the character of man, was at the Fall given into the control of Satan; and he has ever since been working in man to will and to do of his own pleasure, but to the utter ruin and misery of man.”—Ellen G. White, Testimonies for the Church, vol. 5, p. 515.<br><br>“In order to receive God’s help, man must realize his weakness and deficiency; he must apply his own mind to the great change to be wrought in himself; he must be aroused to earnest and persevering prayer and effort. Wrong habits and customs must be shaken off; and it is only by determined endeavor to correct these errors and to conform to right principles that the victory can be gained. Many never attain to the position that they might occupy, because they wait for God to do for them that which He has given them power to do for themselves. All who are fitted for usefulness must be trained by the severest mental and moral discipline, and God will assist them by uniting divine power with human effort.”—Ellen G. White, Patriarchs and Prophets, p. 248.<br><strong><br>Discussion Questions:</strong><br><strong><br>1. </strong>To what extent do you think that we actually recognize that our wills were “at the Fall given into the control of Satan”? How, by focusing on the character of Jesus, can we better understand just how fallen we are and how great God’s grace is toward us?<br><br><strong>2.</strong>Read the story of Jesus in Gethsemane (Matt. 26:36–42). What were Jesus’ own feelings and desires, as opposed to God’s will? What can we learn from this example?<br><br><strong>3.&nbsp; </strong>As a class, talk about the distinct things in your own culture that can work to break down our defenses and leave us more vulnerable to Satan’s attacks. What can we do to help other church members be aware of these dangers, as well as help those who feel the need for help?<br><br><strong>4.</strong> Do you know someone in your church who hasn’t been there for quite a long time, who might be getting ready to give up or already has given up? What can you do as a group to encourage this person, to help him or her not turn away from Jesus?<br><br><strong>What practical things can you do to help?</strong></p><p><strong><br></strong></p><p><strong>Inside Story:</strong></p><p>Part 6: Temple Plot Foiled <br></p><p>By Andrew McChesney</p><p><br></p><p>Months passed before Junior and Mother found out why Father had changed his mind and went to Junior’s baptism. Evil spirits had forbidden Father from going to the Sabbath afternoon baptism, so he had turned down his son’s invitation to attend. On the day of the baptism, Father felt restless and asked Mother to drive him to the Candomblé temple in Manaus, Brazil. Around 5:00 p.m., spirits at the temple told Father to dress in his high-priestly robes and go to Alpha Seventh-day Adventist Community Church. They promised to possess people in the church to prevent Junior from being baptized.<br><br>Father donned his robes and hailed a taxi. He could hear an invisible legion of evil spirits swirling around him. At the church’s entrance, the spirits suddenly declared that they could not go in.<br><br>Father remembered the most important lesson that the spirits had taught him years earlier: Never leave a job undone. If he started a task, he had to finish it. Father boldly entered the church. As he walked into the crowded main hall, a sweet, sanctified energy flowed over him. It was unlike anything he had ever experienced, and it felt good. Later he realized that it must have been the presence of the Holy Spirit.<br><br>Father’s anger about the baptism vanished. A deacon, Roberto Fernandez, met him at the back, gave him a hug, and led him to the baptismal pool. Father turned around and looked at the congregation, where he saw people with bowed heads. He thought they were frightened but later understood that they were praying. When he saw Junior in the baptismal pool, he realized that the spirits had lied to him. Junior wasn’t being forced to join the Adventist Church. It was his own decision.<br><br>After a song, Pastor Ricardo raised his arm and said, “As a minister of the gospel, I baptize you in the name of the Father, the Son, and the Holy Spirit. Amen.” Then he immersed Junior under the water.<br><br>After the baptism, Junior took the microphone and looked at Father. “Daddy, despite your religion, I love you very much,” he said.<br><br>He hugged Father and started crying. His words broke Father’s heart. When the ceremony ended, church members showered Father with hugs. He was shocked. He never expected to be treated with such love. “This is such a nice place, and the people are so nice,” he said as he got into the car.<br><br>Back home, Father called everyone he knew to announce proudly that his son had been baptized. He described the experience as incredible.<br><br>Mother realized that the Holy Spirit had started to work in his heart. An unbelievable peace filled their home for four days. Then the evil spirits ordered Father to kill Mother and Junior.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>Struggling With All Energy</p>",
         "verse":"<p>To this end I strenuously contend, struggling with<br>all the energy Christ so powerfully works in me (Colossians 1:29,NIV).<br></p>",
         "versionCode":7,
         "weekDate":"July 30–August 5"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
