{
   "data":[
      {
         "color":"#7edf28",
         "id":9,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 24 de Mayo  ",
               "dayTitle":"<p><strong>EN LOS SALMOS - SEGUNDA PARTE</strong></p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: Salmos 46; Jeremías 4:23-26; Salmos 47:1-4; 1 Tesalonicenses 4:13-17; Salmos 75; Apocalipsis 14:6-12.\n</strong></p><p><strong>PARA MEMORIZAR: “Dios, alábente los pueblos, todos los pueblos te alaben. Alégrense y gócense las naciones, porque juzgarás a los pueblos con equidad, y guiarás a las naciones en la tierra” (Sal. 67:3, 4).\n</strong></p><p>Al pensar en los acontecimientos finales, tendemos a centrarnos en las bestias y los poderes descritos en Apocalipsis, que tienen sin duda un papel importante. De lo contrario, Dios no los habría incluido en la Biblia para que entendiéramos qué representan (ver Apoc. 1:3). Sin embargo, la profecía también trata temas clave relacionados con el pecado, el sufrimiento, el juicio, la lucha entre el bien y el mal, la justicia, la injusticia, la persecución y mucho más. Los Salmos también tratan estos temas con gran profundidad y exploran las emociones humanas: desde el oscuro abatimiento hasta la alegría desbordante. Vemos allí a Israel preparándose para la batalla contra las fuerzas de las tinieblas. Leemos acerca de personas que luchan con la pregunta de por qué Dios no se enfrenta al mal de forma más directa e inmediata, una pregunta que sin duda todos nos hemos hecho alguna vez. Se nos dirige al Santuario en busca de respuestas, y también se apela repetidamente a la condición de Dios como Creador. ¿No son estas cuestiones y preguntas las mismas con las que también nosotros luchamos en nuestro contexto actual? Claro que sí. Por eso seguiremos estudiando y aprendiendo acerca de estas verdades cruciales contenidas en los Salmos.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 25 de Mayo  ",
               "dayTitle":"<p><strong>UN AUXILIO MUY PRESENTE EN EL TIEMPO DE ANGUSTIA</strong></p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Salmos 46. ¿Qué mensaje de esperanza podemos extraer de esto en medio de la confusión actual y de lo que sabemos que ocurrirá en la tierra en los últimos días a medida que el Gran Conflicto se desarrolla aquí?\n</strong></p><p><strong>Salmos 46\n</strong></p><p><sup><strong>1 </strong></sup>Al músico principal. De los hijos de Coré. Sobre Alamot. Cántico. Dios es nuestro amparo y fortaleza, nuestro pronto auxilio en las tribulaciones.\n</p><p><strong><sup>2</sup></strong> Por eso no temeremos aunque la tierra tiemble, aunque los montes se derrumben en el corazón del mar,\n</p><p><strong><sup>3 </sup></strong>aunque sus aguas rujan y echen espuma, y se estremezcan los montes por su braveza. Selah\n</p><p><strong><sup>4</sup></strong> Hay un río cuyas corrientes alegran la ciudad de Dios; el santuario, morada del Altísimo.\n</p><p><strong><sup>5 </sup></strong>Dios está en medio de ella; no será movida. Dios la ayudará al clarear la mañana.\n</p><p><strong><sup>6</sup></strong> Las naciones se conmocionan, se tambalean los reinos. Él emite su voz, y se derrite la tierra.\n</p><p><strong><sup>7 </sup></strong>El SEÑOR de los Ejércitos está con nosotros; nuestro refugio es el Dios de Jacob. Selah\n</p><p><strong><sup>8</sup></strong> Vengan y vean los hechos del SEÑOR, quien ha causado desolaciones en la tierra.\n</p><p><strong><sup>9 </sup></strong>Hasta los confines de la tierra hace cesar las guerras; quiebra el arco, rompe la lanza y quema los carros en el fuego.\n</p><p><strong><sup>10</sup></strong> “Estén quietos y reconozcan que yo soy Dios. Exaltado he de ser entre las naciones; exaltado seré en la tierra”.\n</p><p><strong><sup>11 </sup></strong>El SEÑOR de los Ejércitos está con nosotros; nuestro refugio es el Dios de Jacob. Selah\n</p><p>El Salmo 46 parece tocar un tema que encontramos en el libro de Hebreos: el de algo mejor. Jesús es mejor que el sumo sacerdote terrenal, su sacrificio es mejor que todos los sacrificios de animales, y el Santuario celestial es mejor que los tipos o prefiguraciones simbólicas que existían en la Tierra. Sin embargo, este salmo adopta un enfoque diferente. El autor no está simplemente contrastando cosas buenas con otras que son mejores, sino contrastando un mundo en rebelión y las terribles consecuencias resultantes de ello con la promesa de las cosas mejores que Dios está preparando para nosotros. De hecho, este salmo está lleno de esperanza y de la promesa de que, incluso en medio de la desolación, las pruebas, el sufrimiento y las guerras a las que nos enfrentamos, en última instancia debemos atender el consejo divino: “Estén quietos, y conozcan que Yo Soy Dios” (Sal. 46:10), y descansar en la seguridad de que un día todo esto terminará y que Dios será exaltado “entre las naciones, enaltecido [...] en la tierra” (Sal. 46:10). Nota también lo que está escrito aquí: “Por eso no temeremos, aunque la tierra sea removida, aunque se traspasen los montes al corazón del mar” (Sal. 46:2). Es inevitable que vengan a la mente las escenas que tendrán lugar en ocasión de la Segunda Venida: “El cielo se replegó como un pergamino que se enrolla, y todo monte y toda isla fueron removidos de su lugar” (Apoc. 6:14), y también lo siguiente: “Esperando y apresurándose para la venida del día de Dios, en el cual los cielos serán destruidos por fuego y los elementos se fundirán con intenso calor” (2 Ped. 3:12; LBLA). Nuestro mundo actual y sus males característicos no durarán para siempre. Lo que vendrá después supera nuestra capacidad de comprender. Por ahora, sin embargo, solo tenemos que soportar, perseverando en la fe y aferrándonos a la revelación de Dios que tenemos, especialmente la que fue hecha por Jesús en la Cruz.\n</p><p><strong>Por muy mal que vayan las cosas en este mundo (y sabemos que empeorarán), ¿qué esperanza deberías extraer de tu conocimiento de la bondad, el poder y el carácter de Dios (piensa en la Cruz)?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 26 de Mayo 2025",
               "dayTitle":"<p><strong>ESPERANZA EN MEDIO DE LA CONFUSIÓN</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p>Gran parte del lenguaje del libro de los Salmos es simbólico, metafórico, pero cuando se trata del que apunta al restablecimiento definitivo de nuestro planeta, hay pocas razones para creer que es meramente figurado. El Salmo 46 nos recuerda que nuestro planeta se verá profundamente afectado por el regreso de Cristo. Pero no se trata apenas de las rocas y los océanos, sino que el gran clímax de la historia de la Tierra significará el colapso de los reinos mundanos, de los miserables sistemas de gobierno humano que han causado tanto sufrimiento durante milenios.\n</p><p>Todos estos poderes, así como el mal y el sufrimiento que han provocado a la humanidad, dejarán por fin de existir.\n</p><p><strong>Lee Jeremías 4:23 al 26. ¿Qué nos dice esto acerca del destino de este mundo, al menos hasta que haya “un cielo nuevo y una tierra nueva” (Apoc. 21:1)?\n</strong></p><p><strong>Jeremías 4:23 al 26\n</strong></p><p><strong><sup>23</sup></strong> Miré la tierra, y he aquí que estaba desordenada y vacía; y los cielos, y no había en ellos luz.\n</p><p><strong><sup>24 </sup></strong>Miré a los montes, y he aquí que temblaban, y todos los collados fueron destruidos.\n</p><p><strong><sup>25 </sup></strong>Miré, y no había hombre, y todas las aves del cielo se habían ido.\n</p><p><strong><sup>26</sup></strong> Miré, y he aquí que el campo fértil era un desierto, y todas sus ciudades eran asoladas delante de Jehová, delante del ardor de su ira.\n</p><p>La profecía bíblica revela lo que ocurrirá a este mundo. Por ejemplo, la visión de Daniel 7 muestra un mar tempestuoso del cual surgen naciones. Los vientos de la contienda y la guerra soplan sobre el mar pagano o gentil (la tierra), dando origen a un reino mundano tras otro, ninguno de los cuales puede resolver los problemas que acosan a la humanidad. Los líderes mundanos en los que nos atrevemos a confiar son casi siempre tan pecadores y egoístas como el resto de nosotros.\n</p><p>Ninguno de los reinos mostrados a Daniel resultó ser un hogar seguro para el pueblo de Dios, aun cuando algunos fueron mejores que otros. No obstante, sabemos que nuestra ciudadanía se encuentra en el Reino de Dios (Fil. 3:20) y que muy por encima del caos de este planeta hay un Trono inamovible (ver Eze. 1:26). Jesús enseñó que el mundo se sumirá en un desorden cada vez más profundo a medida que nos acerquemos al momento del regreso de Cristo (Mat. 24), pero podemos resistir aferrados a la fe, independientemente de la condición de nuestro planeta, porque sabemos que Dios no ha perdido el control y que cumplirá sus promesas: “Braman las naciones, titubean los reinos; alza él su voz y se derrite la tierra. ¡El Señor Todopoderoso está con nosotros! Nuestro refugio es el Dios de Jacob” (Sal. 46:6, 7). Las cosas no irán bien a corto plazo, pero sí en última instancia gracias a Jesús.\n</p><p><strong>Nuestro mundo parece caótico y fuera de control. Sin embargo, ¿cómo debería ayudarnos la profecía de Daniel 7, por ejemplo, a ver que, en última instancia, todo saldrá bien si permanecemos fieles?\n</strong></p><p><strong>Daniel 7\n</strong></p><p><strong><sup>1 </sup></strong>En el primer año de Belsasar, rey de Babilonia, tuvo Daniel un sueño y visiones de su cabeza mientras estaba en su cama. Luego escribió el sueño y relató lo principal del asunto.\n</p><p><strong><sup>2 </sup></strong>Daniel dijo: Miraba yo en mi visión de noche, y he aquí los cuatro vientos del cielo combatían en el gran mar.\n</p><p><strong><sup>3</sup></strong> Y cuatro bestias grandes, diferentes la una de la otra, subían del mar.\n</p><p><strong><sup>4</sup></strong> La primera era como un león y tenía alas de águila. Yo miraba hasta que sus alas fueron arrancadas, y fue levantada de la tierra, y se puso enhiesta sobre los pies como hombre, y le fue dado corazón de hombre.\n</p><p><strong><sup>5 </sup></strong>Y he aquí otra segunda bestia, semejante a un oso, la cual se puso de un lado y tenía en su boca tres costillas entre los dientes. Y le fue dicho así: “Levántate, devora mucha carne”.\n</p><p><strong><sup>6 </sup></strong>Después de esto miré, y he aquí otra, semejante a un leopardo, con cuatro alas de ave en sus espaldas. Esta bestia tenía también cuatro cabezas, y le fue dado dominio.\n</p><p><strong><sup>7</sup></strong> Después de esto miraba yo en las visiones de la noche, y he aquí la cuarta bestia, espantosa, terrible y en gran manera fuerte, la cual tenía unos dientes grandes de hierro. Devoraba y desmenuzaba, y las sobras hollaba con sus pies. Era muy diferente de todas las bestias que vi antes de ella, y tenía diez cuernos.\n</p><p><strong><sup>8 </sup></strong>Mientras yo contemplaba los cuernos, he aquí otro cuerno pequeño salió entre ellos, y tres de los primeros cuernos fueron arrancados delante de él. Y he aquí que en este cuerno había ojos como de hombre y una boca que hablaba grandes cosas.\n</p><p><strong><sup>9</sup></strong> Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el cabello de su cabeza como lana limpia. Su trono llama de fuego, y las ruedas del mismo fuego ardiente.\n</p><p><strong><sup>10 </sup></strong>Un río de fuego procedía y salía de delante de él. Miles de miles le servían, y millones de millones asistían delante de él. El tribunal se sentó y los libros fueron abiertos.\n</p><p><strong><sup>11</sup></strong> Entonces miré a causa de la voz de las grandes palabras que hablaba el cuerno; miré hasta que mataron a la bestia, y su cuerpo fue destruido y entregado para ser quemado en el fuego.\n</p><p><strong><sup>12</sup></strong> A las otras bestias les había sido quitado su dominio, pero les había sido prolongada la vida hasta cierto tiempo.\n</p><p><strong><sup>13</sup></strong> Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y lo hicieron acercarse delante de él.\n</p><p><strong><sup>14 </sup></strong>Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran. Su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.\n</p><p><strong><sup>15</sup></strong> Se me turbó el espíritu a mí, Daniel, en medio de mi cuerpo, y las visiones de mi cabeza me asombraron.\n</p><p><strong><sup>16</sup></strong> Me acerqué a uno de los que asistían y le pregunté la verdad acerca de todo esto. Y me habló y me hizo conocer la interpretación de las cosas:\n</p><p><strong><sup>17 </sup></strong>Estas cuatro grandes bestias son cuatro reyes que se levantarán en la tierra.\n</p><p><strong><sup>18</sup></strong> Pero los santos del Altísimo recibirán el reino y poseerán el reino para siempre, por los siglos de los siglos.\n</p><p><strong><sup>19 </sup></strong>Entonces tuve deseo de saber la verdad acerca de la cuarta bestia, que era tan diferente de todas las otras, espantosa en gran manera, que tenía dientes de hierro y uñas de bronce, que devoraba y desmenuzaba, y las sobras hollaba con sus pies;\n</p><p><strong><sup>20</sup></strong> y acerca de los diez cuernos que tenía en su cabeza, y del otro que le había salido, delante del cual habían caído tres. Y este mismo cuerno tenía ojos y boca que hablaba grandes cosas, y parecía más grande que sus compañeros.\n</p><p><strong><sup>21</sup></strong> Estuve mirando, y este cuerno hacía guerra contra los santos y los vencía,\n</p><p><strong><sup>22</sup></strong> hasta que vino el Anciano de días y se dio el juicio a los santos del Altísimo, y llegó el tiempo en que los santos recibieron el reino.\n</p><p><strong><sup>23 </sup></strong>Dijo así: La cuarta bestia será un cuarto reino en la tierra, el cual será diferente de todos los otros reinos, y devorará toda la tierra, la hollará y la despedazará.\n</p><p><strong><sup>24</sup></strong> Y los diez cuernos significan que de aquel reino se levantarán diez reyes; y tras ellos se levantará otro, el cual será diferente de los primeros y a tres reyes derribará.\n</p><p><strong><sup>25 </sup></strong>Y hablará palabras contra el Altísimo, y quebrantará a los santos del Altísimo, y pensará en cambiar los tiempos y la ley; y serán entregados en su mano hasta tiempo, tiempos y medio tiempo.\n</p><p><strong><sup>26 </sup></strong>Pero el tribunal se sentará, y le quitarán su dominio para que sea destruido y arruinado hasta el fin.\n</p><p><strong><sup>27</sup></strong> Y que el reino, el dominio y la majestad de los reinos debajo de todo el cielo sea dado al pueblo de los santos del Altísimo. Su reino es reino eterno, y todos los dominios le servirán y obedecerán.\n</p><p><strong><sup>28</sup></strong> Aquí fue el fin de sus palabras. En cuanto a mí, Daniel, mucho me turbaron mis pensamientos, y mi rostro se demudó; pero guardé el asunto en mi corazón.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 27 de Mayo 2025",
               "dayTitle":"<p><strong>BAJO SUS PIES</strong></p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><span style=\"background-color: initial;\"><strong>Lee Salmos 47:1 al 4. ¿Qué dice el salmista acerca del lugar que nos espera en el reino de Cristo?</strong></span></p><p><strong>Salmos 47:1 al 4\n</strong></p><p><strong><sup>1</sup></strong> Pueblos todos, batid las manos; Aclamad a Dios con voz de júbilo.\n</p><p><strong><sup>2</sup></strong> Porque Jehová el Altísimo es temible; Rey grande sobre toda la tierra.\n</p><p><strong><sup>3 </sup></strong>Él someterá a los pueblos debajo de nosotros, Y a las naciones bajo nuestros pies.\n</p><p><strong><sup>4</sup></strong> Él nos elegirá nuestras heredades, La hermosura de Jacob, al cual amó. Selah\n</p><p>A largo plazo, el futuro es brillante. Hasta entonces, la humanidad ha cedido el dominio del planeta a Lucifer, y cuando Satanás apareció en el concilio celestial registrado en el libro de Job se jactó de que esta Tierra le pertenecía. “¿De dónde vienes?”, le preguntó Dios. “De rodear la tierra y andar por ella”, respondió (Job 1:7).\n</p><p>Satanás estaba declarándola su propiedad; el hecho de poner el pie en un lugar era en la antigüedad una manera de representar el derecho a la posesión. “Levántate, recorre la tierra a lo largo y a lo ancho, porque a ti te la daré”, dijo Dios a Abraham (Gén. 13:17).\n</p><p><strong>Lee 1 Tesalonicenses 4:13 al 17 con Zacarías 14:4 y presta atención a lo que dice este último pasaje acerca de los pies de Cristo. ¿Qué diferencia encuentras entre esos pasajes y qué enseñan acerca de estos dos aspectos diferentes, pero relacionados, de la soberanía final de Cristo sobre este mundo?\n</strong></p><p><strong>1 Tesalonicenses 4:13 al 17\n</strong></p><p><strong><sup>13</sup></strong> Tampoco queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como los otros que no tienen esperanza.\n</p><p><strong><sup>14</sup></strong> Porque si creemos que Jesús murió y resucitó, así también traerá Dios con Jesús a los que durmieron en él.\n</p><p><strong><sup>15 </sup></strong>Por lo cual os decimos esto por palabra del Señor: Que nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos a los que durmieron.\n</p><p><strong><sup>16 </sup></strong>Porque el Señor mismo con voz de mando, con voz de arcángel, y con trompeta de Dios, descenderá del cielo; y los muertos en Cristo resucitarán primero.\n</p><p><strong><sup>17</sup></strong> Luego nosotros, los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire, y así estaremos siempre con el Señor.\n</p><p><strong>Zacarías 14:4\n</strong></p><p><strong><sup>4</sup></strong> En aquel día se afirmarán sus pies sobre el monte de los Olivos, que está enfrente de Jerusalén, al oriente; y el monte de los Olivos se partirá por en medio, hacia el oriente y hacia el occidente, haciendo un valle muy grande; y la mitad del monte se apartará hacia el norte, y la otra mitad hacia el sur.\n</p><p>Elena de White escribió lo siguiente acerca de lo que Cristo hará al final del Milenio: “Cristo desciende sobre el Monte de los Olivos, de donde ascendió después de su resurrección y donde los ángeles repitieron la promesa de su regreso. El profeta dice: ‘Y vendrá el Señor mi Dios, y con él todos los santos’. ‘Y en ese día afirmará sus pies sobre el monte de los Olivos que está al oriente de Jerusalén. El monte de los Olivos se partirá por el medio hacia el oriente y el occidente, y hará un valle muy grande’. ‘Y el Señor será rey sobre toda la tierra. En ese día el Señor será uno, y uno su nombre’ (Zacarías 14:5, 4, 9). La nueva Jerusalén, que desciende del Cielo con deslumbrante esplendor, se asienta en el lugar purificado y preparado para recibirla, y Cristo, con su pueblo y los ángeles, entra en la Santa Ciudad” (Elena de White, El conflicto de los siglos, pp. 720, 721).\n</p><p><strong>Nota la esperanza que se nos ha dado en Jesús. Piensa en lo que significaría la vida si todo terminara para siempre con la muerte. Todo sería inútil, ¿verdad?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miercoles 28 de Mayo 2025",
               "dayTitle":"<p><strong>VINO Y SANGRE</strong></p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Salmos 75, Mateo 26:26 al 29 y Apocalipsis 14:9 al 12. ¿Qué revela el Salmo 75 sobre algunas de las cuestiones que están en juego en el Juicio, y cómo nos ayudan los otros textos a entender estas cuestiones?</strong></p><p><strong>Salmos 75\n</strong></p><p><strong><sup>1</sup></strong> Gracias te damos, oh Dios, gracias te damos, Pues cercano está tu nombre; Los hombres cuentan tus maravillas.\n</p><p><strong><sup>2</sup></strong> Al tiempo que señalaré, Yo juzgaré rectamente.\n</p><p><strong><sup>3</sup></strong> Se arruinaban la tierra y sus moradores; Yo sostengo sus columnas. Selah\n</p><p><strong><sup>4</sup></strong> Dije a los insensatos: No os infatuéis; Y a los impíos: No alcéis la frente;\n</p><p><strong><sup>5 </sup></strong>No levantéis en alto vuestra frente; No habléis con cerviz erguida.\n</p><p><strong><sup>6 </sup></strong>Porque ni de oriente ni de occidente, Ni del desierto viene el enaltecimiento.\n</p><p><strong><sup>7 </sup></strong>Mas Dios es el juez; A este humilla, y a aquel enaltece.\n</p><p><strong><sup>8 </sup></strong>Porque el cáliz está en la mano de Jehová, Y el vino está fermentado, Lleno de mistura; Y él derrama del mismo; Hasta el fondo lo apurarán, y lo beberán todos los impíos de la tierra.\n</p><p><strong><sup>9</sup></strong> Pero yo siempre anunciaré, Cantaré alabanzas al Dios de Jacob.\n</p><p><strong><sup>10 </sup></strong>Quebrantaré todo el poderío de los pecadores, Pero el poder del justo será exaltado.\n</p><p><strong>Mateo 26:26 al 29\n</strong></p><p><strong><sup>26</sup></strong> Mientras comían, tomó Jesús el pan, y bendijo, lo partió y dio a sus discípulos, y dijo: Tomad, comed; esto es mi cuerpo.\n</p><p><strong><sup>27</sup></strong> Y tomando la copa, y habiendo dado gracias, les dio, diciendo: Bebed de ella todos;\n</p><p><strong><sup>28 </sup></strong>porque esto es mi sangre del nuevo pacto, que por muchos es derramada para remisión de los pecados.\n</p><p><strong><sup>29 </sup></strong>Y os digo que desde ahora no beberé más de este fruto de la vid, hasta aquel día en que lo beba nuevo con vosotros en el reino de mi Padre.\n</p><p><strong>Apocalipsis 14:9 al 12\n</strong></p><p><strong><sup>9</sup></strong> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,\n</p><p><strong><sup>10</sup></strong> él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero.\n</p><p><strong><sup>11</sup></strong> Y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.\n</p><p><strong><sup>12</sup></strong> Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.\n</p><p>Se cree que este salmo fue cantado tras la milagrosa aniquilación del ejército de Senaquerib (2 Crón. 32; 2 Rey. 19), una historia que parece apuntar a la destrucción final de los malvados en Apocalipsis 20. El pueblo de Dios está dentro de la Ciudad Santa con su Rey justo cuando los ejércitos del mal los rodean y son destruidos por Dios mismo.\n</p><p>Una de las cosas que Dios corrige en ocasión del Juicio es la apropiación indebida del poder que ha tenido lugar en nuestro mundo. Los seres humanos caídos ya no viven para los demás ni para la gloria de Dios, sino para sí mismos. Hoy experimentamos en muchos sentidos las consecuencias de haber elegido creer que no hay sentido ni norma moral objetiva en el universo. El filósofo Friedrich Nietzsche insistía en que debemos crear nuestro propio sentido y que debemos pretender que el universo existe para nuestro beneficio. En efecto, cada individuo se comporta hoy como si fuera un dios.\n</p><p><strong>¿Cómo le fue a Nietzsche con esta filosofía? No muy bien. Perdió la razón y se desplomó en una calle de Italia tras intentar impedir que un hombre golpeara a un caballo. Luego pasó los siguientes once años de su vida en un estado semicatatónico antes de su muerte, en 1900.\n</strong></p><p>Independientemente de la gravedad de los problemas existentes, se nos recuerda que los creyentes debemos vivir con esperanza y no imaginar el futuro sobre la base de los acontecimientos actuales. Es fácil desesperarse cuando vemos que los pilares de la civilización son erosionados constantemente por los impíos, o por aquellos cuya visión de Dios no se encuentra en la Biblia. Actualmente vivimos en un período en el que los valores morales –incluso cosas tan básicas como el género humano, la distinción entre el hombre y la mujer– han sido atacados, al menos en algunas partes del mundo. Ciertos tipos de inmoralidad, cosas de las que mucha gente se habría avergonzado de hablar incluso en privado, son ahora alabadas y aplaudidas públicamente. Así de mal están las cosas.\n</p><p><strong>Aunque debemos poner de nuestra parte para intentar mejorar la vida de los demás, ¿por qué siempre es importante recordar que será necesaria la destrucción total de este mundo actual y su recreación sobrenatural para que todo sea restaurado?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 29 de Mayo 2025",
               "dayTitle":"<p><strong>PARA QUE SE CONOZCA TU SALVACIÓN</strong></p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Salmo 67. ¿De qué manera este himno de alabanza te ayuda a comprender el papel del pueblo de Dios en Apocalipsis 14:6 al 12?\n</strong></p><p><strong>Salmo 67\n</strong></p><p><strong><sup>1</sup></strong> Dios tenga misericordia de nosotros, y nos bendiga; Haga resplandecer su rostro sobre nosotros. Selah\n</p><p><strong><sup>2</sup></strong> Para que sea conocido en la tierra tu camino, En todas las naciones tu salvación.\n</p><p><strong><sup>3</sup></strong> Te alaben los pueblos, oh Dios; Todos los pueblos te alaben.\n</p><p><strong><sup>4</sup></strong> Alégrense y gócense las naciones, Porque juzgarás los pueblos con equidad, Y pastorearás las naciones en la tierra. Selah\n</p><p><strong><sup>5 </sup></strong>Te alaben los pueblos, oh Dios; Todos los pueblos te alaben.\n</p><p><strong><sup>6 </sup></strong>La tierra dará su fruto; Nos bendecirá Dios, el Dios nuestro.\n</p><p><strong><sup>7 </sup></strong>Bendíganos Dios, Y témanlo todos los términos de la tierra.\n</p><p><strong>Apocalipsis 14:6 al 12&nbsp;</strong></p><p><strong><sup>6</sup></strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los que moran en la tierra, a toda nación, tribu, lengua y pueblo,\n</p><p><strong><sup>7 </sup></strong>diciendo a gran voz: Temed a Dios y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.\n</p><p><strong><sup>8 </sup></strong>Y otro ángel le siguió, diciendo: Ha caído, ha caído Babilonia, aquella gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación.\n</p><p><strong><sup>9 </sup></strong>Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,\n</p><p><strong><sup>10 </sup></strong>él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero.\n</p><p><strong><sup>11</sup></strong> Y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.\n</p><p><strong><sup>12</sup></strong> Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.\n</p><p>Ingenieros del Instituto de Tecnología de Massachusetts, EE. UU., han creado un nuevo revestimiento negro que hace casi invisibles los objetos pintados con él. Logrado a partir de nanotubos, es muchas veces más oscuro que cualquier material negro fabricado anteriormente. Este nuevo material puede absorber el 99,99 % de toda la luz visible. Ni siquiera la luz más brillante consigue hacer visibles los objetos cubiertos con este revestimiento.\n</p><p>El Salmo 67 comienza con un llamamiento a Dios para que “haga resplandecer su rostro sobre nosotros. Para que sea conocido en la tierra tu camino” (Sal. 67:1, 2). Mediante su plan de salvación, Dios ha provisto un camino para que los pecadores sean readmitidos en su presencia sin ser destruidos por su gloria; e incluso ahora, en esta vida, la Cruz de Cristo hace posible que el rostro de Dios brille sobre nosotros.\n</p><p>Pero, hay más. Dios quiere que reflejemos su luz al resto del mundo. Esta fue la tarea encomendada a Israel. El Templo debía ser una casa de oración para todas las naciones: “Yo los llevaré a mi santo monte y los alegraré en mi casa de oración. Sus holocaustos y sacrificios serán aceptos sobre mi altar; porque mi casa será llamada casa de oración para todos los pueblos” (Isa. 56:7).\n</p><p>En este salmo, David apela a Dios para que “sea conocido en la tierra tu camino, en todas las naciones tu salvación” (Sal. 67:2). Desgraciadamente, el pueblo de Dios ha fracasado a menudo en esta tarea. La historia de Israel en el Antiguo Testamento contiene algunos capítulos oscuros, al igual que la historia de la iglesia cristiana en los últimos dos milenios, como si hubiéramos pintado nuestros corazones con una sustancia ultraoscura y nos contentáramos con absorber la luz de Dios sin reflejarla.\n</p><p>A veces vemos a la iglesia creada por Dios para proclamar el mensaje final al mundo como si se tratara de una sala de embarque reservada para pasajeros espirituales frecuentes, y parece que nos conformamos con que el resto del mundo se siente en la ruidosa e incómoda sala de embarque sin estar preparado para el viaje que le espera. Sin embargo, la iglesia remanente de Apocalipsis 14 no se contenta con permanecer en Sion con Cristo y disfrutar allí de su presencia. Por el contrario, sus integrantes vuelan sobre la faz de la Tierra mientras instan al mundo a unirse a ellos en el monte santo de Dios.\n</p><p><strong>¿Qué obligaciones deberíamos sentir como iglesia y como individuos en cuanto a enseñar a los demás las verdades que tanto amamos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 30 de Mayo 2025",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Salmo 133, Hechos 1:4 al 9 y Apocalipsis 5:4 al 7.&nbsp;</strong></p><p>“Durante la era patriarcal, la influencia del Espíritu Santo se había revelado a menudo en forma señalada, pero nunca en su plenitud. Ahora, en obediencia a la palabra del Salvador, los discípulos ofrecieron sus súplicas por este don, y en el Cielo Cristo añadió su intercesión. Reclamó el don del Espíritu, para poderlo derramar sobre su pueblo” (Elena de White, Los hechos de los apóstoles, p. 31). Los discípulos recibieron la comisión de dar testimonio de Cristo “hasta lo último de la tierra” (Hech. 1:8), una obra que anunciaría el regreso de Cristo (Mat. 24:14). Nosotros debemos continuar lo que ellos empezaron. Cuando Cristo nos dijo que lleváramos el evangelio al mundo, no nos dejó solos para que descubriéramos cómo hacerlo. El trabajo es dirigido desde el Santuario del Cielo. Nuestro trabajo está indisolublemente fusionado con Cristo: él nos guía y nos da poder. Esta es su obra, no la nuestra. Por eso se nos pide que sigamos su dirección. Ese era el caso también con Israel: Dios les pidió que siguieran sus instrucciones e hizo luego que ocurriera lo imposible. El Espíritu ya está actuando en los corazones de nuestros prójimos y se nos pide que estemos allí cuando llegue el momento de la decisión, para que podamos invitarlos a unirse al pueblo de Dios cuando esté con el Cordero sobre el monte Sion. No necesitamos inventar nuevos medios y métodos, pues nunca hemos estado a cargo de la obra.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. Aún hay muchas personas no alcanzadas, aunque los mensajes de los tres ángeles han llegado a todo el mundo. Dialoguen como clase acerca de cómo puede nuestra iglesia realizar mejor la tarea para la que Cristo nos está usando. ¿Cómo podemos aprender a no desesperarnos por el hecho de que aún hay tanta gente que no ha oído hablar de las verdades cruciales para los últimos días?\n</strong></p><p><strong>2. Juan es testigo, en Apocalipsis 5, de cómo el rollo sellado es entregado al Cordero porque es digno. Cuando el Cordero abre los sellos del rollo en Apocalipsis 6, vemos claramente predicha la historia de la iglesia cristiana desde la época del Nuevo Testamento hasta el final de los tiempos. ¿Qué lecciones podemos aprender de esta descripción acerca de cómo se propone Dios terminar la obra?\n</strong></p><p><strong>3. ¿Qué acontecimientos actuales podrían conducir fácilmente a lo que sabemos que se avecina en Apocalipsis 13 y 14? ¿Qué obstáculos quedan aún por delante?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sábado 24 de Mayo  ",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Salmos 67:3, 4. Enfoque del estudio: Salmos 46; 47; 67; 75.\n</strong></p><p><strong>Introducción\n</strong></p><p>Los salmos seleccionados la semana anterior se centraron en el pueblo de Dios y en su preparación para la venida del Señor. La lección trataba acerca de sus desafíos y luchas relacionados con la vida personal, de la necesidad de un arrepentimiento profundo y radical, de una transformación completa del corazón. Esos salmos también advertían al pueblo de Dios, como comunidad de fe, del enemigo exterior, que en momentos de dura persecución les acarreaba problemas difíciles de sobrellevar. Los cuatro salmos seleccionados esta semana dirigirán nuestra atención hacia Dios: El primero de ellos presentará a Dios como “nuestro amparo”, quien nos consuela y tranquiliza, como aquel que nos traerá “auxilio en las tribulaciones” (Sal. 46:1). El segundo salmo nos llenará de regocijo porque Dios “nuestro Rey [...] es el Rey de toda la tierra” (Sal. 47:6, 7). El tercer salmo profundizará este júbilo transformándolo en gratitud porque Dios ha respondido a nuestro clamor. Dios ya no es solo aquel a quien reiteramos nuestras súplicas para obtener liberación, ni simplemente aquel a quien nos quejamos para desahogar nuestra frustración, porque “en la sede del derecho hay impiedad. En lugar de la justicia, iniquidad” (Ecl. 3:16). En última instancia, Dios es el Juez que traerá la justicia al mundo y finalmente restaurará el orden (Sal. 75:7, 10). El cuarto y último salmo es el cumplimiento de la bendición sacerdotal. Dios, lleno de misericordiosas bendiciones, está en medio de su pueblo (Sal. 67).\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>Salmos 46: Dios es nuestro refugio\n</strong></p><p>Este salmo es atribuido a los “hijos de Coré”, levitas (1 Crón. 6:16, 22) responsables de la música en el Templo. Esta información puede explicar la referencia al Templo como “la santa morada del Altísimo” (ver Sal. 46:4). Según el salmo, los peligros que se encuentran aquí son de una doble naturaleza. No son solo de orden natural, como en una especie de terremoto cósmico en el que intervienen elementos terrestres y acuáticos. También las montañas son sacudidas (Sal. 46:3) y los montes son arrojados al fondo del mar (Sal. 46:2). Los peligros cataclísmicos se deben también al violento ataque de los enemigos humanos, como vemos en la frase “braman las naciones”. Su furia cataliza un movimiento paralelo que culmina en el colapso de todos los reinos terrenales (Sal. 46:6). El pueblo de Dios, víctima inmediata de esta doble catástrofe, es identificado como el interlocutor del salmo, que encarna su reacción ante la catástrofe apocalíptica: “No temeremos” (Sal. 46:2). A la doble embestida de la naturaleza y de las naciones, el pueblo de Dios responde con una doble defensa que proviene tanto de la naturaleza como de Dios. Por un lado, el río de la Ciudad de Dios trae alegría (Sal. 46:4). Este río caudaloso evoca las aguas curativas que brotan de la Nueva Jerusalén y los ríos que manaban del Jardín del Edén (Gén. 2:10). La misma imagen reaparece en Apocalipsis para describir la Nueva Jerusalén (Apoc. 22:1). Por otra parte, Dios mismo está implicado: Dios, que está en medio de la Ciudad Santa (Sal. 46:5), es llamado “nuestro refugio” (vers. 7) y “nuestro amparo y fortaleza” en la angustia (Sal. 46:1). Nótese la armonía cósmica entre el Dios de la Creación y la naturaleza: Dios controla los elementos, al igual que Jesús lo hizo con el mar (Mat. 8:27). La confrontación cósmica se refiere a los últimos acontecimientos de la Gran Controversia, que opondrán el campamento de Dios representado por el monte santo (la Sion celestial) a las naciones. El salmo resuena con la visión de la profecía apocalíptica de la última batalla de la historia humana tal como se describe en Daniel 11:45 y Apocalipsis 16:16. El salmo termina con la seguridad de la presencia de Dios “con nosotros” (Sal. 46:11).\n</p><p><strong>Salmos 47: Dios es nuestro Rey\n</strong></p><p>El Salmo 47 extiende la esperanza celebrada en el salmo precedente. El mismo autor levítico de la familia de Coré canta la victoria del Dios de Sion. El Dios del Templo está sentado en su Trono, en Sion. Ahora que se ha alcanzado el triunfo, la victoria completa sobre el Enemigo, Dios es aclamado como Rey. Este Salmo pertenece a la serie de salmos llamados “salmos reales”, o “salmos de entronización”, que se caracterizan por una alabanza general a Dios como Rey (ver los Salmos 93, 96-99). Cabe destacar que el Salmo 47 fue utilizado posteriormente en la liturgia judía de Rosh Hashaná (Año Nuevo), el primer día del primer mes (Tishri) del calendario judío. El toque de trompeta que se menciona en Salmos 47:5 sirve de base para tocar el shofar ese día, para celebrar la esperanza de que Dios reinará un día sobre todas las naciones. Además, las naciones que ahora alaban a Dios son las mismas que han sido derrotadas en la guerra (Sal. 47:3). Apocalipsis se refiere al mismo fenómeno cuando habla de la “sanidad de las naciones” en el contexto de la Nueva Jerusalén (Apoc. 22:2). En el antiguo Israel, la palabra “naciones” (goyim) designaba a los enemigos de Israel. Ahora, en este nuevo entorno, las naciones ya no se identifican contra el pueblo de Dios. Ahora se han convertido en parte del pueblo de Dios. El acontecimiento del Éxodo se utiliza como modelo para sugerir la conquista espiritual de la nueva Canaán. Las expresiones paralelas “herencia” y “la hermosura de Jacob” (Sal. 47:4) se refieren a la conquista de la Tierra Prometida, que incluía a las naciones circundantes que habían sido conquistadas (ver Deut. 32:8). El salmo concluye con la visión escatológica de Israel y de todos aquellos que reconocen la soberanía de Dios.\n</p><p><strong>Salmos 75: Dios es nuestro Juez\n</strong></p><p>El Salmo 75 es memorable por las tres impresionantes imágenes utilizadas para designar los respectivos actos judiciales de Dios. En primer lugar, el temblor de la Tierra, que se ha desmoronado y ha perdido sus cimientos (Sal. 75:3). Es como si el salmo describiera nuestro mundo actual, lleno de caos y desorden, un mundo que ha perdido toda estabilidad, todo pilar o punto de referencia moral. Dios, como Juez, recuerda a su pueblo que restaurará la estabilidad de las “columnas” (Sal. 75:3). La segunda imagen es la de la copa llena de vino embriagante que Dios derrama sobre los malvados. Los impíos beben este vino copiosamente (Sal. 75:8). Del mismo modo, el libro de Apocalipsis se refiere a menudo a la copa de la ira de Dios (Apoc. 14:10; 16:19; 18:6). La tercera imagen es la de los cuernos (Sal. 75:10, traducción literal). Los cuernos son un símbolo de poder y dignidad (Dan. 7:8). En cada etapa, el juicio de Dios trae justicia a la comunidad distorsionada. Dios “quiebra” el poder de los pecadores (Sal. 75:5, 10) y exalta al justo cuyo cuerno fue derribado (Sal. 75:10). El Juez divino restaura, pues, el orden trastornado por los poderes del mal. La misma esperanza se promete en el libro de Eclesiastés. Después de haber deplorado el trastorno del orden en la Tierra, Salomón espera que “Dios juzgará al justo y al impío. Porque hay tiempo para todo lo que se quiere y se hace” (Ecl. 3:17; comparar con Ecl. 12:14). Haciéndose eco de este sentimiento, el ángel de Apocalipsis 14 habla del mismo doble juicio. Por un lado, el ángel promete que los que adoran a la bestia, que representa a la iglesia engañosa, “beberá[n] del vino de la ira de Dios” (Apoc. 14:10). Por otro lado, los que adoran al Señor de la Creación son descritos como los “santos [...] que guardan los mandamientos de Dios y la fe de Jesús” y descansarán de “sus fatigas” (Apoc. 14:12, 13).\n</p><p><strong>Salmos 67: Dios es nuestra bendición\n</strong></p><p>El Salmo 67, que concluye nuestra serie, es una oración, como indican los verbos que expresan el deseo del suplicante: “Que sea conocido en la tierra tu camino” (Sal. 67:2; comparar con Sal. 67:3, 5, 6, 7). Esta expresión de deseo refleja la bendición aarónica: “Dios tenga misericordia de nosotros y nos bendiga, haga resplandecer su rostro sobre nosotros” (Sal. 67:1; comparar con Núm. 6:23-26). Aunque no se identifica explícitamente al orador, el encabezamiento que se refiere al músico principal y la evocación de la bendición sacerdotal sugieren que se trata de un sacerdote que está al frente de una congregación. Lo que hace especial a esta oración es su alcance universal. El salmo comienza con una llamada a la bendición propia: “sobre nosotros” (Sal. 67:1); luego, tras el deseo de que el camino de Dios “sea conocido en la tierra [...] en todas las naciones” (Sal. 67:2), la oración se extiende a todos los convertidos de entre las naciones. Este salmo tiene en vista el cumplimiento escatológico cuando todas las naciones, y no solo Israel, se beneficien de la bendición de Dios. Esta oración sólo se cumplirá en la “Nueva Jerusalén”, que “no necesita sol ni luna para alumbrarla” (Apoc. 21:23).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>No necesitamos esperar hasta la persecución escatológica venidera para sentir ahora nuestra necesidad del refugio de Dios. Todos los tipos de problemas actuales nos califican para esta necesidad y son oportunidades para experimentar el refugio provisto por Dios. En momentos de angustia, podemos sentirnos amenazados por nuestros colegas o amigos que no comparten nuestra fe e incluso pueden burlarse de nosotros y conspirar contra nosotros. O podemos sentirnos acosados por la enfermedad, el fracaso académico, la falta de dinero o de seguridad económica y la soledad. Cualquiera de estas situaciones puede constituir una oportunidad para experimentar el refugio de Dios. Solo él puede proporcionarnos la ayuda que necesitamos para encontrar una salida a cualquier problema y darnos la fortaleza necesaria para soportar la dificultad. La noción de “realeza” no tiene relación con nuestra vida moderna. Sin embargo, es una noción importante que nos ayudará en situaciones humillantes a no sentirnos abatidos y desesperados: el gran Rey de toda la Tierra cuida de ti. Como hijos suyos, muy pronto heredaremos su promesa. Cuando experimentamos problemas e injusticias, podemos meditar en la siguiente frase del Eclesiastés: “No siempre la carrera es de los ligeros, ni de los fuertes la guerra, ni de los sabios el pan, ni de los prudentes la riqueza, ni de los elocuentes el favor; sino que el tiempo y la ocasión acontecen a todos” (Ecl. 9:11). Esta observación de la injusticia inherente a la vida debería recordarnos también el mecanismo de la gracia. No merecemos la bondad y la misericordia divinas que hemos recibido. Por lo tanto, debemos depender de la gracia de Dios. La luz de Dios es ya nuestra luz, aquí y ahora. ¿Cómo podemos recibir y disfrutar ahora del don de la misericordia de Dios en nuestra vida y caminar con confianza y alegría mientras andamos en su luz?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>EN LOS SALMOS - SEGUNDA PARTE</p>",
         "verse":"<p>“Dios, alábente los pueblos, todos los pueblos te alaben. Alégrense y gócense las naciones, porque juzgarás a los pueblos con equidad, y guiarás a las naciones en la tierra” (Sal. 67:3, 4).</p>",
         "versionCode":10,
         "weekDate":"24-30 de mayo "
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
