{
  "data": [
    {
      "color": "#ab500d",
      "id": 8,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 12",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>By living a perfect life, and then by dying in our place, Jesus mediated a new, better covenant between us and God. Through His death, Jesus canceled the penalty of death that our trespasses demanded and made possible the new covenant.</p><p> This truth is explained in Hebrews 10:5–10, which identifies Jesus as having manifested the perfect obedience required by the covenant. It references Psalm 40, referring to the Messiah’s desire to render to God total obedience: “ ‘Behold, I have come; in the scroll of the book it is written of me: I delight to do your will, O my God; your law is within my heart’ ” (Ps. 40:7, 8, ESV). “In the original context this phrase [‘to do your will’] described moral obedience to the will of God. The author of Hebrews uses the phrase to show that the sacrifice of Christ fulfilled the will of God in providing an acceptable atonement, which the animal sacrifices had not provided.”—The SDA Bible Commentary, vol. 7, p. 460.<br><br>For Paul, this psalm acquired special significance with the incarnation of Jesus. Jesus embodied the obedience of the new covenant. He is our Example. We have been saved, not only because of His death but also because of His perfect obedience.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 13",
          "dayTitle": "<p>The Need of a New Covenant<br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Hebrews 7:11–19. Why was a new covenant needed?</strong></p><p><strong>Hebrews 7:11–19<br></strong></p><p><strong><sup>11</sup></strong> If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?<sup><br><br><strong>12</strong></sup> For the priesthood being changed, there is made of necessity a change also of the law.<sup><br><br><strong>13</strong></sup> For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar.<sup><br><br><strong>14</strong></sup> For it is evident that our Lord sprang out of Juda; of which tribe Moses spake nothing concerning priesthood.<sup><br><br><strong>15</strong></sup> And it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,<strong><br><br><sup>16</sup></strong> Who is made, not after the law of a carnal commandment, but after the power of an endless life.<strong><br><br><sup>17</sup></strong> For he testifieth, Thou art a priest for ever after the order of Melchisedec.<strong><br><br><sup>18</sup></strong> For there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof.<strong><br><br><sup>19</sup></strong> For the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God.</p><p>According to Hebrews, the fact that Jesus was appointed Priest according to the order of Melchizedek implied that a new covenant had been inaugurated. The old covenant had been given on the basis of the Levitical priesthood (Heb. 7:11, NASB). The Levitical priests acted as mediators between God and Israel, and the law excluded anyone else from the priesthood. The author concludes, then, that a change of priesthood implies a change of the law of the priesthood, as well as the change of the covenant (Heb. 7:12, 18, 19).<br><br>The issue with the old covenant was that it could not provide perfection (Heb. 7:11). Paul is talking about the Levitical priesthood and its ministry (sacrifices, feasts, etc.). The animal sacrifices offered through them could not provide true, total cleansing from sin, or access to God (Heb. 10:1–4; Heb. 9:13, 14; Heb. 10:19–23).<br><br>The fact that a new covenant was necessary does not mean that God was unfair with Israel when He gave them the old covenant. The Levitical ministry and the services of the tabernacle were designed to protect them from idolatry and also to point them to Jesus’ future ministry.<br><br>Hebrews stresses that the sacrifices were “a shadow of the good things to come” (Heb. 10:1, NKJV).<br><br>By pointing them to Jesus, the sacrifices should have helped the people put their hope and faith in “ ‘the lamb of God who takes away the sin of the world’ ” (John 1:29, NKJV; compare with Isaiah 53). This is the same point that Paul makes when he says that the law was “our tutor to lead us to Christ, so that we may be justified by faith” (Gal. 3:24, NASB) or that “Christ is the culmination of the law so that there may be righteousness for everyone who believes” (Rom. 10:4, NIV).<br><br>In other words, even the Ten Commandments, as good and perfect as they are, cannot provide salvation (Rom. 3:20–28, Rom. 7:12–14). They provide a perfect standard of righteousness, but they do not provide righteousness, any more than looking in a mirror can erase the wrinkles of age. For perfect righteousness, we need Jesus as our Substitute.<br><br><strong>Why can’t the law save us? After all, if we keep all the commandments, and keep them well—even flawlessly—why shouldn’t that save us?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 14",
          "dayTitle": "<p>New and Renewed<br></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Compare Hebrews 8:10–12 with Deuteronomy 6:4–6, Deuteronomy 30:11–14, and Jeremiah 31:31–34. What does this teach us about the nature of the new covenant?</strong></p><p><strong>&nbsp;Hebrews 8:10–12 <br></strong></p><p><sup><strong>10</strong></sup> For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:<br><br><sup><strong>11</strong></sup> And they shall not teach every man his neighbour, and every man his brother, saying, Know the Lord: for all shall know me, from the least to the greatest.<strong><br><br><sup>12</sup></strong> For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.<strong><br></strong></p><p><strong> Deuteronomy 6:4–6</strong></p><p><strong><sup>4</sup></strong> Hear, O Israel: The Lord our God is one Lord:<br><br><strong><sup>5</sup> </strong>And thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might.<br><br><strong><sup>6</sup></strong> And these words, which I command thee this day, shall be in thine heart:<strong><br></strong></p><p><strong> Deuteronomy 30:11–14</strong></p><p><strong><sup>11</sup></strong> For this commandment which I command thee this day, it is not hidden from thee, neither is it far off.<strong><br><br><sup>12</sup></strong> It is not in heaven, that thou shouldest say, Who shall go up for us to heaven, and bring it unto us, that we may hear it, and do it?<strong><br><br><sup>13</sup></strong> Neither is it beyond the sea, that thou shouldest say, Who shall go over the sea for us, and bring it unto us, that we may hear it, and do it?<strong><br><br><sup>14</sup></strong> But the word is very nigh unto thee, in thy mouth, and in thy heart, that thou mayest do it.<strong><br></strong></p><p><strong>&nbsp;Jeremiah 31:31–34<br></strong></p><p><strong><sup>31</sup></strong> Behold, the days come, saith the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah:<strong><br><br><sup>32</sup></strong> Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the Lord:<strong><br><br><sup>33</sup></strong> But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.<strong><br><br><sup>34</sup></strong> And they shall teach no more every man his neighbour, and every man his brother, saying, Know the Lord: for they shall all know me, from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and I will remember their sin no more.</p><p>The promise of a new covenant in Hebrews refers back to Jeremiah. According to Jeremiah, God’s promise of a new covenant was, in fact, a renewal of the covenant that He had first made with Israel through Moses (Jer. 31:31–34). It could be argued, then, that Jeremiah 31 was not strictly speaking of a “new” covenant but of a “renewal” of the original covenant with Israel. In fact, the Hebrew word for new, hadashah, can have both the sense of “renew” and “brand new.”<br><br>The issue with the old covenant was that the people broke it (Heb. 8:8, 9). The covenant was not faulty; the people were. If Israel had seen through the symbols to the coming Messiah and put their faith in Him, the covenant would not have been broken. Yet, to be fair, there were many believers throughout Israelite history in whom the purposes of the covenant were fulfilled and who had the law in their hearts (Ps. 37:31, Ps. 40:8, Ps. 119:11, Isa. 51:7).<br><br>While the new covenant is a renewal of the old covenant, there is a sense in which it is, indeed, new. Jeremiah’s promise of a “new covenant” did not simply envision a renewal of the conditions that existed before the exile, which had been broken and renewed several times because the nation had lapsed several times into apostasy. And that’s because the people were simply unwilling to keep up their end of the covenant with God (Jer. 13:23).<br><br>Instead, God promised to do a “new thing” (Jer. 31:22). The covenant would not be like the covenant that God had made “with their fathers” (Jer. 31:32). Because of the unfaithfulness of the people, the promises that God made under the Mosaic covenant were never fulfilled. Now, in virtue of the guarantee given by the Son (Heb. 7:22), God would fulfill the purposes of His covenant. God did not change His law or lower His standards; instead, He sent His Son as a guarantee of the covenant promises (Heb. 7:22, Heb. 6:18–20). This is why this covenant does not have curses. It has only blessings because Jesus fulfilled it perfectly, becoming a curse for us (Gal. 3:13).<br><br><strong>Read 2 Timothy 2:13. What can we learn from God’s faithfulness to His people and to His plans as we consider our relationships with others and our plans?</strong></p><p><strong>2 Timothy 2:13</strong></p><p><sup><strong>13</strong></sup> If we believe not, yet he abideth faithful: he cannot deny himself.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 15",
          "dayTitle": "<p>The New Covenant Has a Better Mediator<br></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Hebrews 8:1–6. Why is Jesus a better Mediator of the covenant?</strong></p><p><strong>Hebrews 8:1–6</strong></p><p><strong><sup>1</sup></strong> Now of the things which we have spoken this is the sum: We have such an high priest, who is set on the right hand of the throne of the Majesty in the heavens;<strong><br><br><sup>2 </sup></strong>A minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man.<strong><br><br><sup>3</sup></strong> For every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer.<strong><br><br><sup>4 </sup></strong>For if he were on earth, he should not be a priest, seeing that there are priests that offer gifts according to the law:<strong><br><br><sup>5 </sup></strong>Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.<strong><br><br><sup>6</sup></strong> But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises.<br><br>The Greek term mesit?s (mediator) derives from mesos (“middle”) and denotes the one who walks or stands in the middle. It was a technical term that referred to a person who fulfilled one or more of the following functions: (1) an arbiter between two or more parties, (2) a negotiator or business broker, (3) a witness in the legal sense of the word, or (4) one who stands as a surety and, thus, guarantees the execution of an agreement.<br><br>The English term “mediator” is too narrow a translation for mesit?s in Hebrews because it focuses only on the first two or three uses of the Greek term. Hebrews, however, emphasizes the fourth function. Jesus is not conceived of as “mediator” in the sense that He settles a dispute between the Father and humans or as a peacemaker who reconciles parties in disaffection or as a witness who certifies the existence of a contract or its satisfaction.<br><br>Instead, as Hebrews explains, Jesus is the Guarantor (or Surety) of the new covenant (Heb. 7:22). In Hebrews, the term “mediator” is equivalent to “guarantor.” He guarantees that the covenant promises will be fulfilled. Christ’s death makes the institution of the new covenant possible because it satisfies the claims of the first covenant with Israel (and even with the first humans in Eden), which had been broken (Heb. 9:15–22).<br><br>In this sense, Jesus is the Guarantor who took upon Himself all the legal obligations of the covenant that had been broken. In another sense, Jesus’ exaltation in heaven guarantees that God’s promises to human beings will be fulfilled (Heb. 6:19, 20). Jesus guarantees the covenant because He has shown that God’s promises are true. By resurrecting Jesus and seating Him at His right hand, the Father has shown that He will resurrect us and also bring us to Him.<br><br>Jesus is a greater Mediator than Moses because He ministers in the heavenly sanctuary and has offered Himself as a perfect sacrifice for us (Heb. 8:1–5, Heb. 10:5–10). Moses’ face reflected the glory of God (Exod. 34:29–35), but Jesus is the glory of God (Heb. 1:3, John 1:14). Moses spoke with God face to face (Exod. 33:11), but Jesus is God’s Word personified (Heb. 4:12, 13; John 1:1–3, 14).<br><strong><br>Yes, Christ has satisfied the demands of the covenant for obedience. In this light, what is the role of obedience in our life, and why is it still so important?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 16",
          "dayTitle": "<p>The New Covenant Has Better Promises<br></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>We may be tempted to think that the new covenant has “better promises” in the sense that it has greater rewards than the old covenant had (a heavenly homeland, eternal life, etc.). The truth is that God offered the same rewards to Old Testament believers as He has offered us (read Heb. 11:10, 13–16). In Hebrews 8:6, the “better promises” refer to different kinds of promises.<br><br>The covenant between God and Israel was a formal exchange of promises between God and Israel. God took the initiative and delivered Israel from Egypt and promised to lead them into the Promised Land.<br><br><strong>Compare Exodus 24:1–8 and Hebrews 10:5–10. What are the similarities and differences between these two promises?</strong><br></p><p><strong>Exodus 24:1–8 <br></strong></p><p><strong><sup>1 </sup></strong>And he said unto Moses, Come up unto the Lord, thou, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and worship ye afar off.<strong><br><br><sup>2 </sup></strong>And Moses alone shall come near the Lord: but they shall not come nigh; neither shall the people go up with him.<strong><br><br><sup>3 </sup></strong>And Moses came and told the people all the words of the Lord, and all the judgments: and all the people answered with one voice, and said, All the words which the Lord hath said will we do.<strong><br><br><sup>4 </sup></strong>And Moses wrote all the words of the Lord, and rose up early in the morning, and builded an altar under the hill, and twelve pillars, according to the twelve tribes of Israel.<strong><br><br><sup>5 </sup></strong>And he sent young men of the children of Israel, which offered burnt offerings, and sacrificed peace offerings of oxen unto the Lord.<strong><br><br><sup>6 </sup></strong>And Moses took half of the blood, and put it in basons; and half of the blood he sprinkled on the altar.<strong><br><br><sup>7 </sup></strong>And he took the book of the covenant, and read in the audience of the people: and they said, All that the Lord hath said will we do, and be obedient.<strong><br><br><sup>8 </sup></strong>And Moses took the blood, and sprinkled it on the people, and said, Behold the blood of the covenant, which the Lord hath made with you concerning all these words.<br></p><p><strong> Hebrews 10:5–10</strong></p><p><strong><sup>5 </sup></strong>Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:<strong><br><br><sup>6 </sup></strong>In burnt offerings and sacrifices for sin thou hast had no pleasure.<strong><br><br><sup>7</sup></strong> Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.<strong><br><br><sup>8 </sup></strong>Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;<strong><br><br><sup>9 </sup></strong>Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.<strong><br><br><sup>10 </sup></strong>By the which will we are sanctified through the offering of the body of Jesus Christ once for all.<strong><br></strong></p><p>The covenant between God and Israel was ratified with blood. This blood was sprinkled both over and beneath the altar. The people of Israel promised to obey all that the Lord had spoken.<br><br>“The condition of eternal life is now just what it always has been,—just what it was in Paradise before the fall of our first parents,—perfect obedience to the law of God, perfect righteousness. If eternal life were granted on any condition short of this, then the happiness of the whole universe would be imperiled. The way would be open for sin, with all its train of woe and misery, to be immortalized.”—Ellen G. White, Steps to Christ, p. 62.<br><br>God satisfies the absolute demands of the new covenant for us because He gave His own Son to come and live a perfect life so that the promises of the covenant might be fulfilled in Him, and then offered to us, by faith in Jesus. Jesus’ obedience guarantees the covenant promises (Heb. 7:22). It first requires that God give Him the blessings of the covenant, which are then given to us. Indeed, those who are “in Christ” will enjoy those promises with Him. Second, God gives us His Holy Spirit to empower us to fulfill His law.<br><br><strong>Christ has satisfied the demands of the covenant; therefore, the fulfillment of God’s promises to us is not in doubt. How does this help you understand the meaning of 2 Corinthians 1:20–22? What wonderful hope is found here for us?</strong></p><p><strong>2 Corinthians 1:20–22</strong></p><p><sup>20</sup> For all the promises of God in him are yea, and in him Amen, unto the glory of God by us.<br><br><sup>21</sup> Now he which stablisheth us with you in Christ, and hath anointed us, is God;<br><br><sup>22</sup> Who hath also sealed us, and given the earnest of the Spirit in our hearts.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 17",
          "dayTitle": "<p>The New Covenant Has Solved the Problem of the Heart<br></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p><strong>Compare the new covenant promises of Jeremiah 31:33 and Ezekiel 36:26, 27. How are they related?</strong></p><p><strong>Jeremiah 31:33 <br></strong></p><p><strong><sup>33</sup> </strong>But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.<strong><br></strong></p><p><strong> Ezekiel 36:26-27</strong></p><p><strong><sup>26</sup></strong> A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.<strong><br><br><sup>27</sup></strong> And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them.<br><br>The first covenant document was written by God on tablets of stone and was deposited in the ark of the covenant as an important witness of God’s covenant with His people (Exod. 31:18, Deut. 10:1–4). Documents written in stone, however, could be broken; and scrolls, as Jeremiah had experienced, could be cut up and burned (Jer. 36:23).<br><br>But in the new covenant God now will write His law in the hearts of the people. The heart refers to the mind, the organ of memory and understanding (Jer. 3:15, Deut. 29:4), and especially to the place where conscious decisions are made (Jer. 3:10, Jer. 29:13). This promise did not simply secure access to and knowledge of the law for everyone. It also, and more important, was to bring about a change in the heart of the nation. The problem of Israel was that their sin was engraved “with a pen of iron . . . with a point of diamond . . . on the tablet of their heart” (Jer. 17:1, NKJV). They had a stubborn heart (Jer. 13:10, Jer. 23:17); therefore, it was impossible for them to do the right thing (Jer. 13:23).<br><br>Jeremiah did not announce a change of the law, because the problem of Israel was not the law but the heart. God wanted Israel’s faithfulness to be a grateful response to what He had done for them; thus, He gave the Ten Commandments to them with a historical prologue, expressing His love and care for them (Exod. 20:1, 2). God wanted Israel to obey His laws as an acknowledgment that He wanted the best for them, a truth revealed in their great deliverance from Egypt. Their obedience was to be an expression of gratitude, a manifestation of the reality of their relationship.<br><br>The same is true today for us. Jesus’ love and care in dying for us is the prologue of the new covenant (Luke 22:20). True obedience comes from the heart as an expression of love (Matt. 22:34–40). This love is the distinguishing mark of the presence of the Holy Spirit in the life of the believer. God pours His love on us through His Spirit (Rom. 5:5), the reception of whom is expressed by love (Gal. 5:22).<br><br>If ancient Israel was to love God, even without the understanding of Christ’s death, why shouldn’t we love God even more than they did? How does obedience make manifest the reality of that love?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 18",
          "dayTitle": "",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>“If our hearts are renewed in the likeness of God, if the divine love is implanted in the soul, will not the law of God be carried out in the life? When the principle of love is implanted in the heart, when man is renewed after the image of Him that created him, the new-covenant promise is fulfilled, ‘I will put My laws into their hearts, and in their minds will I write them.’ Hebrews 10:16. And if the law is written in the heart, will it not shape the life? Obedience—the service and allegiance of love—is the true sign of discipleship. Thus the Scripture says, ‘This is the love of God, that we keep His commandments.’ ‘He that saith, I know Him, and keepeth not His commandments, is a liar, and the truth is not in him.’ 1 John 5:3; 2:4.<br><br>Instead of releasing man from obedience, it is faith, and faith only, that makes us partakers of the grace of Christ, which enables us to render obedience. . . .<br><br>“The closer you come to Jesus, the more faulty you will appear in your own eyes; for your vision will be clearer, and your imperfections will be seen in broad and distinct contrast to His perfect nature. This is evidence that Satan’s delusions have lost their power; that the vivifying influence of the Spirit of God is arousing you.<br><br>“No deep-seated love for Jesus can dwell in the heart that does not realize its own sinfulness. The soul that is transformed by the grace of Christ will admire His divine character; but if we do not see our own moral deformity, it is unmistakable evidence that we have not had a view of the beauty and excellence of Christ.”—Ellen G. White, Steps to Christ, pp. 60, 64, 65.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Think about the statements of Ellen G. White above. What does the fact that the closer we come to Christ the more sinful we will appear in our own eyes tell us about how we must not let the realization of our own defects cause us to give up faith in despair?<br><br><strong>2.</strong> Dwell more on the idea that the law is being written in our hearts. What does that mean for the spiritual life of a Christian? How could understanding and experiencing this truth help us avoid the kind of “obedience” that is really only legalism, obedience that has been called “dead works” (Heb. 9:14)?</p><p><br></p><p><strong>Inside Story:</strong></p><p>Sabbath or Scholarship?<br>By Andrew McChesney<strong><br><br></strong>It was an offer the Seventh-day Adventist girl could not refuse: a full scholarship to study at a private non-Christian school. Malevelev grew up in an Adventist home and had been taught to remember God in all her decisions. She planned to enter Taiwan Adventist Academy when she finished sixth grade. Then recruiters from a private school showed up in her village and offered her a full scholarship. Tuition was high at Taiwan Adventist Academy, and it would be difficult for her parents to afford it. They asked the girl to go to the private school.<br><br>During summer vacation, Malevelev visited the school and saw she would be required to attend classes on Sabbath. She wouldn’t be able to go to church to worship God. A conflict erupted within her: Should she accept the scholarship or keep the Sabbath? She knew she should choose the Sabbath.<br><br>At the end of the summer, Malevelev’s parents insisted she go to the private school. The girl felt dreadfully discouraged, and she prayed fervently.<br><br>“God, help me,” she prayed. “Show me what to do.” Taking courage, she spoke kindly but firmly to her parents. “I want to go to Taiwan Adventist Academy,” she said. “I will not go to classes on Sabbath because I want to go to church.”<br><br>She explained her desire to remain faithful to God by keeping all ten commandments, including the fourth, “Remember the Sabbath day, to keep it holy” (Exodus 20:8, NKJV). “I don’t want to betray the truth taught by my grandfather,” she said. Seeing the girl’s determination, her parents allowed her to study at the Adventist academy. Malevelev has studied for five years at the school and is in the 11th grade. “I have wonderful teachers and classmates, and we are like a big family,” she said. “I have made many Christian friends. We have morning and evening worship together, we pray together, and we study together.<br><br>I cherish every moment at the school.”<br><br>Malevelev is hopeful for the future. “I know God will lead me and fulfill His wonderful plan for me,” she said. “When you need to make an important decision, believe in God and choose according to His will and pleasure. I encourage myself with [Ecclesiastes 12:1] all the time. Now I am sharing my secret with you, and may God bless you.”<strong><br></strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus, the Mediator of the New Covenant<br></p>",
      "verse": "<p>But as it is, Christ has obtained a ministry that is as much more excellent than the old as the covenant he mediates is better, since it is enacted on better promises (Hebrews 8:6, ESV).<br></p>",
      "versionCode": 16,
      "weekDate": "February 12–18"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
