{
   "data":[
      {
         "color":"#FEFEFB",
         "id":710,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"March 1",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>A powerful narrative that reveals the nature of the cosmic conflict can be found in 1 Kings 18:19–40, Elijah on Mount Carmel, where the Lord exposes the so-called “gods of the nations.” Yet, there is more behind the scenes about these “gods” than that they are mere figments of pagan imagination. Behind the “gods” that the nations surrounding Israel thought they were worshiping was, actually, something else.\n</p><p><strong>1 Kings 18:19-40&nbsp;</strong></p><p><strong>19 </strong>Now summon the people from all over Israel to meet me on Mount Carmel. And bring the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at Jezebel’s table.”\n</p><p><strong>20</strong> So Ahab sent word throughout all Israel and assembled the prophets on Mount Carmel.\n</p><p><strong>21 </strong>Elijah went before the people and said, “How long will you waver between two opinions? If the Lord is God, follow him; but if Baal is God, follow him.” But the people said nothing.\n</p><p><strong>22</strong> Then Elijah said to them, “I am the only one of the Lord’s prophets left, but Baal has four hundred and fifty prophets.\n</p><p><strong>23</strong> Get two bulls for us. Let Baal’s prophets choose one for themselves, and let them cut it into pieces and put it on the wood but not set fire to it. I will prepare the other bull and put it on the wood but not set fire to it.\n</p><p><strong>24 </strong>Then you call on the name of your god, and I will call on the name of the Lord. The god who answers by fire—he is God.” Then all the people said, “What you say is good.”\n</p><p><strong>25 </strong>Elijah said to the prophets of Baal, “Choose one of the bulls and prepare it first, since there are so many of you. Call on the name of your god, but do not light the fire.”\n</p><p><strong>26 </strong>So they took the bull given them and prepared it. Then they called on the name of Baal from morning till noon. “Baal, answer us!” they shouted. But there was no response; no one answered. And they danced around the altar they had made.\n</p><p><strong>27 </strong>At noon Elijah began to taunt them. “Shout louder!” he said. “Surely he is a god! Perhaps he is deep in thought, or busy, or traveling. Maybe he is sleeping and must be awakened.”\n</p><p><strong>28 </strong>So they shouted louder and slashed themselves with swords and spears, as was their custom, until their blood flowed.\n</p><p><strong>29</strong> Midday passed, and they continued their frantic prophesying until the time for the evening sacrifice. But there was no response, no one answered, no one paid attention.\n</p><p><strong>30 </strong>Then Elijah said to all the people, “Come here to me.” They came to him, and he repaired the altar of the Lord, which had been torn down.\n</p><p><strong>31 </strong>Elijah took twelve stones, one for each of the tribes descended from Jacob, to whom the word of the Lord had come, saying, “Your name shall be Israel.”\n</p><p><strong>32 </strong>With the stones he built an altar in the name of the Lord, and he dug a trench around it large enough to hold two seahs of seed.\n</p><p><strong>33 </strong>He arranged the wood, cut the bull into pieces and laid it on the wood. Then he said to them, “Fill four large jars with water and pour it on the offering and on the wood.”\n</p><p><strong>34 </strong>“Do it again,” he said, and they did it again. “Do it a third time,” he ordered, and they did it the third time.\n</p><p><strong>35 </strong>The water ran down around the altar and even filled the trench.\n</p><p><strong>36 </strong>At the time of sacrifice, the prophet Elijah stepped forward and prayed: “Lord, the God of Abraham, Isaac and Israel, let it be known today that you are God in Israel and that I am your servant and have done all these things at your command.\n</p><p><strong>37 </strong>Answer me, Lord, answer me, so these people will know that you, Lord, are God, and that you are turning their hearts back again.”\n</p><p><strong>38 </strong>Then the fire of the Lord fell and burned up the sacrifice, the wood, the stones and the soil, and also licked up the water in the trench.\n</p><p><strong>39 </strong>When all the people saw this, they fell prostrate and cried, “The Lord—he is God! The Lord—he is God!”\n</p><p><strong>40 </strong>Then Elijah commanded them, “Seize the prophets of Baal. Don’t let anyone get away!” They seized them, and Elijah had them brought down to the Kishon Valley and slaughtered there.\n</p><p>“ ‘They sacrificed to demons, not to God, to gods they did not know, to new gods, new arrivals that your fathers did not fear’ ” (Deut. 32:17, NKJV). Paul adds, “The things which the Gentiles sacrifice they sacrifice to demons and not to God, and I do not want you to have fellowship with demons” (1 Cor. 10:20, NKJV).\n</p><p><strong>Deuteronomy 32:17\n</strong></p><p><strong>17</strong> They sacrificed to false gods, which are not God— gods they had not known, gods that recently appeared, gods your ancestors did not fear.\n</p><p><strong>1 Corinthians 10:20\n</strong></p><p><strong>20</strong> No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons.\n</p><p>Behind the false “gods” of the nations, then, were actually demons in disguise. This means, then, that all of the texts of Scripture dealing with idolatry and the foreign gods are “cosmic conflict” texts.\n</p><p>With this background, the cosmic conflict theme is better understood. And this truth has massive implications for understanding more about the nature of this conflict and how it sheds light on the problem of evil.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 2",
               "dayTitle":"<p>An Angel Delayed</p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>As we have seen, the false “gods” of the nations were demons in disguise. And elsewhere we see evidence that demonic celestial rulers are sometimes behind earthly rulers. Even angelic agents sent by God can be opposed by the forces of the enemy.\n</p><p><strong>Read Daniel 10:1–14, with special attention to verses 12, 13. What do these verses teach that is relevant to the cosmic conflict? What do you make of the angel sent by God being “withstood” for twentyone days?\n</strong></p><p><strong>Daniel 10:1-14\n</strong></p><p><strong>1</strong> In the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision.\n</p><p><strong>2 </strong>At that time I, Daniel, mourned for three weeks.\n</p><p><strong>3 </strong>I ate no choice food; no meat or wine touched my lips; and I used no lotions at all until the three weeks were over.\n</p><p><strong>4 </strong>On the twenty-fourth day of the first month, as I was standing on the bank of the great river, the Tigris,\n</p><p><strong>5 </strong>I looked up and there before me was a man dressed in linen, with a belt of fine gold from Uphaz around his waist.\n</p><p><strong>6 </strong>His body was like topaz, his face like lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and his voice like the sound of a multitude.\n</p><p><strong>7 </strong>I, Daniel, was the only one who saw the vision; those who were with me did not see it, but such terror overwhelmed them that they fled and hid themselves. 8 So I was left alone, gazing at this great vision; I had no strength left, my face turned deathly pale and I was helpless.\n</p><p><strong>9 </strong>Then I heard him speaking, and as I listened to him, I fell into a deep sleep, my face to the ground.\n</p><p><strong>10 </strong>A hand touched me and set me trembling on my hands and knees.\n</p><p><strong>11 </strong>He said, “Daniel, you who are highly esteemed, consider carefully the words I am about to speak to you, and stand up, for I have now been sent to you.” And when he said this to me, I stood up trembling.\n</p><p><strong>12 </strong>Then he continued, “Do not be afraid, Daniel. Since the first day that you set your mind to gain understanding and to humble yourself before your God, your words were heard, and I have come in response to them.\n</p><p><strong>13 </strong>But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia.\n</p><p><strong>14 </strong>Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.”\n</p><p>How could it be that an angel sent by God could be “withstood” for three weeks? Being all-powerful, God possessed the power to respond to Daniel immediately—that is, had He chosen to. If He exercised His power to do so, He could make an angel appear to Daniel right away. Yet, the angel sent by God was “withstood” by the “prince of the kingdom of Persia” for three entire weeks. What is going on here?\n</p><p>“For three weeks Gabriel wrestled with the powers of darkness, seeking to counteract the influences at work on the mind of Cyrus. . . . All that heaven could do in behalf of the people of God was done. The victory was finally gained; the forces of the enemy were held in check all the days of Cyrus, and all the days of his son Cambyses.”—Ellen G. White, Prophets and Kings, p. 572.\n</p><p>In order for such a conflict to transpire, God must not be exercising all of His power. The enemy must be afforded some genuine freedom and power that is not removed capriciously but is restricted by some parameters known to both parties (the details of which are not revealed to us). It seems there must be parameters in the cosmic conflict that even God’s angels are operating within, which in the coming lessons will be referred to as the “rules of engagement.”\n</p><p>In a certain sense, understanding these limits might not be hard if we grasp the idea, already talked about, that God works only by love, and that love, not coercion, is the foundation of His government. This idea, that God works only through the principles emanating from love, can help us better understand the great controversy.\n</p><p><strong>How have you experienced the limits of working only through the principles of love and not coercion? What lessons did you learn about the limits of power?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" March 3",
               "dayTitle":"<p><strong>The Dragon of Revelation</strong></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p>The overarching perspective of celestial rulers in the cosmic conflict is encapsulated in the book of Revelation, where the devil is depicted as “the great dragon” who opposes God and “deceives the whole world” (Rev. 12:9, NKJV).\n</p><p><strong>Revelation 12:9\n</strong></p><p><strong>9</strong> So the great dragon was cast out, that serpent of old, called the Devil and Satan, who deceives the whole world; he was cast to the earth, and his angels were cast out with him.\n</p><p><strong>Read Revelation 13:1–8. What does this reveal about the extent of the dragon’s jurisdiction?\n</strong></p><p><strong>Revelation 13:1-8\n</strong></p><p><strong>1</strong> Then I stood on the sand of the sea. And I saw a beast rising up out of the sea, having seven heads and ten horns, and on his horns ten crowns, and on his heads a blasphemous name.\n</p><p><strong>2 </strong>Now the beast which I saw was like a leopard, his feet were like the feet of a bear, and his mouth like the mouth of a lion. The dragon gave him his power, his throne, and great authority.\n</p><p><strong>3 </strong>And I saw one of his heads as if it had been mortally wounded, and his deadly wound was healed. And all the world marveled and followed the beast.\n</p><p><strong>4 </strong>So they worshiped the dragon who gave authority to the beast; and they worshiped the beast, saying, “Who is like the beast? Who is able to make war with him?”\n</p><p><strong>5 </strong>And he was given a mouth speaking great things and blasphemies, and he was given authority to continue for forty-two months.\n</p><p><strong>6 </strong>Then he opened his mouth in blasphemy against God, to blaspheme His name, His tabernacle, and those who dwell in heaven.\n</p><p><strong>7 </strong>It was granted to him to make war with the saints and to overcome them. And authority was given him over every tribe, tongue, and nation.\n</p><p><strong>8 </strong>All who dwell on the earth will worship him, whose names have not been written in the Book of Life of the Lamb slain from the foundation of the world.\n</p><p>The dragon (Satan) not only wars against God (Rev. 12:7–9) and His servants (for example, Rev. 12:1–6), but he is depicted as the ruler behind the earthly kingdoms who persecute God’s people throughout the ages.\n</p><p><strong>Revelation 12:7-9\n</strong></p><p><strong>7</strong> And war broke out in heaven: Michael and his angels fought with the dragon; and the dragon and his angels fought,\n</p><p><strong>8 </strong>but they did not prevail, nor was a place found for them in heaven any longer.\n</p><p><strong>9 </strong>So the great dragon was cast out, that serpent of old, called the Devil and Satan, who deceives the whole world; he was cast to the earth, and his angels were cast out with him.\n</p><p><strong>Revelation 12:1-6\n</strong></p><p><strong>1</strong> Now a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a garland of twelve stars.\n</p><p><strong>2 </strong>Then being with child, she cried out in labor and in pain to give birth.\n</p><p><strong>3 </strong>And another sign appeared in heaven: behold, a great, fiery red dragon having seven heads and ten horns, and seven diadems on his heads.\n</p><p><strong>4 </strong>His tail drew a third of the stars of heaven and threw them to the earth. And the dragon stood before the woman who was ready to give birth, to devour her Child as soon as it was born.\n</p><p><strong>5 </strong>She bore a male Child who was to rule all nations with a rod of iron. And her Child was caught up to God and His throne.\n</p><p><strong>6 </strong>Then the woman fled into the wilderness, where she has a place prepared by God, that they should feed her there one thousand two hundred and sixty days.\n</p><p>The dragon “gave . . . his power, his throne, and great authority” to the beast from the sea (Rev. 13:2, NKJV; compare with Rev. 13:5; Rev. 17:13, 14). This beast from the sea is “given a mouth speaking great things and blasphemies, and he was given authority to continue for forty-two months” (Rev. 13:5, NKJV).\n</p><p><strong>Revelation 17:13-14\n</strong></p><p><strong>13</strong> These are of one mind, and they will give their power and authority to the beast.\n</p><p><strong>14 </strong>These will make war with the Lamb, and the Lamb will overcome them, for He is Lord of lords and King of kings; and those who are with Him are called, chosen, and faithful.”\n</p><p>So, Satan (the dragon) gives power and ruling authority to a beast (an earthly religious-political power). This power is exercised in order to usurp the worship due to God. The beast blasphemes God’s name; it also wars against, and even overcomes, God’s holy ones (saints), at least for a period of time. This worldwide authority and jurisdiction is given to him by the dragon, the usurping ruler of this world.\n</p><p>Yet, there are clear limits on Satan and his agencies, as well, including temporal limits. “ ‘Therefore rejoice, O heavens, and you who dwell in them! Woe to the inhabitants of the earth and the sea! For the devil has come down to you, having great wrath, because he knows that he has a short time’ ” (Rev. 12:12, NKJV).\n</p><p>Satan “knows that his time is short” (Rev. 12:12, ESV), and the events described in Revelation proceed along prophetic time lines, which show specific limits (see Rev. 12:14, Rev. 13:5) to the reign of these evil forces.\n</p><p><strong>Revelation 12:14\n</strong></p><p><strong>14</strong> But the woman was given two wings of a great eagle, that she might fly into the wilderness to her place, where she is nourished for a time and times and half a time, from the presence of the serpent.\n</p><p>Indeed, God finally triumphs. “ ‘And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away’ ” (Rev. 21:4, NKJV).\n</p><p><strong>However hard for us to see it now, in the end good will eternally triumph over evil. Why is it so important that we never forget this wonderful promise?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" March 4",
               "dayTitle":"<p>The Case of Job</p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p>In the book of Job, we are given some fascinating insights into the reality of the great controversy.\n</p><p><strong>Read Job 1:1–12 and Job 2:1–7. What principles of the great contro- versy do we see unveiled here?\n</strong></p><p><strong>Job 1:1-12\n</strong></p><p><strong>1 </strong>There was a man in the land of Uz, whose name was Job; and that man was blameless and upright, and one who feared God and shunned evil.\n</p><p><strong>2</strong> And seven sons and three daughters were born to him.\n</p><p><strong>3</strong> Also, his possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large household, so that this man was the greatest of all the people of the East.\n</p><p><strong>4</strong> And his sons would go and feast in their houses, each on his appointed day, and would send and invite their three sisters to eat and drink with them.\n</p><p><strong>5</strong> So it was, when the days of feasting had run their course, that Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, “It may be that my sons have sinned and cursed God in their hearts.” Thus Job did regularly.\n</p><p><strong>6</strong> Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.\n</p><p><strong>7</strong> And the Lord said to Satan, “From where do you come?” So Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”\n</p><p><strong>8</strong> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”\n</p><p><strong>9</strong> So Satan answered the Lord and said, “Does Job fear God for nothing?\n</p><p><strong>10</strong> Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.\n</p><p><strong>11</strong> But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!”\n</p><p><strong>12</strong> And the Lord said to Satan, “Behold, all that he has is in your power; only do not lay a hand on his person.” So Satan went out from the presence of the Lord.\n</p><p><strong>Job 2:1–7\n</strong></p><p><strong>1</strong> Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord.\n</p><p><strong>2</strong> And the Lord said to Satan, “From where do you come?” Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”\n</p><p><strong>3</strong> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.”\n</p><p><strong>4</strong> So Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life.\n</p><p><strong>5</strong> But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!”\n</p><p><strong>6</strong> And the Lord said to Satan, “Behold, he is in your hand, but spare his life.”\n</p><p><strong>7</strong> So Satan went out from the presence of the Lord, and struck Job with painful boils from the sole of his foot to the crown of his head.\n</p><p>Many significant details can be gleaned from these verses. First, there appears to be some kind of heavenly council scene, not merely a dialogue between God and Satan; other celestial beings are involved.\n</p><p>Second, there is some existing dispute, signaled by the fact that God asks whether Satan has considered Job. Considered Job for what? The question makes sense in the context of a larger, ongoing dispute.\n</p><p>Third, while God declares Job blameless, upright, and God-fearing, Satan claims that Job appears to fear God only because God protects him. This amounts to slander against both Job’s character and God’s (compare with Rev. 12:10, Zechariah 3).\n</p><p><strong>Revelation 12:10\n</strong></p><p><strong>10</strong> Then I heard a loud voice saying in heaven, “Now salvation, and strength, and the kingdom of our God, and the power of His Christ have come, for the accuser of our brethren, who accused them before our God day and night, has been cast down.\n</p><p>Fourth, Satan alleges that God’s protection of Job (the hedge) is unfair and makes it impossible for Satan to prove his allegations. This indicates some existing limits on Satan (rules of engagement), and that Satan has apparently tried to harm Job.\n</p><p>God responds to Satan’s accusation before the heavenly council by allowing Satan to put his theory to the test, but only within limits. He first grants Satan power over “all that he has,” but prohibits personal harm to Job (Job 1:12, NKJV). Later, after Satan claims that Job cares only about himself, God allows Satan to afflict Job personally, but Satan must spare his life (Job 2:3–6).\n</p><p>Satan brings numerous calamities against Job’s household, yet in each case Job continues to bless His name (Job 1:20–22; Job 2:9, 10), falsifying Satan’s charges.\n</p><p><strong>Job 1:20-22\n</strong></p><p><strong>20</strong> Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped.\n</p><p><strong>21</strong> And he said: “Naked I came from my mother’s womb, And naked shall I return there. The Lord gave, and the Lord has taken away; Blessed be the name of the Lord.”\n</p><p><strong>22</strong> In all this Job did not sin nor charge God with wrong.\n</p><p><strong>Job 2:9-10\n</strong></p><p><strong>9</strong> Then his wife said to him, “Do you still hold fast to your integrity? Curse God and die!”\n</p><p><strong>10</strong> But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?” In all this Job did not sin with his lips.\n</p><p>We learn many things here, such as that there are rules of engage- ment in the cosmic conflict. There are parameters in the heavenly\n</p><p>court within which the allegations raised against God can be settled, but without God violating the sacred principles inherent in love, the foundation of God’s government and how He rules the universe and the intelligent beings in it.\n</p><p>These heavenly scenes in the book of Job offer us fascinating insights into the reality of the great controversy, and how it is played out here on earth.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" March 5",
               "dayTitle":"<p>The (Temporary) Ruler of This World</p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p>We have seen in previous lessons that, within the cosmic conflict, Satan and his cohorts are temporarily granted significant jurisdiction in this world, limited according to some kind of rules of engagement.\n</p><p>These rules of engagement limit not only the actions of the enemy— the devil and his cohorts—but they also limit God’s action to eliminate or mitigate the evil that (temporarily) falls within the jurisdiction of the enemy. Because the Lord will never break His promises, to the extent He has agreed to the rules of engagement—thus affording some limited and temporary rulership to the devil—God has morally limited His future course of action (without lessening His raw power).\n</p><p><strong>Read John 12:31, John 14:30, John 16:11, 2 Corinthians 4:4, and Luke 4:6. What do these texts teach about the rulership of the enemy in this world?\n</strong></p><p><strong>John 12:31\n</strong></p><p><strong>31</strong> Now is the judgment of this world; now the ruler of this world will be cast out.\n</p><p><strong>John 14:30\n</strong></p><p><strong>30</strong> I will no longer talk much with you, for the ruler of this world is coming, and he has nothing in Me.\n</p><p><strong>John 16:11\n</strong></p><p><strong>11</strong> of judgment, because the ruler of this world is judged.\n</p><p><strong>2 Corinthians 4:4\n</strong></p><p><strong>4 </strong>whose minds the god of this age has blinded, who do not believe, lest the light of the gospel of the glory of Christ, who is the image of God, should shine on them.\n</p><p><strong>Luke 4:6\n</strong></p><p><strong>6</strong> And the devil said to Him, “All this authority I will give You, and their glory; for this has been delivered to me, and I give it to whomever I wish.\n</p><p>The New Testament sets forth a clash of kingdoms, the kingdoms of\n</p><p>light and darkness, with the darkness coming from Satan and his rebel- lion. Part of Christ’s mission was to defeat the kingdom of Satan: “For this purpose the Son of God was manifested, that He might destroy the works of the devil” (1 John 3:8, NKJV)\n</p><p><strong>1 John 3:8\n</strong></p><p><strong>8</strong> He who sins is of the devil, for the devil has sinned from the beginning. For this purpose the Son of God was manifested, that He might destroy the works of the devil.\n</p><p>Nevertheless, there are “rules” that limit what God can do while\n</p><p>remaining true to the principles behind His government. These lim- its include at least (1) the granting of free will to creatures and (2)\n</p><p>the covenantal rules of engagement, which we are not privy to, at least now. Such impediments and limitations on divine action have significant implications for God’s moral ability to reduce and/or immediately eliminate evil in this world. Thus, we see continued evil and suffering, which can indeed cause many people to question either God’s existence or His goodness. However, once the background of the great controversy is understood, and the limits God has placed on how He will deal with evil, we can to some degree better understand why things are as they are—at least until the final triumph of God over evil.\n</p><p><strong>How does the fact that Jesus calls Satan the “ruler” of this world help, at least somewhat, our understanding of the evil that exists in the world now? How comforting to know that it is, indeed, only a temporal rule!</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" March 6",
               "dayTitle":"<p>Limits and Rules</p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p>The cosmic conflict is primarily a dispute over God’s character, caused by the devil’s slanderous allegations against God’s goodness, justice, and government. It is a kind of cosmic covenant lawsuit.\n</p><p>Such a conflict cannot be settled by sheer power but, instead, requires demonstration.\n</p><p>If serious allegations are brought against a person in power, the best (and maybe only) way to defeat the allegations would be to allow for a free, fair, and open investigation. If the allegations threaten the entire government (of love), they cannot simply be swept under the rug.\n</p><p>What does all this mean for understanding the cosmic conflict and relating to the problem of evil? If God makes a promise, would He ever break it? Of course not. Insofar as God agrees to rules of engagement, His future action would be (morally) limited. As such, evil will fall within the temporary domain of the kingdom of darkness.\n</p><p><strong>Read Mark 6:5 and Mark 9:29. What do these texts display about how even divine action might be integrally related to such factors as faith and prayer?\n</strong></p><p><strong>Mark 6:5\n</strong></p><p><strong>5</strong> Now He could do no mighty work there, except that He laid His hands on a few sick people and healed them.\n</p><p><strong>Mark 9:29\n</strong></p><p><strong>29 </strong>So He said to them, “This kind can come out by nothing but prayer and fasting.”\n</p><p>In both these narratives, some limits or rules of engagement seem to be in place, dynamically related to such things as faith and prayer. Elsewhere we see abundant evidence that prayer makes a difference in this world, opening up avenues for divine action that otherwise might not be (morally) available. However, we should not make the mistake of thinking that faith and prayer are the only factors. There are likely many other factors of which we might be unaware.\n</p><p>This fits with what we’ve seen previously about rules of engagement.\n</p><p>As we said, there are ceratin rules of engagement in the great contro- versy that limit what God can morally do, at least for now.\n</p><p><strong>Read Romans 8:18 and Revelation 21:3, 4. How do these texts give you confidence that even though there are many things we do not know, we can trust that God knows what is best, wants what is best, and will bring an end to evil and usher in an eternity of bliss?\n</strong></p><p><strong>Romans 8:18\n</strong></p><p><strong>18</strong> For I consider that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.\n</p><p><strong>Revelation 21:3, 4\n</strong></p><p><strong>3</strong> And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.\n</p><p><strong>4 </strong>And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" March 7",
               "dayTitle":"<p>Further Thought:</p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p><strong>Read Ellen G. White, “The Power of Satan,” pp. 341–347, in Testimonies for the Church, vol. 1.\n</strong></p><p>“Fallen man is Satan’s lawful captive. The mission of Christ was to rescue him from the power of his great adversary. Man is naturally inclined to follow Satan’s suggestions, and he cannot successfully resist so terrible a foe unless Christ, the mighty Conqueror, dwells in him, guiding his desires, and giving him strength. God alone can limit the power of Satan. He is going to and fro in the earth, and walking up and down in it.\n</p><p>He is not off his watch for a single moment, through fear of losing an opportunity to destroy souls. It is important that God’s people understand this, that they may escape his snares. Satan is preparing his deceptions, that in his last campaign against the people of God they may not understand that it is he. 2 Corinthians 11:14: ‘And no marvel; for Satan himself is transformed into an angel of light.’\n</p><p>While some deceived souls are advocating that he does not exist, he is taking them captive, and is working through them to a great extent. Satan knows better than God’s people the power that they can have over him when their strength is in Christ. When they humbly entreat the mighty Conqueror for help, the weakest believer in the truth, relying firmly upon Christ, can successfully repulse Satan and all his host.\n</p><p>He is too cunning to come openly, boldly, with his temptations; for then the drowsy energies of the Christian would arouse, and he would rely upon the strong and mighty Deliverer. But he comes in unperceived, and works in disguise through the children of disobedience who profess godliness.”—Ellen G. White, Testimonies for the Church, vol. 1, p. 341.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> What does it mean to be “Satan’s lawful captive”? Does that mean the devil can do whatever he wants with people? If not, why not? How does this relate to what we might call the “rules of engagement” in the cosmic conflict?\n</p><p><strong>2</strong> Why would God grant Satan any jurisdiction in the cosmic conflict, even if only temporarily? What does this tell us about how God seeks to answer Satan’s accusations?\n</p><p><strong>3</strong> How do you respond to those, even Christians, who deny the existence of Satan as a real, personal being? Though we cannot prove Satan’s existence, what evidence can you marshal that might help someone who is so greatly deceived?.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Story inside</p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p><strong>The Persistent Visitor: Part 2\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>To the Seventh-day Adventist pediatrician, the 13-year-old Alaska Native girl resembled a giant. Four months after their first phone call, pediatrician Colette Reahl made the seven-hour drive from Anchorage to Fairbanks, Alaska, to meet Matrona for the first time at the facility where she lived with 19 other girls and boys. Matrona stood at 5 foot, 7 inches (174 cm). In comparison, Colette was a diminutive 5 foot, 3 inches (162 cm). When Colette saw the girl, she thought, She looks like a giant to me. This should be interesting.\n</p><p>Matrona, who was sitting on the floor in a meeting room, was very shy and didn’t want to talk at first. Colette sat down on a couch near her. A few awkward minutes passed, and then she remembered that she had brought a gift, an encyclopedia about animals, for Matrona. Colette opened the book and silently began to leaf through the pages. Matrona’s curiosity was raised, and she slowly inched her way over to Colette. Before long, Matrona was sitting beside Colette and looking at the pictures with her.\n</p><p>It was a pleasant first visit, and it lasted three hours. The two met again the next month, and Colette gave Matrona a Bible. She suggested reading the Bible together over the phone. But when she called, Matrona made herself unavailable to talk. Then Matrona moved to a facility in Anchorage. She was lonely and missed her friends in Fairbanks. She began to call Colette every day, trying to persuade her to adopt her.\n</p><p>Colette, meanwhile, started the process of changing jobs. Her work as a pediatrician in Anchorage was ending, and she was preparing to move to Bethel, the largest community in western Alaska, with a population of 6,000. She would work at a hospital there. “Ewww,” Matrona said when she learned about the move. To her, Bethel was a small village, and she thought it would be boring.\n</p><p>This mission story offers an inside look at a previous Thirteenth Sabbath project. Pediatrician Colette Reahl is also coleader of Bethel (Alaska) Seventh-day Adventist Church, which received part of a 2024 Thirteenth Sabbath Offering. Thank you for helping spread the gospel with this quarter’s Thirteenth Sabbath Offering on March 29. Read more about Colette and Matrona next week.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers</p>",
               "id":109,
               "idDay":9,
               "idLesson":10,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: 1 John 3:8\n</strong></p><p><strong>Study Focus: Job 1:1–12, Job 2:1–7, Daniel 10, Luke 4:6, John 12:31.\n</strong></p><p>Introduction: Satan is limited by God in his rulership. He is an illegitimate ruler, especially from the standpoint of his character.\n</p><p><strong>Lesson Themes: This week’s lesson underlines three main notions:\n</strong></p><p><strong>1</strong>. Satan is an illegitimate and temporary “ruler.” God granted Satan limited and temporary rulership after sin entered this world, but this rulership is not a legitimate authority. Although God has limited His own activity to eliminate evil in this world, Jesus has overcome the devil. Christ’s victory over temptation in the wilderness and the defeat of Satan on the cross indicate that Satan’s rulership is illegitimate and temporary.\n</p><p><strong>2.</strong> Satan slanders and makes captives under his “rulership.” Despite the fact that Satan is an illegitimate and temporary ruler, human beings can become lawful captives of his rulership. Our human will is inclined to follow Satan’s suggestions, unless Christ dwells in us, guiding our desires and lives.\n</p><p><strong>3</strong>. Satan is limited in his “rulership.” Satan has room and time to “rule,” but he is limited by God in this “rulership.” In the unfolding of human history, transcendent powers of goodness oppose evil, and the prayers of believers are an effective resource against them.\n</p><p><strong>Life Application\n</strong></p><p>Satan is limited in his temporary rulership. On the basis of Jesus’ victory, we are not under the bondage of the fear of death. But we still need to be vigilant and depend on the power of God. How can your prayer life help you to successfully resist Satan’s illegitimate rulership?\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>1.</strong> Satan Is an Illegitimate and Temporary “Ruler.” In the synoptic Gospels, the focus of the antagonism between Satan and Jesus is the temptation in the wilderness (Matt. 4:1–11; Mark 1:12, 13; Luke 4:1–13). Among the three synoptics, Luke gives additional details in the third temptation about Satan’s alleged authority. Showing to Jesus “all the kingdoms of the world in a moment of time” (Luke 4:5, NKJV), the devil offered to Him “ ‘all this authority . . . and their glory; for this has been delivered to me, and I give it to whomever I wish’ ” (Luke 4:6, NKJV).\n</p><p>It is debatable whether Satan really had the authority he claimed to have and, if so, how he had acquired it. To be sure, after sin entered the world, “God grants Satan considerable freedom to exercise his baneful influence throughout the world.”—Sydney H. T. Page, Powers of Evil: A Biblical Study of Satan and Demons (Grand Rapids, MI: Baker Books, 1995), p. 98. However, this freedom is different from saying that Satan has legitimate authority in the world. In fact, by rejecting Satan’s offering, Jesus does not recognize the legitimacy of such authority.\n</p><p>In the Gospel of John, the antagonism between Satan and Jesus is particularly highlighted in the references to “the ruler [prince] of this world” (John 12:31, NKJV; John 14:30, NKJV; John 16:11, NKJV). In John 12:31–33, Jesus emphasizes the judgment of the world and the casting out of its ruler/prince, with particular reference to His death. In John 14:30, Jesus points out in the context of His farewell discourse to the disciples that “ ‘the ruler [prince] of this world is coming’ ” (NKJV).\n</p><p>Jesus, underscoring the antagonism of this statement, adds, “And he has nothing in Me” (NKJV). The statement probably has in view the coming of Judas Iscariot, who is the agent by which “the devil himself precipi- tates Jesus’ death.” However, the Cross is not the triumph of the devil, but surprisingly his overthrow (see D. A. Carson, The Gospel According to John, The Pillar New Testament Commentary [Grand Rapids, MI: Eerdmans, 1991], p. 508). Then, as Jesus teaches the disciples regarding the promised Parakletos, the Holy Spirit, He emphasizes again, now in John 16:11, that “ ‘the ruler [prince] of this world is judged’ ” (NKJV), which seems to echo the casting out of the devil in John 12:31.\n</p><p>Therefore, whereas the synoptics underline the victory of Christ over Satan in the temptation in the wilderness at the beginning of His public ministry, the Gospel of John stresses the defeat of Satan, the ruler/prince of this world, at the cross (see also Powers of Evil: A Biblical Study of Satan and Demons, p. 129); that is, at the end of Jesus’ earthly ministry. In both cases, we learn that Satan is an illegitimate and temporary ruler of a sinful world, a world that is paradoxically loved by God but also judged for rejecting Jesus (John 1:10, 29; John 3:16, 17, 19; John 9:39; John 12:31, 47; John 14:17; John 15:18, 19; John 16:8; John 17:9, 14, 16, 21). As Robert Recker indicates, Satan “is a deposed prince, or one in process of deposition.”—“Satan: In Power or Dethroned?” Calvin Theological Journal 6, no. 2 (1971), p. 147.\n</p><p><strong>2.</strong> Satan Slanders and Makes Captives Under His “Rulership.” Despite being illegitimate as a ruler, because of sin human beings became lawful captives of Satan’s rulership. Ellen G. White underlines that “fallen man is Satan’s lawful captive. . . . Man is naturally inclined to follow Satan’s suggestions, and he cannot successfully resist so terrible a foe unless Christ, the mighty Conqueror, dwells in him, guiding his desires, and giving him strength.”—Testimonies for the Church, vol. 1, p. 341. It is not God who “has made Satan ‘the prince of this world,’ but . . . human beings have made him such through their sin.”—Powers of Evil: A Biblical Study of Satan and Demons, p. 129.\n</p><p>Even though Satan is, from the perspective of human sin, a lawful ruler of corrupted human beings, he is still an illegitimate ruler from the standpoint of his character and actions. Jesus emphatically describes him as a liar and a murderer. In His words, Satan “ ‘was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he speaks a lie, he speaks from his own resources, for he is a liar and the father of it’ ” (John 8:44, NKJV). Basically, lies/slander and mortal captivity are the essence of his “rulership,” which needs to be overthrown by Jesus.\n</p><p>The Gospel of John seems to underscore that “the ruler [prince] of this world” is defeated and cast out by Christ’s sacrifice on the cross, His resurrection, and ascension to the Father (John 12:31–33, John 16:11). However, Jesus’ intercessory prayer on behalf of His disciples, in John 17, assumes that the influence of Satan over humanity does not end with the cross. “To the contrary, John indicates that the opposition incited by Satan against Jesus will also be directed against the followers of Jesus.”—Powers of Evil: A Biblical Study of Satan and Demons, p. 130. In John 17:15, Jesus prays that the Father keep “ ‘them from the evil one,’ ” because they are in the world but do not belong to it (John 17:15, 16, NKJV).\n</p><p>In 1 John 5:19, the distinction is made between believers of God and unbelievers (those of the world), contrasting the people of God with those who are under the power of the devil: “We know that we are of God, and the whole world lies under the sway of the wicked one” (NKJV).\n</p><p>Hebrews 2:14, 15 spells out the power that the devil has over sinful human beings, subjecting them to bondage, in terms of “the power of death.” This passage also teaches that Jesus destroys this power by means of His death. Thus, on the basis of Jesus’ victory, we are not under the bondage of the fear of death. But we still need to be vigilant and depend on the power of God. The history of salvation is not over yet, and “the devil walks about like a roaring lion, seeking whom he may devour” (1 Pet. 5:8, NKJV). Furthermore, before his final destruction (Rev. 20:10), Satan con- tinues to accuse believers before God (Rev. 12:10), and the history of Job suggests that slander (Job 1:9–11, Job 2:5) is part of the devil’s strategy of accusation.\n</p><p><strong>3.</strong> Satan Is Limited in His “Rulership.” Sinful human beings have made Satan a ruler, and his slanderous accusations are taken into consideration instead of being simply dismissed by God. God allows this to happen in order that these accusations may be clearly proved wrong. For this reason, Satan has room and time to “rule,” but, as the history of Job also indicates (“ ‘do not lay a hand on his person’ ” [Job 1:12, NKJV]; “ ‘spare his life’ ” [Job 2:6, NKJV]), he is limited by God in this “rulership.” Moreover, we learn, in Daniel 10, about the limits of the evil power.\n</p><p>According to this chapter, “the unfolding of human history is not determined solely by the decisions made by human beings, for there is an unseen dimensionof reality that must also be taken into account. In particular, there are malevo- lent forces in the universe that exercise a baneful influence in the sociopolitical realm, especially where God’s people are concerned. Nevertheless, the power of these evil agencies is limited, for transcendent powers of goodness oppose them, and the faithful prayers of believers are also effective against them. However antagonistic the forces of evil may be towards the will of God, they cannot prevent it from being accomplished.”—Powers of Evil: A Biblical Study of Satan and Demons, p. 64.\n</p><p>Ellen G. White affirms the existence of a similar cosmic conflict regarding the life of every person, and she also highlights the importance of prayer in this context. In the chapter “The Power of Satan” in Testimonies for the Church, vol. 1, she underscores that “God alone can limit the power of Satan” (Page 341) and that she “saw evil angels contending for souls, and angels of God resisting them. The conflict was severe” (Page 345). However, she adds, “It is not the work of good angels to control the minds of men against their will.\n</p><p>If they yield to the enemy, and make no effort to resist him, then the angels of God can do but little more than hold in check the host of Satan, that they shall not destroy, until further light be given to those in peril, to move them to arouse and look to heaven for help” (Page 345). In this context, she stresses that “the great Commander in heaven and earth has limited Satan’s power” while, at the same time, she highlights the importance of prayer, because “our Savior listens to the earnest prayer of faith, and sends a reinforcement of those angels that excel in strength to deliver him” (Page 346).\n</p><p><strong>Part III: Life Application\n</strong></p><p>Job’s book provides fascinating insights into the reality of the great contro- versy. Job had decided to fear God in spite of the circumstances. Taking this perspective into account, discuss the following questions:\n</p><p><strong>1.</strong> How can God’s protection over us inspire us to fear, desire, and love\n</p><p>Him even more? In what ways might His protection possibly chal- lenge some of us in, or be a hindrance to, our response to Him?\n</p><p><strong>2.</strong> Satan has limitations imposed upon his rulership, which become evident in the heavenly council scene in Job. What do the existing limits on Satan’s power tell us about God’s power and actions?\n</p><p><strong>3.</strong> In the chapter “The Power of Satan” (Testimonies for the Church, vol. 1, p. 345), Ellen G. White highlights the importance of prayer in order for God to send angels to deliver us. Thus, how impor- tant is your prayer life in opening up avenues for divine action?</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>Rules of Engagement</p>",
         "verse":"<p>“He who sins is of the devil, for the devil has sinned\n</p><p><em></em></p><p>from the beginning. For this purpose the Son of God was manifested,\n</p><p>that He might destroy the works of the devil” (1 John 3:8, NKJV).</p>",
         "versionCode":80,
         "weekDate":"March 1–7"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
