{
   "data":[
      {
         "color":"#BAFF67",
         "id":705,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 27",
               "dayTitle":"<p>Sabbath afternoon</p><p>\n</p><p>\n</p><p>\n</p>",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>The Protestant Reformers had something twenty-first century people desperately need—a purpose for their lives. In his book, The Empty Self, renowned American psychologist Philip Cushman discusses people who live purposeless lives. Their beliefs are shallow. Little of real significance matters to them, and they have nothing worth dying for, so they have little worth living for.\n</p><p>But the men, women, and children of the Protestant Reformation were dramatically different. They had an abiding purpose worth living for. What they believed mattered, and they were not willing to compromise their integrity. Their core beliefs were an inseparable part of them. To deny these beliefs was to deny their very identity. In the face of death itself, they had an inner peace.\n</p><p>In this week’s study, with examples from the Reformation, we will explore how the life-changing teachings of Scripture provide the basis for genuine purpose and true meaning in life. Understanding these eternal truths will prepare us for the final crisis in the great controversy between good and evil. The battle the Reformers fought is not yet over, and we have been called to pick up where they left off. We, too, can discover a God big enough for every challenge we face, a God who gives our lives meaning and purpose as nothing worldly ever could.\n</p><p>* Study this week’s lesson, based on chapters 7–11 of The Great Controversy, to prepare for Sabbath, May 4.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 28",
               "dayTitle":"<p>God’s Word Alone</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Read Psalm 119:103, 104; Psalm 119:147; and Psalm 119:162. What was David’s attitude toward God’s Word? How did this impact the Reformers, and how does it influence our lives today?\n</strong></p><p><strong>Psalm 119:103,104.</strong></p><p><strong><sup>103</sup> </strong>How sweet are Your words to my taste, Sweeter than honey to my mouth! \n</p><p><strong><sup>104</sup> </strong>Through Your precepts I get understanding; Therefore I hate every false way.</p><p><strong>Psalm 119:147</strong></p><p><sup style=\"\">147 </sup>I rise before the dawning of the morning, And cry for help; I hope in Your word.</p><p><strong>Psalm 119:162.</strong></p><p><strong><sup>162 </sup></strong>I rejoice at Your word As one who finds great treasure.</p><p>The Bible was the foundation of the Reformers’ faith and the essence of their teaching. They understood that they were handling the inspired “word of God which lives and abides forever” (1 Pet. 1:23, NKJV). They treasured every word. As they read its pages and believed its promises, their faith was strengthened and their courage renewed. “So with all the promises of God’s word. In them He is speaking to us individually, speaking as directly as if we could listen to His voice. It is in these promises that Christ communicates to us His grace and power. They are leaves from that tree which is ‘for the healing of the nations.’ Revelation 22:2. Received, assimilated, they are to be the strength of the character, the inspiration and sustenance of the life. Nothing else can have such healing power. Nothing besides can impart the courage and faith which give vital energy to the whole being.”—Ellen G. White, The Ministry of Healing, p. 122.\n</p><p>The Scriptures shine joy upon our sorrow, hope upon our discouragement, light upon our darkness. They give direction for our confusion, certainty in our perplexity, strength in our weakness, and wisdom in our ignorance. When we meditate upon the Word of God and by faith trust its promises, God’s life-giving power energizes our entire being physically, mentally, emotionally, and spiritually.\n</p><p>The Reformers saturated their minds with Scripture. They lived by the Word, and many of them died because of the Word. They were not casual, complacent, careless Christians with a superficial devotional life. They knew that without the power of God’s Word, they would not withstand the forces of evil arrayed against them.\n</p><p>John Wycliffe’s passion was to translate the Bible into the English language so that the average person could read and understand it. Because that was illegal, he was tried for his faith, condemned as a heretic, and sentenced to death. At his trial, Wycliffe made an earnest appeal. “With whom, think you, are ye contending? With an old man on the brink of the grave? No! With Truth—Truth which is stronger than you, and will overcome you.”—Wylie, book 2, chapter 13, quoted in Ellen G. White, The Great Controversy, p. 90. Wycliffe’s dying words were fulfilled as the light of God’s truth dispelled the darkness of the Middle Ages.\n</p><p><strong>In what ways have the Scriptures comforted you in times of trial?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 29",
               "dayTitle":"<p>Passing on God’s Word</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p><strong>Read 2 Corinthians 4:1–6 and 2 Corinthians 2:14. What do these passages tell us about the confidence Paul had, despite the challenges he faced in proclaiming the truth of God’s Word?\n</strong></p><p><strong>2 Corinthians 4:1–6</strong></p><p><strong><sup>1 </sup></strong>Therefore, since we have this ministry, as we have received mercy, we do not lose heart. \n</p><p><strong><sup>2 </sup></strong>But we have renounced the hidden things of shame, not walking in craftiness nor [a]handling the word of God deceitfully, but by manifestation of the truth commending ourselves to every man’s conscience in the sight of God. \n</p><p><strong><sup>3 </sup></strong>But even if our gospel is veiled, it is veiled to those who are perishing, \n</p><p><strong><sup>4 </sup></strong>whose minds the god of this age has blinded, who do not believe, lest the light of the gospel of the glory of Christ, who is the image of God, should shine on them. \n</p><p><strong><sup>5 </sup></strong>For we do not preach ourselves, but Christ Jesus the Lord, and ourselves your bondservants for Jesus’ sake .\n</p><p><strong><sup>6 </sup></strong>For it is the God who commanded light to shine out of darkness, who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.</p><p><strong>2 Corinthians 2:14.</strong></p><p><strong><sup>14</sup> </strong>Now thanks be to God who always leads us in triumph in Christ, and through us [a]diffuses the fragrance of His knowledge in every place.</p><p>The apostle Paul faced overwhelming odds in his work of spreading the gospel; yet, he had the confidence that God’s Word would eventually triumph, “for,” as he said, “we can do nothing against the truth, but for the truth” (2 Cor. 13:8).\n</p><p>The Reformers faced similar trials; yet, by faith they remained faithful to God’s Word. An example of courage in the face of seemingly overwhelming odds is William Tyndale. Tyndale’s greatest desire was to give England an accurate, readable translation of the Bible. He determined to translate the Bible from the original languages and correct some of the errors in Wycliffe’s translation about 140 years before. Eventually Tyndale, too, was arrested and tried. Many of his Bible translations, which were printed in Worms, Germany, were seized and publicly burned. His trial took place in Belgium in a.d. 1536. He was condemned on the charge of heresy and sentenced to be burned. His executioners strangled him while they tied him to the stake and then burned his body. His dying words were spoken with zeal in a loud voice and were reported as, “Lord, open the king of England’s eyes.” God miraculously answered Tyndale’s prayer.\n</p><p>Within four years of his death, four English translations of the Bible were published. In 1611 the King James Version of the Bible was printed, and it was largely based on Tyndale’s work. The 54 scholars who produced the work drew heavily from Tyndale’s earlier English translation. One estimate suggests that the Old Testament of the 1611 King James Bible is 76 percent Tyndale’s translation, and the New Testament is 83 percent. In 2011 the King James Version of the Bible celebrated its 400th anniversary by passing the milestone of one billion Bibles in print. The King James Version has impacted tens of millions of people around the world. Tyndale’s sacrifice was well worth it.\n</p><p>No matter how difficult it seemed or how challenging the circumstances were, Tyndale and his Bible-believing colleagues trusted that God was working out everything according to His will. Tyndale’s life made a difference for eternity.</p><p><strong>Read Daniel 12:3 and Revelation 14:13. How do these texts apply to Tyndale’s life in a powerful way? Now think about your own life and your impact on others. What encouragement do these texts give regarding the opportunity you have to influence others for eternity?</strong></p><p><strong>Daniel 12:3&nbsp;</strong></p><p><strong><sup>3</sup> </strong>And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever.</p><p><strong>Revelation 14:13</strong></p><p><sup><strong>13</strong></sup> And I heard a voice from heaven saying unto me, Write, Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labours; and their works do follow them.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 30",
               "dayTitle":"<p>Enlightened by the Spirit\n</p><p><br></p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p>One day while studying in the university library, Martin Luther came to a turning point in his own life. He discovered a Latin copy of the Bible. He never knew before that a book like this even existed. With sheer delight, he read chapter after chapter, verse after verse. He was amazed at the clarity and power of God’s Word. As he pored over its pages, the Holy Spirit illuminated His mind. He sensed the guidance of the Holy Spirit as truths obscured by tradition seemed to leap off the pages of Holy Writ. Describing his first experience with the Bible, he wrote, “O that God would give me such a book for myself!”</p><p><strong>What principles can we take from the following texts regarding how we should interpret the Bible?\n</strong></p><p><strong>&nbsp;John 14:25, 26 \n</strong></p><p><strong><sup>25 </sup></strong>These things I have spoken to you while being present with you. \n</p><p><strong><sup>26</sup> </strong>But the [a]Helper, the Holy Spirit, whom the Father will send in My name, He will teach you all things, and bring to your remembrance all things that I said to you.</p><p><strong>John 16:13–15\n</strong></p><p><strong><sup>13 </sup></strong>However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come. \n</p><p><strong><sup>14 </sup></strong>He will glorify Me, for He will take of what is Mine and declare it to you.\n</p><p><strong>&nbsp;<sup>15 </sup></strong>All things that the Father has are Mine. Therefore I said that He [a]will take of Mine and declare it to you.</p><p><strong>&nbsp;2 Peter 1:20, 21</strong></p><p><strong><sup>20 </sup></strong>knowing this first, that no prophecy of Scripture is of any private interpretation, \n</p><p><strong><sup>21 </sup></strong>for prophecy never came by the will of man, but [b]holy men of God spoke as they were moved by the Holy Spirit.</p><p>What’s so powerful in these verses is the assurance that the same Holy Spirit that inspired Bible writers guides us as we read Scripture. He is the divine interpreter of divine truth. Unfortunately, many professed Christians today downplay the supernatural element in the Bible and exaggerate the human element. Since Satan can no longer keep the Bible from us, he does the next best thing: strip it of its supernatural character, make it merely good literature or, even worse, an oppressive tool of religion to control the masses.\n</p><p>The Reformers saw clearly that the Holy Spirit—not the priests, prelates, and popes—was the infallible interpreter of Scripture. There is an interesting exchange recorded between John Knox, the Scottish Reformer, and Mary, Queen of Scots.\n</p><p>“Said Mary: ‘Ye interpret the Scriptures in one manner, and they [the Roman Catholic teachers] interpret in another; whom shall I believe, and who shall be judge?’\n</p><p>“ ‘Ye shall believe God, that plainly speaketh in His word,’ answered the Reformer; ‘and farther than the word teaches you, ye neither shall believe the one nor the other. The word of God is plain in itself; and if there appear any obscurity in one place, the Holy Ghost, which is never contrary to Himself, explains the same more clearly in other places, so that there can remain no doubt but unto such as obstinately remain ignorant.’ ”—David Laing, The Collected Works of John Knox, vol. 2, pp. 281, 284, quoted in Ellen G. White, The Great Controversy, p. 251.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 1",
               "dayTitle":"<p>Christ Alone . . . Grace Alone</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p><strong>Read Ephesians 2:8, 9; Romans 3:23, 24; Romans 6:23; and Romans 5:8–10. What do these verses teach about the plan of salvation?\n</strong></p><p><strong>Ephesians 2:8-9.</strong></p><p><strong><sup>8 </sup></strong>For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, \n</p><p><strong><sup>9</sup> </strong>not of works, lest anyone should boast.</p><p><strong>Romans 3:23, 24.</strong></p><p><strong><sup>23 </sup></strong>for all have sinned and fall short of the glory of God, \n</p><p><sup><strong>24</strong> </sup>being justified [a]freely by His grace through the redemption that is in Christ Jesus.</p><p><strong>Romans 6:23</strong></p><p>23 For the wages of sin is death, but the [a]gift of God is eternal life in Christ Jesus our Lord.</p><p><strong>Romans 5:8–10.</strong></p><p><strong><sup>8</sup> </strong>But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us. \n</p><p><sup style=\"font-weight: bold;\">9 </sup>Much more then, having now been justified by His blood, we shall be saved from wrath through Him.\n</p><p><sup><strong>10 </strong></sup>For if when we were enemies we were reconciled to God through the death of His Son, much more, having been reconciled, we shall be saved by His life.</p><p>God has provided salvation as a gift. His Holy Spirit leads us to accept by faith what Christ has so freely provided through His death on Calvary’s cross. Jesus, the divine Son of God, offered His perfect life to atone for our sins.\n</p><p>Divine justice demands perfect obedience. Christ’s perfect life stands in place of our imperfect lives. The divine law we have broken condemns us to eternal death. The Bible is clear. Through our sinful choices, we have “fallen short” of God’s ideal for our lives. We have sinned. Left to ourselves, we cannot meet the just, righteous demands of a holy God. As a result, we deserve eternal death. But there is good news. The apostle Paul assures us, “For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord” (Rom. 6:23, NKJV). It is a gift, undeserved; if it were by works, we would earn it, and if there is any one truth that shines out of the gospel, it is that we cannot earn salvation.\n</p><p>Martin Luther and the Protestant Reformers discovered Christ and Christ alone as their source of salvation. It was then that Luther began to preach the message of Christ’s saving grace. Crowds flocked to hear his heartfelt, life-changing messages. His words were like a drink of cold water in the barren desert of their lives. The people were shackled by the traditions of the medieval church and kept in bondage with centuries-old rituals that provided no spiritual life. Luther’s biblical messages touched hearts, and lives were changed.\n</p><p>As Luther read the New Testament, he was overwhelmed with the goodness of God. He was amazed at God’s desire to save all humanity. The popular view taught by church leaders at the time was salvation as partly a human work and partly God’s work. Luther discovered that Christ’s death on the cross was all-sufficient for all humanity.\n</p><p>“Christ was treated as we deserve, that we might be treated as He deserves. He was condemned for our sins, in which He had no share, that we might be justified by His righteousness, in which we had no share. He suffered the death which was ours, that we might receive the life which was His.”—Ellen G. White, The Desire of Ages, p. 25.\n</p><p>What a powerful and wonderfully written summary of the gospel, that we could be justified by a righteousness “in which we had no share.” What a promise!\n</p><p><strong>If salvation is the work of God in Christ, what role do our good works play in the Christian life? How can we affirm the importance of good works in our experience without making them the foundation of our hope?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 2",
               "dayTitle":"<p>Obedience: The Fruit of Faith\n</p><p><br></p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p><strong>Read Romans 3:27–31; Romans 6:15–18; and Romans 8:1, 2. What do these verses teach us about salvation through Christ’s righteousness alone?\n</strong></p><p><strong>Romans 3:27–31</strong></p><p><sup style=\"font-weight: bold;\">27 </sup>Where is boasting then? It is excluded. By what law? Of works? No, but by the law of faith<strong>. \n</strong></p><p><sup style=\"font-weight: bold;\">28 </sup>Therefore we conclude that a man is [a]justified by faith apart from the deeds of the law. \n</p><p><sup style=\"font-weight: bold;\">29 </sup>Or is He the God of the Jews only? Is He not also the God of the Gentiles? Yes, of the Gentiles also, \n</p><p><strong><sup>30 </sup></strong>since there is one God who will justify the circumcised by faith and the uncircumcised through faith<strong>. \n</strong></p><p><strong><sup>31 </sup></strong>Do we then make void the law through faith? Certainly not! On the contrary, we establish the law.</p><p><strong>Romans 6:15–18</strong></p><p><strong><sup>15 </sup></strong>What then? Shall we sin because we are not under law but under grace? Certainly not!</p><p><strong>&nbsp;</strong><sup style=\"font-weight: bold;\">16 </sup>Do you not know that to whom you present yourselves slaves to obey, you are that one’s slaves whom you obey, whether of sin leading to death, or of obedience leading to righteousness?&nbsp;</p><p><strong><sup>17 </sup></strong>But God be thanked that though you were slaves of sin, yet you obeyed from the heart that form of doctrine to which you were delivered<strong>.&nbsp;</strong></p><p><strong><sup>18 </sup></strong>And having been set free from sin, you became slaves of righteousness.</p><p><strong>Romans 8:1-2.</strong></p><p><strong><sup>1 </sup></strong>There is therefore now no condemnation to those who are in Christ Jesus, who[a] do not walk according to the flesh, but according to the Spirit. \n</p><p><strong><sup>2 </sup></strong>For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death.</p><p>A new wind was blowing through the Christian church in the days of Luther. Tens of thousands of people were taught to look away from their sinful selves and look to Jesus instead. No doubt these people, looking at themselves and what they were like, saw only things to discourage them. What believer today doesn’t have the same experience? That’s why we need to look, instead, to Jesus.\n</p><p>God’s grace changes us. One day, John Wesley attended a Moravian meeting in London. Wesley sat amazed as he heard Luther’s introduction to Romans read. For the first time in his life, he began to understand the gospel. Something stirred within, and he felt strangely drawn to this Christ who had given His life for him. He exclaimed, “I felt I did trust in Christ, Christ alone for salvation: and an assurance was given me, that He had taken away my sins, even mine, and saved me from the law of sin and death.”—John Whitehead, The Life of the Rev. John Wesley, M.A. (London: Stephen Couchman, 1793), p. 331</p><p><strong>Read 1 Peter 2:2, 2 Peter 3:18, Colossians 1:10, and Ephesians 4:18–24. What vital truths do these passages reveal about the Christian life?\n</strong></p><p><strong>1 Peter 2:2.</strong></p><p><strong><sup>2 </sup></strong>as newborn babes, desire the pure milk of the word, that you may grow thereby,</p><p><strong>2 Peter 3:18</strong></p><p><strong><sup>18 </sup></strong>but grow in the grace and knowledge of our Lord and Savior Jesus Christ.</p><p><strong>Colossians 1:10.</strong></p><p><strong><sup>10 </sup></strong>that you may walk worthy of the Lord, fully pleasing Him, being fruitful in every good work and increasing in the knowledge of God;</p><p><strong>Ephesians 4:18–24.</strong></p><p><strong>18 having their understanding darkened, being alienated from the life of God, because of the ignorance that is in them, because of the blindness of their heart; 19 who, being past feeling, have given themselves over to lewdness, to work all uncleanness with greediness.\n</strong></p><p><strong><sup>20 </sup></strong>But you have not so learned Christ, \n</p><p><strong><sup>21 </sup></strong>if indeed you have heard Him and have been taught by Him, as the truth is in Jesus:\n</p><p><strong><sup>22</sup></strong><sup> </sup>that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts,</p><p><sup style=\"background-color: initial; font-weight: bold;\">23 </sup>and be renewed in the spirit of your mind,</p><p><strong><sup>24 </sup></strong>and that you put on the new man which was created according to God, in true righteousness and holiness.</p><p>The Reformers systematically studied the Word to discover more truth. Not content with the status quo, nor a rigid religious experience with little or no growth, they were constantly yearning to know Christ better. Many Bible-believing Christians in the Middle Ages paid an extremely high price for their commitment. They were tortured, imprisoned, exiled, and executed. Their properties were confiscated, their homes burned, their lands ravished, and their families persecuted. When they were driven from their homes, they looked for a city “whose builder and maker is God” (Heb. 11:10). When they were tortured, they blessed their tormentors, and when they languished in dark, damp dungeons, they claimed God’s promises of a brighter tomorrow. Although their bodies were imprisoned, they were free—free in Christ, free in the truths of His Word, free in the hope of His soon return.\n</p><p><strong>When you look to yourself, what hope of salvation do you have?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 3",
               "dayTitle":"<p>Further Thought</p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>“God’s faithful servants were not toiling alone. While principalities and powers and wicked spirits in high places were leagued against them, the Lord did not forsake His people. Could their eyes have been opened, they would have seen as marked evidence of divine presence and aid as was granted to a prophet of old. When Elisha’s servant pointed his master to the hostile army surrounding them and cutting off all opportunity for escape, the prophet prayed: ‘Lord, I pray Thee, open his eyes, that he may see.’ 2 Kings 6:17. And, lo, the mountain was filled with chariots and horses of fire, the army of heaven stationed to protect the man of God. Thus did angels guard the workers in the cause of the Reformation.”—Ellen G. White, The Great Controversy, p. 208.\n</p><p>“When powerful foes were uniting to overthrow the reformed faith, and thousands of swords seemed about to be unsheathed against it, Luther wrote: ‘Satan is putting forth his fury; ungodly pontiffs are conspiring; and we are threatened with war. Exhort the people to contend valiantly before the throne of the Lord, by faith and prayer, so that our enemies, vanquished by the Spirit of God, may be constrained to peace. Our chief want, our chief labor, is prayer; let the people know that they are now exposed to the edge of the sword and to the rage of Satan, and let them pray.’ ”—D’Aubigné, book 10, chapter 14, quoted in Ellen G. White, The Great Controversy, p. 209.\n</p><p>Justification by faith, the great truth that Luther discovered anew, is the foundation of the gospel, the truth upon which our hope of salvation rests. His hymn “A Mighty Fortress” powerfully articulates the gospel: “Did we in our own strength confide, Our striving would be losing, Were not the right man on our side, The man of God’s own choosing. Dost ask who that may be? Christ Jesus, it is He, Lord Sabaoth His name, From age to age the same, And He must win the battle.”—The Seventh-day Adventist Hymnal (Hagerstown, MD: Review and Herald, 1985), no. 506.\n</p><p><strong>Discussion Questions:</strong>&nbsp;</p><p><sup><strong>1</strong>.</sup> How can we explain the balance between grace and law, between faith and good works?\n</p><p><strong><sup>2.</sup></strong> Why do you think it is so easy to let our minds slip into legalism? How would you define legalism? Why is it so detrimental to our Christian faith?\n</p><p><strong><sup>3.</sup></strong> Are there dangers if the concept of “salvation by grace” is not rightly understood? Where might that misunderstanding lead?\n</p><p><strong><sup>4.</sup></strong> What do some people mean when they use the term “cheap grace”? Is grace ever cheap?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p>Letters to the Rich and Famous</p><p>By Rebeca Ruiz</p><p>A Spanish housewife read a startling passage that prompted her to embark on a 35-year letter-writing campaign to proclaim Jesus’ coming to Spanish royalty, actors and singers, and the late Cuban leader Fidel Castro. The missionary initiative was born when the housewife, my mother, Pilar Laguardia, read, “Men in business life, in high positions of trust, men with large inventive faculties and scientific insight, men of genius, teachers of the gospel whose minds have not been called to the special truths for this time—these should be the first to hear the call. To them the invitation must be given.”—Ellen G. White, Christ’s Object Lessons, p. 230.\n</p><p>Reading the statement, my mother wondered, How can I, a simple housewife, reach these people? Moments later, she hatched a plan. She would listen to interviews with prominent people on television and the radio and read them in newspapers and magazines. She would seek any hint that they were interested in spiritual matters and introduce them to God. My mother found many opportunities. As soon as she heard someone say “I wish I had faith” or “I’m agnostic” or “I have an emptiness inside,” she wrote a letter.\n</p><p>My mother has lost count of the number of letters that she has mailed to Spanish presidents and government ministers, bishops, priests, actors, singers, authors, journalists, and inmates. In addition to Fidel Castro, recipients include Spanish King Felipe VI and Queen Letizia, Italian tenor Al Bano Carrisi, and authors Paulo Coelho and José Saramago. She never had trouble finding mailing addresses, even before the internet. Sometimes, newspaper articles offered clues. Other times, she called television stations and prisons. Many people have responded. Madrid’s mayor wrote, “I’m reading the Conflict of the Ages series, and I’m in the chapter ‘The Awakening in Spain’ in The Great Controversy. It’s very interesting, and I will continue reading.” A bishop expressed gratitude for Steps to Christ and the Conflict of the Ages and wrote, “May divine mercy do what’s needed to bring us light.” Another bishop said, “I want to study the Bible better and to serve God better. Maybe I need to correct some of my interpretations of the Bible.” Isabel, a physician who gave up her career to enter a cloistered convent as a nun, kept contact with my mother by phone and mail for months.\n</p><p><strong>In her first letter, she said, “You can send me all the Bible materials you want.” So, my mother did, and a seed was planted. The results are in God’s hands. “The important thing is to plant seeds,” my mother says. “The Lord says, ‘Cast your bread upon the waters, for you will find it after many days’ ” (Eccles. 11:1, NKJV).</strong></p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"",
               "id":59,
               "idDay":9,
               "idLesson":5,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Psalm 119:11 Study Focus: Ps. 119:162; 2 Pet. 1:20, 21; John 16:13, 14; Eph. 2:8, 9; Rom. 3:23-31; Rom. 5:8–10; Rom. 6:22, 23.</strong></p><p><strong>Introduction</strong>: The study this week highlights three central principles that characterize the great controversy:</p><p>1. God’s character is love and justice.</p><p>2. The only way to salvation is grounded in His love and righteousness.</p><p>3. The first two principles spring out of only one source: God’s revelation as manifested in Jesus Christ and the Holy Scriptures.</p><p>During medieval times, these three principles appeared to be forever engulfed in the devil’s own darkness, never to be upheld, or proclaimed, again. But God called several great warriors, the Reformers, to stand up in the midst of the battlefield and raise the standard of God’s truth once more. These warriors were few. But the paucity in the ranks of the Reformers was meant to show that the movement was not human but divine, both in its origins and in its operations; that is, we who are on God’s side in the great controversy are not winning the battle by our wisdom or strength. On the contrary, we gain the victory in the great controversy only as we give witness to what the Word of God proclaims and to what the power of God’s grace can do, and does, for us and in us. For these reasons, the Reformers understood that their mission was to proclaim the five great solas:</p><p>• sola scriptura (Scripture alone),</p><p>• sola gratia (grace alone),</p><p>• sola fide (faith alone),</p><p>• solus or solo Christus (Christ alone), and</p><p>• soli Deo gloria (to the glory of God alone).</p><p>Lesson Themes: This week’s lesson explores two major themes:</p><p>1. To be on God’s side in the great controversy means to manifest an unshakable faith in Scripture as the most authoritative revelation of God’s character and love for us.</p><p>2. To be on God’s side in the great controversy also means to manifest an unshakable faith in God’s grace as the sole source and way of salvation.</p><p><strong>Part II: Commentary</strong></p><p>Sola Scriptura, Sola Gratia, Sola Fide Why is the Protestant principle of sola scriptura so important to the  great controversy? How is it connected to salvation and to the other Protestant solas, especially sola gratia and sola fide? (Note: in accordance with Ephesians 2:8, this commentary treats sola gratia and sola fide as one.)</p><p>As we have seen, the great controversy started in heaven with Lucifer’s false accusation that God is evil and that His reign is dictatorial.</p><p>Afterward, the great controversy moved to earth, when Lucifer deceived our first parents into believing that they were, or could become, gods. In each stage of human history, the devil has worked with unsleeping malice to distort God’s character, plans, sovereignty, and law. God responded by revealing Himself to humanity. God reveals Himself to us is through nature, history, human nature, and our consciousness. This divine disclosure is commonly called general revelation. However, general revelation is not specific because it is nonpropositional; that is, it is not transmitted directly into words. In addition, sin produced significant changes to nature, to history, to human nature, to morality, to human thinking, and to our perception of reality that poses challenges to our appreciation, and apprehension, of general revelation.</p><p>For these reasons, God reveals Himself principally through special revelation. Special revelation means that God reveals Himself personally and propositionally. In it, we can know and understand God’s character, His personality, His plans, His dominion over human history, and His principles of action and rule. Before humanity’s fall into sin, God’s special revelation was manifested through His personal relationship and conversations with Adam and Eve. After the Fall, God did not abandon humanity, though sin gravely altered His relationship with the human race. He continued His personal revelation to Adam and Eve and to the rest of humanity through various means, such as theophanies (divine appearances in various forms) or prophetic experiences (dreams and visions).</p><p>For millennia, God worked through patriarchs and prophets to counter the devil’s misinformation, but more important, to call humanity to understand Him correctly, to trust Him and to accept His plan of salvation. But God did not stop at this form of mediated revelation. God the Son, the Second Person of the Triune Godhead, became a human being so that God could be with us in person (John 1:1–3, 14) and personally manifest His love to us. To save us, God took upon Himself the guilt of our sin, becoming sin for us that we might become the righteousness of God in Him (2 Cor. 5:21). Jesus Christ, the God incarnate, was the culmination of God’s special and personal revelation to humanity, and even to the entire universe (Heb. 1:1–3). Through Jesus—in His incarnation, life, ministry, sacrificial death, and resurrection—God revealed fully His character of love and righteousness, and His creative and salvific power.</p><p>After Christ’s ascension, God continued His prophetic revelation through  the presence and activity of the Holy Spirit.</p><p>But God’s special revelation does not stop at these historical, divine manifestations. Through the process of inspiration, God worked directly with, and through, prophets and apostles (Eph. 2:20) to record His special divine revelation so that it could be published and proclaimed to the entire world (2 Tim. 3:16, Matt. 28:20). This record of divine revelation is the Holy Scriptures, comprised of the Old and New Testaments and focused on God’s revelation in Christ (John 5:39, 40; Luke 24:27).</p><p>Scripture is thus an integral part of God’s special revelation, carrying the full imprimatur of divine authority as the Word of God. Through Scripture, God yearns for all people to know who He truly is and what He has done, and is doing, for their salvation.</p><p><strong>Attacks</strong></p><p>Satan employed several strategies to undermine God’s special revelation. One such strategy was to cause humanity to doubt what God revealed in His Word. But after God’s Word was proved true, time and again, the devil redirected his focus to his main strategy: making Scripture dependent on human interpretation and tradition. This shift occurred among God’s people during Old Testament times. Thus, in New Testament times, some of them had a hard time accepting Jesus, not because Scripture was unclear but because they wanted to filter God’s Word through their own tradition (Mark 7:1–13). Thus, the devil achieved his three-pronged goal: to “let go of the commands of God,” (Mark 7:8, NIV), to set “aside the commands of God,” (Mark 7:9, NIV), and to “nullify the word of God” (Mark 7:13, NIV).</p><p>Initially, as with the Jews, tradition may be well intended. But if not carefully regulated by biblical principles, tradition eventually gives rise to the very essence of sin: the removal of God’s authority; an attempt to control Him; and the establishment of human authority over God, His kingdom, and His revelation. The establishment of tradition over the Word of God demolishes the very purpose and meaning of God’s special revelation, which is to reveal His true character, purposes, and plans and to reveal the way of redemption. Instead of God’s love and salvation by grace, people are taught to follow the instructions of the religious experts and to follow a burdensome way of salvation (Matt. 23:4).</p><p>Just as Christ did, the first Christians repudiated tradition and reinterpreted Scripture according to its intended sense (John 5:39, 40; Luke 24:25–27; Acts 2:14–32). Later, however, Christians followed the example of Judaism and developed their own interpretation of Scripture informed by various cultural, political, or philosophical presuppositions. By the time of Luther, Scripture and its interpretation was firmly in the hands of the church magisterium. According to their authority, the Bible was too divine and holy to be interpreted by “ordinary” people. Just as the scribes did in the days of Jesus, the Roman Catholic prelates, priests, and scholars, under the guise of preserving the identity and unity of the church, claimed that not everyone could read and understand the Bible. Their withholding of the Scriptures from the people resulted in a lack of true knowledge of God and a dearth of spirituality, with dire results. Consequently, the absence of Bible truth led to the rampant activation of sin; soon the church claimed authority and control over God, His kingdom, and His way of salvation.</p><p>Because of this trajectory, the church, like the Jewish leaders of old, imposed a “new” way of salvation: one by works. According to this teaching, people are saved by, and through, the church, by doing what the church tells them to do. Thus, the doctrine of the church was changed into an observance of hierarchical and sacramental rites, while the doctrine of salvation was changed to an acceptance of penance and indulgences. God was deprived of the very means He had created to reach out directly to all people, which is Scripture.</p><p>By establishing the sola scriptura principle, the Protestant Reformers rose against this demonic strategy operating within the church. The Reformers established that Scripture was the only form of special revelation that God gave to the church at that time and that people needed to be allowed to listen to God directly by reading the Bible themselves. Sola scriptura does not mean that the Protestant Reformers excluded any other form of knowledge, such as reason, arts, or experience. What the Reformers meant by sola scriptura is that Scripture is God’s authoritative revelation that shapes our worldview, telling us who He is, what He has done, who we are, and what happened to us at the Fall. Further, Scripture reveals how God saves us and what He expects of us. Thus, the authority of Scripture is above the authority of the church and above that of any other human authority or form of knowledge. The Word of God created the church, not the other way around.</p><p>The sola scriptura principle is directly and inseparably related to the establishment of another principle, sola gratia/sola fide. When Martin Luther read the Bible without the filter of tradition, he discovered in it the true character of God and His true way of salvation. In Scripture, the Protestants discovered the central message that God wanted to communicate to humanity in the midst of the great controversy: our God is a God of love and righteousness, not a tyrant. Even when we rebelled against Him, He died in our place. He offered us the gift of His righteousness, so that we might be restored to His kingdom when we accept this gift by faith.</p><p><strong>The Liberal Assault</strong></p><p>Unfortunately, in several centuries, Protestantism itself would be deluged by another of the devil’s strategies to sever God’s relationship with humanity. Liberal Protestants did not prohibit people from reading Scripture for themselves. Rather, these liberal thinkers reinterpreted the very definition and nature of Scripture. For them, the Bible was no longer the divine special revelation but merely a product of an evolving human mind, culture, and morality. Thus, Scripture was not God’s Word to humanity but mere human words, imaginations, or speculations about God, which sprang from people’s natural or historical environment. For this reason, according to liberal Protestantism, a direct, natural, literal, and pious reading of Scripture, as the Word of God, is simply wrong. Rather, we must read Scripture in the same way, and with the same methodologies, required when reading literature, history, culture, or philosophy.</p><p>Consequently, instead of the traditional Protestant historical-grammatical method of reading Scripture, the adherents of liberal Protestant theology imposed upon Scripture the historical-critical method of biblical interpretation. The Protestant principle of sola scriptura collapsed because, in this line of thinking, Scripture was now no longer the only authoritative source of God’s special revelation. Instead, the Bible became just one of the many historic, or monumental, documents produced by humanity. Moreover, the sola gratia-sola fide principle also collapsed because both Scripture and the way of salvation became products of human genius and moral and religious effort. In addition, contrary to Scripture (Acts 4:12), Christ is merely one of the many ways of salvation. Tragically, this view of Scripture and this method of biblical interpretation have become dominant throughout Christian denominations.</p><p>As God’s end-time remnant church, Seventh-day Adventists have been divinely entrusted with the mission to, once again, proclaim the foundational biblical principles of sola scriptura and sola gratia/sola fide.</p><p><strong>Part III: Life Application</strong></p><p>1. Think of the five solas of the Protestant Reformers. How are they relevant to your life? How are they relevant to the religions and culture around you as well? What contributions could the five solas make to the community in which you live?</p><p>2. How does your community and/or culture view the Holy Scriptures? In what ways would you say that upholding Scripture in your particular religio-spiritual context is part of the great controversy?</p><p>3. What is your personal contribution to upholding Scripture in your local community as part of the great controversy? How can you be a Wycliffe, Tyndale, or Luther in your religio-spiritual context?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Faith Against All Odds</p>",
         "verse":"<p>“Your word I have hidden in my heart, that I might not sin against You” (Psalm 119:11, NKJV)</p>",
         "versionCode":60,
         "weekDate":"April 27–May 3"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
