{
  "data": [
    {
      "color": "#034481",
      "id": 702,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 7",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Amazingly enough, God has made contracts (or covenants) with us. Most are bilateral, meaning that both parties (God and humans) have a part to perform. An example of a bilateral covenant is “If you will do this, then I will do that.” Or “I will do this if you will do that.”</p><p><br></p><p>A rarer type of covenant is unilateral. “I will do this whether you do anything or not.” A few of God’s covenants with humanity are unilateral. For example, “ ‘He makes His sun rise on the evil and on the good, and sends rain on the just and on the unjust’ ” (Matt. 5:45, NKJV). Following the Flood, God promised humanity and “every beast of the earth” that there would never be another flood to cover all the earth (see Gen. 9:9–16), regardless of our actions. He also promised: “ ‘While the earth remains, seedtime and harvest, cold and heat, winter and summer, and day and night shall not cease’ ” (Gen. 8:22, NKJV). The seasons will come and go, regardless of what we do.</p><p><br></p><p>This week we will study some significant bilateral covenants between God and His children. Let’s pray that, by God’s grace, we will “uphold our end of the bargain.”</p><p><br></p><p>*<em>Study this week’s lesson to prepare for Sabbath.</em><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 8",
          "dayTitle": "<p><strong>The Salvation Covenant</strong></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>The death of Christ on Calvary made salvation possible for every person who has ever lived or who will ever live. Unlike the promise of the seasons, salvation is not unilateral—it is not given to everyone, regardless of what they do. The belief that everyone will be saved is called “universalism.”</p><p>Instead, Jesus clearly taught that, though He died for all humanity, many people travel the broad way to destruction and eternal death (Matt. 7:13, 14).<br></p><p><strong>What do the following texts have to say about how people receive the gift of salvation in Jesus?</strong><br></p><p><strong>1 John 5:13</strong></p><p><strong><sup>13</sup> </strong>These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God.</p><p><strong>Matt. 10:22</strong></p><p><strong><sup>22</sup></strong> And you will be hated by all for My name’s sake. But he who endures to the end will be saved.</p><p><strong>John 6:29</strong></p><p><strong><sup>29</sup></strong> Jesus answered and said to them, “This is the work of God, that you believe in Him whom He sent.”</p><p><strong>2 Pet. 1:10, 11</strong></p><p><strong><sup>10</sup></strong> Therefore, brethren, be even more diligent to make your call and election sure, for if you do these things you will never stumble;</p><p>Paul understood the bilateral nature of the salvation covenant. Knowing that he was soon to be executed, and in spite of the fact that many of his companions had forsaken him, Paul confidently told his dear friend Timothy that he had upheld his end of the bargain. “For I am now ready to be offered, and the time of my departure is at hand. I have fought a good fight, I have finished my course, I have kept the faith: Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing” (2 Tim. 4:6–8).</p><p>Paul says, “I am ready [because] I have fought a good fight, I have finished my course, I have kept the faith.” Paul, though, was always very clear that salvation is by faith alone, not by the deeds of the law, and so here he is not somehow looking at his works or achievements as earning him merit with God. The “crown of righteousness” awaiting him is the righteousness of Jesus, which Paul, by faith, has claimed for himself and has held on to until the end of his life.</p><p><strong>Though salvation is an unmerited gift, what’s the difference between those who accept the gift and those who don’t? What does accepting this gift require that we do?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 9",
          "dayTitle": "<p><strong>To Hearken Diligently</strong></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>The book of Deuteronomy is the printed version of Moses’ farewell messages to the second generation of Israelites following the 40 years of wandering in the wilderness. These messages were given on the plains of Moab just east of Jericho. Deuteronomy has been appropriately called “The Book of Remembrance.”</p><p>In this book, Moses reviews God’s faithful dealings with Israel. He recounts the travels from Mount Sinai to Kadesh Barnea on the edge of the Promised Land, as well as the rebellion and the 40 years of wilderness wandering. He restated the Ten Commandments, the requirements of the tithe and the central storehouse. But the primary focus of Deuteronomy is the counsel to obey God and receive His blessings. Moses portrays God as One who has the ability, and the desire, to care for His people.</p><p><strong>Read Deuteronomy 28:1–14. What great blessings are promised the people? But what must they do to receive them?</strong></p><p><strong>Deuteronomy 28:1–14</strong></p><p><strong><sup>1</sup></strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:</p><p><strong><sup>2</sup></strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the Lord thy God.</p><p><strong><sup>3</sup></strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.<strong><sup><br></sup></strong></p><p><strong><sup>4</sup></strong> Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.<strong><sup><br></sup></strong></p><p><strong><sup>5</sup></strong> Blessed shall be thy basket and thy store.<sup><br></sup></p><p><strong><sup>6</sup></strong> Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.<sup><br></sup></p><p><strong><sup>7</sup></strong> The Lord shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.<sup><br></sup></p><p><strong><sup>8</sup></strong> The Lord shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the Lord thy God giveth thee.<sup><br></sup></p><p><strong><sup>9 </sup></strong>The Lord shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways.<sup><br></sup></p><p><strong><sup>10</sup></strong> And all people of the earth shall see that thou art called by the name of the Lord; and they shall be afraid of thee.<sup><br></sup></p><p><strong><sup>11</sup></strong> And the Lord shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the Lord sware unto thy fathers to give thee.<sup><br></sup></p><p><strong><sup>12</sup></strong> The Lord shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.<sup><br></sup></p><p><strong><sup>13</sup></strong> And the Lord shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the Lord thy God, which I command thee this day, to observe and to do them:</p><p><strong><sup>14</sup></strong> And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.</p><p>Moses was very eager for the people to understand that God had wonderful, even miraculous, blessings in mind for them. His words, “If thou shalt hearken diligently,” let them know that their eternal destiny was at stake here. What a powerful manifestation of the reality of free choice. They were God’s chosen nation, recipients of great blessings and great promises, but those blessings and promises were not unconditional. They needed to be accepted, received, and acted upon.</p><p>And nothing God had asked of them was too hard for them to do either. “ ‘For this commandment which I command you today is not too mysterious for you, nor is it far off. It is not in heaven, that you should say, “Who will ascend into heaven for us and bring it to us, that we may hear it and do it?” Nor is it beyond the sea, that you should say, “Who will go over the sea for us and bring it to us, that we may hear it and do it?” But the word is very near you, in your mouth and in your heart, that you may do it’ ” (Deut. 30:11–14, NKJV).</p><p>Of course, besides the blessings, there were the warnings of the curses, what would come upon them if they were to disobey (Deut. 28:15–68); that is, what consequences their sin and rebellion would bring.</p><p><strong>What does it mean for us, today, to “hearken diligently” to what God tells us to do?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 10",
          "dayTitle": "<p><strong>Honor the Lord</strong></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p>The book of Proverbs is not so much about right and wrong as it is about wisdom and foolishness. As one reads through the book, one will see the benefits of wisdom and the pitfalls of foolishness.</p><p><strong>Read Proverbs 3:1–10. What wonderful promises are given here? Also, what does “firstfruits of all your increase” mean?</strong></p><p><strong>Proverbs 3:1–10</strong></p><p><strong><sup>1</sup></strong> My son, forget not my law; but let thine heart keep my commandments:</p><p><strong><sup>2</sup></strong> For length of days, and long life, and peace, shall they add to thee.</p><p><strong><sup>3</sup></strong> Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:</p><p><strong><sup>4</sup></strong> So shalt thou find favour and good understanding in the sight of God and man.</p><p><strong><sup>5</sup></strong> Trust in the Lord with all thine heart; and lean not unto thine own understanding.</p><p><strong><sup>6</sup></strong> In all thy ways acknowledge him, and he shall direct thy paths.</p><p><strong><sup>7</sup></strong> Be not wise in thine own eyes: fear the Lord, and depart from evil.</p><p><strong><sup>8 </sup></strong>It shall be health to thy navel, and marrow to thy bones.</p><p><strong><sup>9 </sup></strong>Honour the Lord with thy substance, and with the firstfruits of all thine increase:</p><p><strong><sup>10</sup></strong> So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.</p><p>God asks us to put Him first in the management of our possessions as an acknowledgment of His ownership of all things and as a demonstration of our faith in Him to provide for us. But even more than this, He says that if we will put Him first, then He will bless what’s left. For us to do this—that is, to put Him first—is an act of faith, an act of trust, a manifestation of trusting in the Lord with all your heart and, indeed, not leaning on your own understanding (which is especially important, because so often things happen that we cannot understand and cannot make sense of).</p><p>Nothing, though, should spur us on more in trusting God and His love than does the Cross. When you realize what each one of us has been given in Jesus, not just as our Creator (John 1:1–4) and our Sustainer (Heb. 1:3), but also as our Redeemer (Rev. 5:9), returning to God the firstfruits of whatever we have is, indeed, the least we could do.</p><p>“Not only does the Lord claim the tithe as His own, but He tells us how it should be reserved for Him. He says, ‘Honor the Lord with thy substance, and with the first fruits of all thine increase.’ This does not teach that we are to spend our means on ourselves, and bring to the Lord the remnant, even though it should be otherwise an honest tithe. Let God’s portion be first set apart.”—Ellen G. White, Counsels on Stewardship, p. 81.</p><p>God says that if we put Him first, our “barns will be filled with plenty” (Prov. 3:10, NKJV). Yet, this is not going to happen by miracle; that is, you are not going to wake up one day and find your barns and vats suddenly full.</p><p>Instead, the Bible is filled with principles about good stewardship, careful planning, and financial responsibility, of which faithfulness to what God calls us to do is our first and foremost responsibility.</p><p><strong>How, though, do we learn to trust God and in His promises during hard financial times when, even while we are seeking to be faithful, the barns and vats are not full?</strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 11",
          "dayTitle": "<p>The Tithe Contract</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>There is a close spiritual connection between the practice of tithing and our relationship to God. The Israelites prospered when they obeyed God and were faithful in tithing. In contrast, they fell on hard times when they didn’t. They seemed to follow a cycle of obedience and prosperity, and then disobedience and problems. It was during one of these periods of unfaithfulness that God, through the prophet Malachi, proposed a bilateral contract with His people.</p><p><strong>Read Malachi 3:7–11. What are the promises and the obligations found in these verses?</strong></p><p><strong>Malachi 3:7–11</strong></p><p><strong><sup>7</sup></strong> Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said, Wherein shall we return?</p><p><strong><sup>8</sup></strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.<sup><br></sup></p><p><strong><sup>9</sup></strong> Ye are cursed with a curse: for ye have robbed me, even this whole nation.<sup><br></sup></p><p><strong><sup>10</sup></strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.<sup><br></sup></p><p><strong><sup>11</sup></strong> And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts.</p><p>God promised the people that if they would return to Him, He would return to them. When they asked what He meant by returning to Him, He explicitly said, “Stop robbing Me of tithe and offerings.” Their robbery was the reason they were being cursed. Here is God’s solution to the problem of the curse: “ ‘Bring all the tithes [the whole tithe] into the storehouse’ ” (Mal. 3:10, NKJV). And if you do this, then “ ‘I will . . . open for you the windows of heaven and pour out for you such blessing that there will not be room enough to receive it’ ” (NKJV). If we don’t have room enough to receive it, we have a surplus with which we can help others and help to advance the cause of God.</p><p>“He who gave His only-begotten Son to die for you, has made a covenant with you. He gives you His blessings, and in return He requires you to bring Him your tithes and offerings. No one will ever dare to say that there was no way in which he could understand in regard to this matter. God’s plan regarding tithes and offerings is definitely stated in the third chapter of Malachi. God calls upon His human agents to be true to the contract He has made with them.”—Ellen G. White, Counsels on Stewardship, p. 75.</p><p>One of the positive cycles of obedience is recorded during the reign of good King Hezekiah of Judah. There was a genuine revival in Judah, and the people started faithfully returning their tithes and offerings to the temple storehouse. So much came in that it was piled in heaps at the temple. Second Chronicles 31:5 tells what happened when the people “brought in abundance the firstfruits of grain and wine, oil and honey, and of all the produce of the field; and they brought in abundantly the tithe of everything” (NKJV).</p><p><strong>What does your tithing (or lack thereof) say about your own spirituality and relationship to God?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 12",
          "dayTitle": "<p><strong>Seek Ye First</strong></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p>It was said of Jesus that “the common people heard him gladly” (Mark 12:37). Most of the people in the large crowds who followed and listened to Jesus were members of this class, the common people. They were the ones who were fed on the mountainside and who heard the Sermon on the Mount. Jesus said to them, basically, I know you are concerned about providing for your families. You worry about the food and drink that you will need daily and the clothing that you need for warmth and protection. But here is what I propose . . .</p><p><strong><br></strong></p><p><strong>Read Matthew 6:25–33. What was promised here, and what were the people to do in order to receive those promises?</strong></p><p><strong>Matthew 6:25–33<sup><br></sup></strong></p><p><strong><sup>25</sup></strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?</p><p><strong><sup>26</sup></strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?</p><p><strong><sup>27</sup></strong> Which of you by taking thought can add one cubit unto his stature?</p><p><strong><sup>28</sup></strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:</p><p><strong><sup>29</sup></strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.</p><p><strong><sup>30</sup></strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?</p><p><strong><sup>31</sup></strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?</p><p><strong><sup>32</sup></strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.</p><p><strong><sup>33</sup></strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.</p><p>Many of the promises of God have elements of a bilateral cove nant. That is, in order to receive the blessing, we need to do our part, as well.</p><p><strong>Read Isaiah 26:3. What are we asked to do in order to have the peace of God?</strong></p><p><strong>Isaiah 26:3</strong></p><p><strong><sup>3</sup></strong> Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.</p><p><strong>Read 1 John 1:9. What will Jesus do if we confess our sins?</strong></p><p><strong>1 John 1:9</strong></p><p><strong><sup>9</sup></strong> If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.</p><p><strong>Read 2 Chronicles 7:14. What are the “ifs” and “thens” of God’s proposal here?</strong></p><p><strong>2 Chronicles 7:14</strong></p><p><strong><sup>14</sup></strong> If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.</p><p>All these verses and many others deal with the important fact that although God is sovereign, although God is our Creator and Sustainer, and although salvation is a gift of grace and unmerited on our part, we still have a part to play in the great controversy drama here on earth. Using the sacred gift of free will, free choice, we must choose to follow the prompting of the Holy Spirit and obey what God calls us to do. Though God offers us blessings and life, we can choose cursing and death instead. No wonder God says, “ ‘Therefore choose life, that both you and your descendants may live’ ” (Deut. 30:19, NKJV).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 13",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p>“Whenever God’s people, in any period of the world, have cheerfully and willingly carried out His plan in systematic benevolence [tithing] and in gifts and offerings, they have realized the standing promise that prosperity should attend all their labors just in proportion as they obeyed His requirements. When they acknowledged the claims of God and complied with His requirements, honoring Him with their substance, their barns were filled with plenty. But when they robbed God in tithes and in offerings they were made to realize that they were not only robbing Him but themselves, for He limited His blessings to them just in proportion as they limited their offerings to Him.\"—Ellen G. White, Testimonies for the Church, vol. 3, p. 395.</p><p>The Bible is very clear that we are saved through faith alone, a gift of God’s grace. Our obedience to God’s commands is a response to God’s grace; it doesn’t earn it (after all, if it were earned, it wouldn’t be grace: see Romans 4:1–4).</p><p>Indeed, when we look at God’s bilateral covenant with us, we can see both our blessings and our responsibilities. By our responses to what God offers to us, we establish our relationship with Him and, to a great degree, determine our own destiny. Obedience—the service and allegiance of love —is the true sign of discipleship. Instead of releasing us from obedience, it is faith, and faith only, that makes us partakers of the grace of Christ, which enables us to render the obedience that God asks from us.</p><p><strong><br></strong></p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> It has been said that if every Adventist were faithful in returning tithe, our church would have more than enough money to do all that it needs to do for spreading the message. What are you doing, in terms of tithes and offerings, to help the church do what it has been called to do?</p><p><strong>2. </strong>Dwell more on the idea of how important our choices and our works are in our relationship with God. How do we keep the questions of works and obedience, including tithe paying and good stewardship, before us but without falling into the trap of legalism?</p><p><strong>3.</strong> In class, talk about the question at the end of Tuesday’s study regarding when hard times come even when we have been faithful. How do we understand this if it happens, and how do we keep from being discouraged when it does?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 14",
          "dayTitle": "<p><strong>INSIDE HISTORY</strong></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>MAKING A DEAL WITH GOD</strong></p><p><em>By ANDREW MCCHESNEY</em></p><p>Dmitry Bagal, a student from Russia, ran out of money several months after enrolling in the master’s in theology program at Friedensau Adventist University in Germany. His options seemed limited. He could work on campus or in a nearby retirement home, but the income would only partially cover his tuition. As a foreigner, he could not take out a state loan like the German students. But he could apply for a scholarship, which was smaller than the loan but did not require repayment.</p><p>As Dmitry prayed over the dilemma, he felt impressed to make a deal with God. “Lord,” he prayed, “if You bless me with this scholarship, I promise to set aside a second tithe to support mission work.”</p><p>Dmitry applied for the scholarship and, to his joy, it was approved. He began setting aside a second 10 percent of his gross income for mission work. As the semesters rolled by, he was approved for the scholarship again and again, and he kept giving a second tithe to mission work. Despite the second tithe, he still somehow always had enough money to cover tuition and other expenses. He even was able to set money aside for an emergency.</p><p>Then Dmitry’s five-year-old laptop began to act up as he worked on his master’s thesis. Twice he had to buy spare parts to self-repair it. One day, he found that he could no longer close the laptop’s screen. The hinges refused to budge. A new laptop was needed if he hoped to finish his thesis, and he was glad to have the small emergency fund.</p><p>But as he prayed about the situation, he remembered a friend, also from the former Soviet Union, who was serving with his family of five as missionaries in the South American jungle. High humidity had ruined his friend’s tablet, and a robust device was desperately needed to continue his work. Dmitry couldn’t understand why he was thinking about his friend in South America when he was the one in need of a laptop to graduate. But he bought a waterproof, dustproof laptop and mailed it to his friend.</p><p>Shortly after sending the package, an online advertisement popped up on Dmitry’s laptop screen that offered the very hinges that he needed for the laptop. He ordered the hinges and, after installing them, the screen opened and closed like new. Amazingly, the laptop still works today, eight years later.</p><p><em>DMITRY has no doubt that God blesses those who put mission first. “The Lord has prolonged the life of the laptop,” DMITRY says “Truly it is written in the Bible, ‘Whoever is kind to the poor lends to the LORD, and he will reward them for what they have done’ [Proverbs 19:17, NIV].”</em></p><p><strong>Provided by the General Conference Office of Adventist Mission, which uses Sabbath School mission offerings to spread the gospel worldwide. Read new stories daily at AdventistMission.org.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p>God’s Covenants With <strong>Us</strong></p>",
      "verse": "<p>“ ‘Now it shall come to pass, if you diligently obey the voice of the LORD your God, to observe carefully all His commandments which I command you today, that the LORD your God will set you high above all nations of the earth. And all these blessings shall come upon you and overtake you, because you obey the voice of the LORD your God’ ” (Deuteronomy 28:1, 2, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "January 7-13"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
