{
  "data": [
    {
      "color": "#d50ff0",
      "id": 7,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 6 de agosto",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Cuando estamos en la iglesia rodeados de gente que sonríe, qué fácil es hablar y cantar de la esperanza. Pero, cuando estamos en el crisol, la esperanza no siempre parece ser tan fácil. Cuando las circunstancias nos oprimen, comenzamos a cuestionar todo, especialmente la sabiduría de Dios. En uno de sus libros, C. S. Lewis escribe sobre un león imaginario. Alguien que quiere conocer a este león pregunta si el león es fiable. Se le dice que no es fiable, “pero es bueno”. Aunque no siempre entendemos a Dios y aparentemente él hace cosas impredecibles, eso no significa que Dios esté en contra de nosotros. Simplemente, significa que todavía no tenemos el panorama completo. Pero luchamos con la idea de que, para tener paz, confianza y esperanza, Dios debe ser comprensible y predecible. Según nuestra forma de pensar, él necesita ser “fiable”. Por ende, nos predisponemos para el chasco. Un vistazo a la semana: Entender el carácter de Dios ¿en qué medida nos ayuda a retener la esperanza en medio del crisol?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 7 de agosto",
          "dayTitle": "<p><strong>EL PANORAMA COMPLETO</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>En medio del sufrimiento, es muy fácil suponer que lo que nos pasa es lo único que importa. Pero el panorama es un poco más amplio que solo el “yo”(ver Apoc. 12: 7; Rom. 8: 22). <strong style=\"background-color: initial;\">Lee Habacuc 1: 1 al 4. ¿A qué se enfrentó Habacuc?</strong><br></p><p><strong>Habacuc 1: 1 al 4</strong></p><p><strong>1</strong><strong style=\"background-color: initial;\">&nbsp;</strong><span style=\"background-color: initial;\">La profecía que vio el profeta Habacuc</span></p><p><strong style=\"background-color: initial;\">2 </strong><span style=\"background-color: initial;\">¿Hasta cuándo, oh Jehová, clamaré, y no oirás; y daré voces a ti a causa de la violencia, y no salvarás?</span></p><p><span style=\"background-color: initial;\"><strong>3</strong> ¿Por qué me haces ver iniquidad, y haces que vea molestia? Destrucción y violencia están delante de mí, y pleito y contienda se levantan.</span></p><p><span style=\"background-color: initial;\"><strong>4</strong> Por lo cual la ley es debilitada, y el juicio no sale según la verdad; por cuanto el impío asedia al justo, por eso sale torcida la justicia.</span></p><p>Cabría esperar que Dios dijera algo así como: “Eso es realmente terrible, Habacuc; déjame ir a ayudarte de inmediato”. Pero la respuesta de Dios refleja lo opuesto. Le dice a Habacuc que todo va a empeorar. Lee&nbsp;esto en Habacuc 1: 5 al 11. Los asirios llevaron cautivo a Israel, pero aun así Dios promete que vendrá algo peor: los babilonios ahora se llevarán al pueblo de Judá. Habacuc vuelve a clamar en los versículos 12 al 17, y luego espera a ver qué dirá Dios.\n</p><p><strong>Habacuc 1: 5 al 11\n</strong></p><p><strong>5 </strong>Mirad entre las naciones, y ved, y asombraos; porque haré una obra en vuestros días, que aun cuando se os contare, no la creeréis.</p><p><strong>6</strong> Porque he aquí, yo levanto a los caldeos, nación cruel y presurosa, que camina por la anchura de la tierra para poseer las moradas ajenas.</p><p><strong>7</strong> Formidable es y terrible; de ella misma procede su justicia y su dignidad.</p><p><strong>8</strong> Sus caballos serán más ligeros que leopardos, y más feroces que lobos nocturnos, y sus jinetes se multiplicarán; vendrán de lejos sus jinetes, y volarán como águilas que se apresuran a devorar.</p><p><strong>9</strong> Toda ella vendrá a la presa; el terror va delante de ella, y recogerá cautivos como arena.</p><p><strong>10</strong> Escarnecerá a los reyes, y de los príncipes hará burla; se reirá de toda fortaleza, y levantará terraplén y la tomará.</p><p><strong>11</strong> Luego pasará como el huracán, y ofenderá atribuyendo su fuerza a su dios.\n</p><p><strong>¿Cómo es que el anuncio de Dios sobre la promesa de destrucción para Babilonia en Habacuc 2: 2 y 3 trae esperanza?\n</strong></p><p><strong>Habacuc 2: 2 y 3\n</strong></p><p><strong>2 </strong>Y Jehová me respondió, y dijo: Escribe la visión, y declárala en tablas, para que corra el que leyere en ella.</p><p><strong>3 </strong>Aunque la visión tardará aún por un tiempo, mas se apresura hacia el fin, y no mentirá; aunque tardare, espéralo, porque sin duda vendrá, no tardará.\n</p><p>Habacuc 2 es la promesa divina de la destrucción de los babilonios. Hebreos10:37 cita Habacuc 2: 3, lo que sugiere una aplicación mesiánica de esta promesa en el futuro. Con la misma certeza con que se prometió la destrucción de Babilonia, también tenemos la certeza de la destrucción de “la gran Babilonia” (Apoc. 18: 2).Habacuc estaba atrapado entre el gran mal que lo rodeaba y el anuncio de Dios de que vendría algo peor. No obstante, precisamente es allí donde nos encontramos nosotros en la historia de la salvación. Un gran mal nos rodea, pero la Biblia predice que está por venir algo mucho peor. La clave para la supervivencia de Habacuc fue que se le permitió ver el panorama completo. Por lo tanto, en el capítulo 3, puede elevar una increíble oración de alabanza por lo que Dios hará en el futuro.\n</p><p><strong>Lee Habacuc 3: 16 al 19. Para Habacuc, ¿Cuáles son las razones para tener esperanza? ¿Cuál es la esperanza del pueblo de Dios mientras esperamos que se desarrollen las últimas escenas proféticas?&nbsp;</strong><strong style=\"background-color: initial;\">¿Cómo puedes hacer tuya esta esperanza?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 8 de agosto",
          "dayTitle": "<p><strong>QUIÉN ES NUESTRO PADRE</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>Oswald Chambers escribe: “¿Le has preguntado a Dios qué es lo que hará? Él nunca te lo dirá. Dios no te dice lo que va a hacer; él te revela quién es” (MyUtmost for His Highest, 2 de enero).\n</p><p><strong>¿A qué crees que apunta Chambers con esta idea?\n</strong></p><p>Como sabemos, el libro de Job comienza con una gran tragedia personal para el patriarca. Pierde todo, salvo su vida y a su esposa, y ella le sugiere: “Maldice a Dios, y muérete” (Job 2:9). Luego de esto hay una discusión en la que sus amigos tratan de averiguar por qué le sucedió todo esto. En todas estas discusiones, Dios guarda silencio. Entonces, de repente, en Job 38, Dios aparece y habla: “¿Quién es ese que oscurece el consejo con palabras sin sabiduría?” (Job 38: 2). Una tras otra, Dios le plantea a Job unas sesenta preguntas asombrosas. Abre tu Biblia y explóralas en Job 38 y 39.Después de la última pregunta, Job responde: “Yo soy vil; ¿Qué te responderé? Mi mano pongo sobre mi boca. Una vez hablé, mas no responderé; aun dos veces, mas no volverá a hablar” (Job 40: 4, 5). Pero Dios no ha terminado. Entonces comienza de nuevo y le hace otra serie de “grandes” interrogantes, uno detrás de otro.\n</p><p><strong>Lee la respuesta final de Job en Job 42: 1 al 6. ¿Qué trató de decir Dios a Job, y qué efecto tuvo sobre él?\n</strong></p><p><strong>Job 42: 1 al 6</strong></p><p><strong>1 </strong>Respondió Job a Jehová, y dijo:\n</p><p><strong>2</strong> Yo conozco que todo lo puedes, y que no hay pensamiento que se esconda de ti.\n</p><p><strong>3 </strong>¿Quién es el que oscurece el consejo sin entendimiento? Por tanto, yo hablaba lo que no entendía; cosas demasiado maravillosas para mí, que yo no comprendía.\n</p><p><strong>4 </strong>Oye, te ruego, y hablaré; te preguntaré, y tú me enseñarás.\n</p><p><strong>5</strong> De oídas te había oído; mas ahora mis ojos te ven.\n</p><p><strong>6</strong> Por tanto me aborrezco, y me arrepiento en polvo y ceniza.\n</p><p>Dios nunca responde a ninguna de las preguntas de los amigos de Job que exigían razones. Pero Dios sí pinta un cuadro de su incomparable grandeza revelada en las asombrosas obras de la Creación. Después de esto, sin duda Job no necesita ninguna respuesta. La necesidad de explicaciones ha sido eclipsada por una imagen abrumadora de la magnificencia de Dios. Esta historia revela una paradoja fascinante. La esperanza y el aliento pueden aflorar al darnos cuenta de cuán poco sabemos. Instintivamente, tratamos de encontrar consuelo sabiéndolo todo y, por ende, nos desanimamos cuando no alcanzamos a saber. Pero a veces Dios resalta nuestra ignorancia para que nos demos cuenta de que la esperanza humana solo puede hallar seguridad en un Ser mucho más grande que nosotros.\n</p><p><strong>¿Te están sucediendo cosas que no puedes entender ahora? Si es así, concéntrate en el carácter de Dios. ¿Cómo puede esto darte la esperanza que necesitas para perseverar en medio de lo que por ahora es incomprensible?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 9 de agosto",
          "dayTitle": "<p><strong>LA PRESENCIA DE NUESTRO PADRE</strong></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>“Porque yo Jehová soy tu Dios, quien te sostiene de tu mano derecha, y te dice: No temas, yo te ayudo” (Isa. 41: 13).\n</strong></p><p>Alguien dijo cierta vez: “Cuando Dios parece distante, ¿Quién es el que se ha movido?” Cuando surgen problemas, suponemos que Dios nos ha abandonado. La verdad es que él no se ha ido a ningún lado. A los judíos en el Exilio, la presencia de Dios les parecía muy lejana. Sin embargo, mediante Isaías, Dios les asegura la liberación futura. No obstante, aunque faltaban muchos años para el regreso a Jerusalén, Dios anhelaba que su pueblo supiera que él no se había alejado de ellos y que había muchas razones para tener esperanza.\n</p><p><strong>Lee Isaías 41: 8 al 14. ¿Qué motivos de esperanza puedes identificar para los que esperan ansiosos la liberación futura? ¿Cómo nos ayuda esta promesa mientras esperamos que termine nuestro exilio en la Tierra?\n</strong></p><p><strong>Isaías 41: 8 al 14\n</strong></p><p><strong>8 </strong>Pero tú, Israel, siervo mío eres; tú, Jacob, a quien yo escogí, descendencia de Abraham mi amigo.</p><p><strong>9</strong> Porque te tomé de los confines de la tierra, y de tierras lejanas te llamé, y te dije: Mi siervo eres tú; te escogí, y no te deseché.</p><p><strong>10</strong> No temas, porque yo estoy contigo; no desmayes, porque yo soy tu Dios que te esfuerzo; siempre te ayudaré, siempre te sustentaré con la diestra de mi justicia.</p><p><strong>11</strong> He aquí que todos los que se enojan contra ti serán avergonzados y confundidos; serán como nada y perecerán los que contienden contigo.</p><p><strong>12 </strong>Buscarás a los que tienen contienda contigo, y no los hallarás; serán como nada, y como cosa que no es, aquellos que te hacen la guerra.</p><p><strong>13</strong> Porque yo Jehová soy tu Dios, quien te sostiene de tu mano derecha, y te dice: No temas, yo te ayudo.</p><p><strong>14</strong> No temas, gusano de Jacob, oh vosotros los pocos de Israel; yo soy tu socorro, dice Jehová; el Santo de Israel es tu Redentor.\n</p><p>Una de las imágenes más poderosas de estos versículos se encuentra en Isaías 41: 13. El Dios soberano del Universo asegura que su pueblo no tiene porqué temer, porque es él quien “te sostiene de tu mano derecha”. Una cosa es imaginarnos a Dios guiando los acontecimientos de la Tierra desde un gran trono a años luz de distancia; todo cambia completamente cuando nos damos cuenta de que él está muy cerca de su amado pueblo y lo sostiene de la mano. Cuando estamos ocupados, quizá sea difícil recordar que Dios está tan cerca de nosotros. Pero, cuando recordamos que él es Emanuel, “Dios con nosotros\", esto marca una gran diferencia. Cuando la presencia de Dios está con nosotros, también lo están sus propósitos, sus promesas y su poder transformador.\n</p><p><strong>En los próximos días, haz un experimento. Cada vez que puedas, trata de recordar que el Dios del Universo está lo suficientemente cerca de ti como para sostener tu mano con la promesa de ayudarte personalmente. Lleva un registro de cómo esto cambia la manera en que vives. Prepárate para analizar tu experiencia con la clase el sábado.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 10 de agosto",
          "dayTitle": "<p><strong>LOS PLANES DE NUESTRO PADRE PARA NOSOTROS\n</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>Todos anhelan tener esperanza. Pero ¿Dónde encontrarla? Para algunos, la esperanza se encuentra en la sonrisa de un amigo. Para otros, la esperanza surge de la seguridad financiera o de un matrimonio estable. ¿Dónde buscas tú esperanza y coraje normalmente?\n</p><p>En el libro de Jeremías, el profeta escribe a gente que, en el Exilio, había perdido la esperanza. “Junto a los ríos de Babilonia, allí nos sentábamos, y aun llorábamos, acordándonos de Sion” (Sal. 137: 1). Pero, a pesar de su desconsuelo, Jeremías expone las razones por las que no deben perder la esperanza.\n</p><p><strong>¿Qué razones para tener esperanza ofrece Jeremías 29: 1 al 10?\n</strong></p><p><strong>Jeremías 29: 1 al 10\n</strong></p><p><strong>1</strong> Estas son las palabras de la carta que el profeta Jeremías envió de Jerusalén a los ancianos que habían quedado de los que fueron transportados, y a los sacerdotes y profetas y a todo el pueblo que Nabucodonosor llevó cautivo de Jerusalén a Babilonia.</p><p><strong>2 </strong>(después que salió el rey Jeconías, la reina, los del palacio, los príncipes de Judá y de Jerusalén, los artífices y los ingenieros de Jerusalén),&nbsp;</p><p><strong>3</strong> por mano de Elasa hijo de Safán y de Gemarías hijo de Hilcías, a quienes envió Sedequías rey de Judá a Babilonia, a Nabucodonosor rey de Babilonia. Decía:&nbsp;</p><p><strong>4 </strong>Así ha dicho Jehová de los ejércitos, Dios de Israel, a todos los de la cautividad que hice transportar de Jerusalén a Babilonia:&nbsp;</p><p><strong>5</strong> Edificad casas, y habitadlas; y plantad huertos, y comed del fruto de ellos.&nbsp;</p><p><strong>6 </strong>Casaos, y engendrad hijos e hijas; dad mujeres a vuestros hijos, y dad maridos a vuestras hijas, para que tengan hijos e hijas; y multiplicaos ahí, y no os disminuyáis.&nbsp;</p><p><strong>7</strong> Y procurad la paz de la ciudad a la cual os hice transportar, y rogad por ella a Jehová; porque en su paz tendréis vosotros paz.&nbsp;</p><p><strong>8 </strong>Porque así ha dicho Jehová de los ejércitos, Dios de Israel: No os engañen vuestros profetas que están entre vosotros, ni vuestros adivinos; ni atendáis a los sueños que soñáis.&nbsp;</p><p><strong>9</strong> Porque falsamente os profetizan ellos en mi nombre; no los envié, ha dicho Jehová.&nbsp;</p><p><strong>10 </strong>Porque así dijo Jehová: Cuando en Babilonia se cumplan los setenta años, yo os visitaré, y despertaré sobre vosotros mi buena palabra, para haceros volver a este lugar.\n</p><p>En este pasaje, hay tres fuentes importantes de esperanza que vale la pena destacar. En primer lugar, Dios dice a su pueblo que no debe perder la esperanza porque su situación no es resultado de la casualidad ni de un mal impredecible. Porque Dios mismo dice: “[Yo, Jehová] hice transportar [a Judá] de Jerusalén a Babilonia”&nbsp;(Jer. 29: 4). Aunque aparentemente el mal lo rodea, Judá nunca dejó de estar en las palmas de las manos de Dios. En segundo lugar, Dios dice a su pueblo que no debe perder la esperanza porque él puede obrar incluso dentro de sus dificultades imperantes. “Procurad la paz de la ciudad a la cual os hice transportar, y rogad por ella a Jehová; porque en su paz tendréis vosotros paz” (Jer. 29: 7). En tercer lugar, Dios dice a su pueblo que no debe perder la esperanza porque él pondrá fin a su exilio en un momento específico: “Porque así dijo Jehová: Cuando en Babilonia se cumplan los setenta años, yo os visitaré, y despertaré sobre vosotros mi buena palabra, para haceros volver a este lugar” (Jer. 29: 10). Una vez que Dios le explica que estuvo al frente de su pasado, que está a cargo de su presente y que se hará responsable por su futuro, entonces transmite bellamente el tierno cuidado que él tiene por su pueblo (ver Jer. 29: 11-14).</p><p><strong>Lee Jeremías 29: 11 al 14 mencionando tu nombre después de la palabra vosotros, como si Dios te estuviera haciendo estas promesas personalmente. Dales una aplicación personal a estas promesas en cualesquiera de tus luchas actuales.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 11 de agosto",
          "dayTitle": "<p><strong>LA DISCIPLINA DE NUESTRO PADRE</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Hebreos 12: 5 al 13. ¿Cuál es el mensaje para nosotros aquí y cómo encaja con lo que hemos estado estudiando este trimestre?\n</strong></p><p><strong>Hebreos 12: 5 al 13\n</strong></p><p><strong>5</strong> y habéis ya olvidado la exhortación que como a hijos se os dirige, diciendo: Hijo mío, no menosprecies la disciplina del Señor, Ni desmayes cuando eres reprendido por él;\n</p><p><strong>6 </strong>Porque el Señor al que ama, disciplina, y azota a todo el que recibe por hijo.\n</p><p><strong>7</strong> Si soportáis la disciplina, Dios os trata como a hijos; porque ¿Qué hijo es aquel a quien el padre no disciplina?\n</p><p><strong>8</strong> Pero si se os deja sin disciplina, de la cual todos han sido participantes, entonces sois bastardos, y no hijos.\n</p><p><strong>9</strong> Por otra parte, tuvimos a nuestros padres terrenales que nos disciplinaban, y los venerábamos. ¿Por qué no obedeceremos mucho mejor al Padre de los espíritus, y viviremos?\n</p><p><strong>10 </strong>Y aquellos, ciertamente por pocos días nos disciplinaban como a ellos les parecía, pero este para lo que nos es provechoso, para que participemos de su santidad.\n</p><p><strong>11 </strong>Es verdad que ninguna disciplina al presente parece ser causa de gozo, sino de tristeza; pero después da fruto apacible de justicia a los que en ella han sido ejercitados.\n</p><p><strong>12</strong> Por lo cual, levantad las manos caídas y las rodillas paralizadas;\n</p><p><strong>13</strong> y haced sendas derechas para vuestros pies, para que lo cojo no se salga del camino, sino que sea sanado.\n</p><p>En Hebreos 12: 5 al 13, Pablo describe las pruebas en el contexto de la disciplina. En la Biblia, la palabra disciplina aparece diez veces. En el mundo griego, esta era la palabra más básica para “educación”. Entonces, entender la “disciplina” es entender cómo Dios nos educa en la escuela de la fe, que Pablo describe anteriormente en Hebreos 11\n</p><p>En todo Hebreos 11, Pablo pinta cuadros de hombres y mujeres de fe. La fe fue lo que los impulsó a seguir cuando enfrentaron todo tipo de situaciones difíciles. Al entrar en el capítulo 12, Pablo se dirige a nosotros, los lectores, y dice que, dado que tantas personas antes que nosotros perseveraron contra obstáculos increíbles, nosotros también podemos correr y terminar la vida de fe. La clave es fijar nuestros ojos en Jesús (Heb. 12: 2), para que él pueda ser un ejemplo en tiempos difíciles (Heb. 12: 3). Leer el capítulo 12 es como recibir un par de anteojos para lectura. Sin estas lentes, nuestra visión o comprensión de las dificultades siempre será borrosa. Pero, mirar a través de estas lentes corregirá la explicación borrosa del sufrimiento que nuestra cultura nos impone. Entonces podremos entender claramente y responder a las pruebas con inteligencia.\n</p><p><strong>Lee a través de los “anteojos” de Hebreos 12: 1 al 13. Ahora, concéntrate en los versículos 5 al 13 y responde estas preguntas:&nbsp;</strong></p><p><strong>¿Cuál es…&nbsp;</strong></p><p><strong>…&nbsp;</strong><strong style=\"background-color: initial;\">la fuente de la disciplina?</strong></p><p><strong style=\"background-color: initial;\">&nbsp;… nuestra respuesta a la disciplina?</strong></p><p><strong style=\"background-color: initial;\">&nbsp;… el objetivo de la disciplina?</strong></p><p><strong style=\"background-color: initial;\">&nbsp;Hebreos 12: 1 al 13</strong></p><p><strong style=\"background-color: initial;\">1 </strong><span style=\"background-color: initial;\">P</span><span style=\"background-color: initial;\">or tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia, y corramos con paciencia la carrera que tenemos por delante,&nbsp;</span></p><p><strong style=\"background-color: initial;\">2 </strong><span style=\"background-color: initial;\">puestos los ojos en Jesús, el autor y consumador de la fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreciando el oprobio, y se sentó a la diestra del trono de Dios.</span></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">3 </strong><span style=\"background-color: initial;\">Considerad a aquel que sufrió tal contradicción de pecadores contra sí mismo, para que vuestro ánimo no se canse hasta desmayar.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong>4</strong> Porque aún no habéis resistido hasta la sangre, combatiendo contra el pecado;</span><strong style=\"background-color: initial;\">&nbsp;</strong></p><p><strong style=\"background-color: initial;\">5 </strong><span style=\"background-color: initial;\">y habéis ya olvidado la exhortación que como a hijos se os dirige, diciendo:&nbsp;</span><span style=\"background-color: initial;\">Hijo mío, no menosprecies la disciplina del Señor, n</span>i desmayes cuando eres reprendido por él;</p><p><strong>6</strong> Porque el Señor al que ama, disciplina, y azota a todo el que recibe por hijo.</p><p><strong style=\"background-color: initial;\">7 </strong>Si soportáis la disciplina, Dios os trata como a hijos; porque ¿Qué hijo es aquel a quien el padre no disciplina?&nbsp;</p><p><strong>8 </strong>Pero si se os deja sin disciplina, de la cual todos han sido participantes, entonces sois bastardos, y no hijos.&nbsp;</p><p><strong>9 </strong>Por otra parte, tuvimos a nuestros padres terrenales que nos disciplinaban, y los venerábamos. ¿Por qué no obedeceremos mucho mejor al Padre de los espíritus, y viviremos?&nbsp;</p><p><strong>10</strong> Y aquellos, ciertamente por pocos días nos disciplinaban como a ellos les parecía, pero este para lo que nos es provechoso, para que participemos de su santidad.&nbsp;</p><p><strong>11</strong> Es verdad que ninguna disciplina al presente parece ser causa de gozo, sino de tristeza; pero después da fruto apacible de justicia a los que en ella han sido ejercitados.</p><p><strong>12 </strong>Por lo cual, levantad las manos caídas y las rodillas paralizadas;&nbsp;</p><p><strong>13</strong> y haced sendas derechas para vuestros pies, para que lo cojo no se salga del camino, sino que sea sanado.&nbsp;</p><p><strong>Vuelve a leer Hebreos 12: 1 al 13. Haz una lista de todas las razones que identificas como fundamentos de esperanza. ¿En qué medida viviste esta esperanza en tus tiempos de “educación” espiritual?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 12 de agosto |",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:\n</strong></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>Lee Elena de White, La educación, “La escuela del más allá”, pp. 301-309; El ministerio de curación, “La disciplina de las pruebas”, pp. 373-375. “A todos nos tocan a veces momentos de intensa desilusión y profundo desaliento, días en que nos embarga la tristeza y es difícil creer que Dios sigue siendo el bondadoso benefactor de sus hijos terrenales; días en que las dificultades acosan al alma, en que la muerte parece preferible a la vida. Entonces es cuando muchos pierden su confianza en Dios y caen en la esclavitud de la duda y la servidumbre de la incredulidad. Si en tales momentos pudiésemos discernir con percepción espiritual el significado de las providencias de Dios, veríamos ángeles que procuran salvarnos de nosotros mismos y luchan para asentar nuestros pies en un fundamento más firme que las colinas eternas; y nuestro ser se compenetraría de una nueva fe y una nueva vida” (PR 119).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Elena de White dice que “todos” experimentamos momentos de “intensa desilusión y profundo desaliento”. ¿Hasta qué punto lo percibimos en los demás cuando atraviesan esos momentos? ¿Cómo podemos aprender a ser mejores agentes de esperanza entre nosotros cuando experimentamos decepciones tan amargas?&nbsp;</p><p><strong>2.</strong> Como clase, repasen las respuestas a la pregunta final del martes. ¿Qué diferencia notaron en su vida al tener siempre presente la realidad de la cercanía de Dios?&nbsp;</p><p><strong>3.</strong> En clase, lean en voz alta los capítulos de Job 38 al 41. ¿Qué imagen de Dios presentan? ¿Qué aprendieron que les dé esperanza y aliento? ¿Cómo encaja el sábado en este cuadro? ¿Cómo nos ayuda tener siempre presente la naturaleza y el carácter de Dios?</p><p><strong>&nbsp;4.</strong> La esperanza que transforma viene del Cielo. Esto significa que podemos orar para que la esperanza se sume a la vida de los demás. Dediquen un momento a orar por aquellos cuya esperanza ha estado flaqueando recientemente, a fin de que su esperanza se renueve. Es más, ¿Qué pueden hacer por otros que dan por perdida la batalla por encontrar esperanza?&nbsp;</p><p><strong>5.</strong> Si hay alguien dispuesto, pídele que relate alguna ocasión en que la desesperación y las pruebas le hicieron perder la fe y la esperanza. ¿Qué produjo el giro en esa persona? ¿Qué podemos compartir unos con otros para ayudarnos cuando estamos en momentos de duda y desesperación?</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 12 de agosto",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p>Texto clave: Romanos 5: 5.&nbsp;</p><p>Enfoque del estudio: Job 38-41; Isaías 41: 8-14; Jeremías 29: 1-10; Habacuc 1: 1-4; Hebreos 12: 1-13.\n</p><p><strong>Introducción:</strong> Como el Posmodernismo promueve la deconstrucción y la revisión de conceptos y cosmovisiones, muchos sienten que la noción y la fuente de esperanza para la humanidad también necesita una revisión. ¿Qué es la esperanza? ¿Cuál es su origen o fundamento? La lección anterior se centró en la importancia de la verdad y el conocimiento. La lección de esta semana analiza la esperanza desde la perspectiva de la verdad bíblica acerca de Dios, que es la Fuente de la verdadera esperanza. En tiempos de crisis, la esperanza que necesitamos no es un deseo de generación propia, sino una confianza sólida en las promesas de Dios. Se desprenden varias lecciones de nuestro estudio actual. En primer lugar, Dios ensancha nuestro horizonte para que podamos ubicarnos a nosotros mismos y a nuestra experiencia dentro del marco más amplio del plan de salvación y los acontecimientos proféticos. Esta realidad se ejemplifica en la vida de Daniel, Habacuc y Job. En segundo lugar, Dios se nos presenta como el Creador y Redentor, como aquel que nos ama y está presente con nosotros. En tercer lugar, Dios nos revela los planes que tiene con nosotros y para nosotros. No somos prescindibles en una crisis. Somos parte indispensable de la Creación, la vida y los planes de Dios. Aunque estemos en una crisis, Dios nunca permitirá que nos perdamos. En Juan 10:10 al 15, 28 y 29, Jesús nos dice con toda solemnidad que somos sus ovejas, que él es nuestro Pastor, que su plan es darnos vida eterna y que nadie nos arrebatará jamás de sus manos ni de las del Padre. Sí, Dios puede permitir que pasemos por varias crisis, pero estas crisis tienen el propósito de ayudarnos a crecer.\n</p><p><strong>Temática de la lección:</strong></p><p> La lección de esta semana destaca dos temas principales:&nbsp;</p><p><strong>1. </strong>Comprender el marco más amplio del plan de salvación y los acontecimientos proféticos desempeña un papel crucial para ayudarnos a cultivar la esperanza que nos ayuda a superar los crisoles de la vida.</p><p><strong>2.</strong> La fuente bíblica de esperanza radica en comprender quién es Dios, que está con nosotros, y que tiene planes para y con nosotros.\n</p><p><strong>COMENTARIO&nbsp;</strong></p><p>La esperanza en el Nuevo Testamento Desde los primeros momentos de la crisis del pecado en nuestro planeta, Dios entretejió la esperanza en la urdimbre misma de nuestra historia, y prometió que nos salvaría y nos restituiría a su Reino. Un breve estudio de la ESPERANZA en el Nuevo Testamento revela varios aspectos importantes: En el Nuevo Testamento, es el apóstol Pablo quien trata la esperanza de una manera más sistemática. En su carta a los Corintios, Pablo enumera tres virtudes cristianas principales: la fe, la esperanza y el amor (1 Cor. 13: 13). Es cierto que elige el amor como la “mayor” virtud de las tres, pero en otra parte explica que tanto la fe como el amor “están basados en la esperanza” (Col. 1: 5, NTV). En la definición de esperanza, Pablo dice que la esperanza es un “ancla del alma”; es “segura y firme”. Pero esa esperanza está anclada en Jesucristo en el Santuario celestial (Heb. 6: 19). La fe también se define en términos de esperanza (Heb. 11: 1). Hebreos 11 enumera a los héroes de la fe a lo largo de los siglos. Todos pasaron por pruebas (Heb. 11: 33-38), pero lo que tienen en común es la fe definida en términos de promesa y esperanza. Ninguno de ellos recibió el cumplimiento final de la promesa de Dios (Heb. 11: 39); sin embargo, todos elevaron la vista más allá de su tiempo hacia el país futuro, el Reino eterno de Dios (Heb. 11: 15, 16). Pablo trata el tema de la esperanza en el contexto del sufrimiento. Se gloría en su sufrimiento porque el sufrimiento produce perseverancia, la perseverancia produce carácter y el carácter produce esperanza (Rom. 5: 4; ver también Rom. 12: 12). Pablo tuvo esperanza en medio de su sufrimiento y sus grandes crisis (2 Cor. 4: 9). Explicó que cuando se nos disciplina no debemos perder la esperanza (Heb. 12: 5). Pablo también ve a toda la Creación luchando contra la “vanidad” en su propio crisol, no por sus propias faltas, sino porque Dios “la sujetó en esperanza” (Rom. 8: 20-24). En Romanos 8: 18 al 27, Pablo se toma un tiempo para analizar la esperanza extensamente. Pero comienza con el sufrimiento que experimentamos en la actualidad: “Tengo por cierto que las aflicciones del tiempo presente no son comparables con la gloria venidera que en nosotros ha de manifestarse” (Rom. 8: 18). Pablo no se detiene en nuestro sufrimiento humano, sino que destaca el hecho de que toda la naturaleza sufre (Rom. 8: 19-22). El sufrimiento es un paquete complejo. No hay nada en el mundo natural que esté exento. El sufrimiento también abarca la totalidad de lo que nos hace humanos: las dimensiones física, moral, emocional y espiritual de nuestro ser (Rom. 8: 23). Por lo tanto, la redención de Dios necesariamente debe abarcar también toda su Creación: la naturaleza, el cuerpo, las emociones y todos los demás aspectos del ser humano. Pablo subraya que este plan de restauración es nuestra esperanza cristiana, porque “en esa esperanza fuimos salvados”. Si bien esta restauración es segura, aún no es visible; es decir, aún no se ha hecho realidad en la historia. Es algo que Dios promete; por lo tanto, podemos estar seguros de que sucederá (Rom. 8: 24, NVI; ver también 1 Cor. 9: 10). Ahora bien, es esperanza precisamente porque no se hizo realidad; todavía está en el futuro, y “con paciencia lo aguardamos” (Rom. 8: 25).\n</p><p>Sí, experimentamos sufrimiento, desilusión, falta de comprensión, falta de capacidad para expresarnos correctamente y orar, pero el Espíritu Santo nos ayuda con su mediación ante Dios (Rom. 8: 26-28). En última instancia, el aspecto esencial en toda esta situación es confiar en Dios, porque “a los que aman a Dios, todas las cosas les ayudan a bien” (Rom. 8: 28). Por eso los cristianos ejercen la “constancia en la esperanza” (1 Tes. 1: 3). Un estudio bíblico más extenso sobre la esperanza ofrece varios aspectos adicionales: La esperanza bíblica está anclada en Dios, no en nosotros mismos (Sal. 42: 11; 2 Cor. 1: 9; 1 Tim. 6: 17). Las tres Personas de la Deidad son la Fuente de esperanza. Dios el Padre “nos amó y nos dio consolación eterna y buena esperanza por gracia” (2 Tes. 2: 16; ver también 1 Tim. 4: 10; Tito 1: 2). Cristo Jesús y su evangelio de gracia son nuestra esperanza (Efe. 1: 12; Col. 1: 27; 1 Tim. 1: 1; 2 Tim. 1: 1). El Espíritu Santo trae esperanza a la vida de los creyentes (Rom. 5: 5; 15: 13; Gál. 5: 5). Sin Dios, no hay esperanza en la vida, no hay Pacto y, por lo tanto, estamos alejados de Dios (Efe. 2: 12; 1 Tes. 4: 13); pero en Cristo todos tenemos la misma esperanza que Dios dio a Israel mediante el evangelio (Efe. 3: 6; Col. 1: 23). El apóstol Pedro nos dice que Dios es nuestro Padre, quien nos dio una “esperanza viva, por la resurrección de Jesucristo de los muertos” (1 Ped. 1: 3)&nbsp;</p><p><strong>1.</strong> El contenido de la esperanza bíblica es la promesa divina de salvarnos del pecado, la muerte y el sufrimiento por medio de Jesucristo. Mateo cita a Isaías para describir a Jesús como la Esperanza de las naciones (Isa. 42: 1-4, Mat. 12:21). Jesús dice que Abraham esperaba ver el día del Mesías (Juan 8: 56). Esa es la esperanza de la justificación por la fe (Gál. 5: 5).</p><p><strong>&nbsp;2. </strong>La esperanza que proviene de Dios ya es válida para nuestra vida actual. Nuestra esperanza está puesta en la salvación mediante el sacrificio de Jesús en la Cruz. En esta vida, esta esperanza nos brinda muchos beneficios: espirituales (como la relación con Dios) y psicológicos (paz, optimismo, etc.). La “esperanza de la gloria de Dios” (Rom. 5: 2) es la justificación de los pecadores por gracia mediante la fe, por la cual Dios nos da paz en Jesucristo (Rom. 5: 2, 3). Esta esperanza “no avergüenza; porque el amor de Dios ha sido derramado en nuestros corazones por el Espíritu Santo que nos fue dado” (Rom. 5: 5). Entonces, esta esperanza no es falsa. Más bien, esta esperanza se basa en las acciones concretas de Dios; es decir, “Cristo vino en el momento preciso y murió por nosotros, pecadores” (Rom. 5: 6, NTV). Así, Jesús demostró su amor por nosotros (Rom. 5: 8), nos salvó de nuestros pecados y nos reconcilió con Dios (Rom. 5: 9-11).&nbsp;</p><p><strong>3.</strong> Pero el primer advenimiento de Cristo y su sacrificio en la Cruz no son el final de la historia de la Redención. El apóstol Pablo nos dice que, “si en esta vida solamente esperamos en Cristo, somos los más dignos de conmiseración de todos los hombres” (1 Cor. 15: 19). Por esta razón, nuestra esperanza está anclada en el Señor Jesucristo resucitado, quien nos resucitará para una vida eterna y gloriosa (Col. 1: 5, 27; Tito 1: 2; 3: 7; Heb. 10: 23; ver también 2 Cor. 1: 9; 1 Tim. 4: 8). Pablo declaró que fue perseguido por la esperanza de la resurrección (Hech. 23: 6; 24: 15). La resurrección no fue una invención de Pablo, sino la misma esperanza que Dios dio a los padres de Israel (Hech. 26: 6; 28: 20). Según Pablo, Abraham llegó a ser el padre de muchas naciones porque “contra toda esperanza, Abraham creyó y esperó” (Rom. 4: 18, NVI), confiando en el “Dios que da vida a los muertos y que llama las cosas que no son como si ya existieran” (Rom. 4: 17, NVI). La esperanza de la resurrección se consumará en la segunda venida de Jesús, que en sí misma es la “esperanza bienaventurada” del cristiano (Tito 2: 13).&nbsp;</p><p><strong>4.</strong> Fue precisamente esta esperanza la que constituyó el llamado, la identidad, el espíritu, la vida y la misión de la nación de Israel (Hech. 26: 7). Esta esperanza de salvación que Dios nos ofrece por medio de Cristo llegó a la humanidad mediante los patriarcas, Israel y, posteriormente, la iglesia (Rom. 15: 4; 1 Cor. 1: 7; Efe. 2: 12). Nosotros participamos en la distribución de la esperanza proveniente de Dios a toda la humanidad. Dios le prometió a Eva que la Simiente de ella salvaría al mundo (Gén. 3: 15). Dios le prometió a Abraham que por medio de él habría bendiciones y salvación para las naciones; es decir, mediante la Simiente de él (Gén. 12: 3, 7; 18: 18; Rom. 9: 4; Gál. 3: 8, 15, 16). Dios prometió a David que la Simiente de él se sentaría para siempre en el Trono (Rom. 15:12; ver Isa. 11: 1, 2; 2 Sam. 22: 51) 5. Pablo invoca la esperanza en su bendición sobre el pueblo de Dios en medio del sufrimiento: “El Dios de esperanza os llene de todo gozo y paz en el creer, para que abundéis en esperanza por el poder del Espíritu Santo” (Rom. 15: 13; ver 2 Tes. 2: 16). La esperanza sirve como el yelmo de la armadura del cristiano (1 Tes. 5: 8).\n</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>Daniel atraviesa una “experiencia de espera” similar a la de Habacuc. Al final de su vida, Daniel espera que los 70 años de exilio profetizados por Jeremías (Jer. 25: 11, 12) terminen y que se manifieste la salvación de Dios. Sin embargo, Dios revela a Daniel que la historia de sufrimiento y muerte se extenderá por 70 semanas adicionales (490 años). Es más, este período continuará por 1.810 años adicionales después de aquellos 70 adicionales, ¡por un total de 2.300 años! A algunos cristianos no les gusta la profecía porque les “oscurece” el horizonte. Quizá no necesiten concentrarse en la profecía todo el tiempo. Pero llegan momentos y situaciones en la vida en que es necesario tener un panorama más amplio, sin importar cuán dolorosa pueda ser la respuesta profética. La revelación de Dios pinta esta perspectiva más amplia por medio de sus profetas. Sin esas profecías, incluidas las apocalípticas, el pueblo de Dios luchará desesperadamente por mantener la esperanza mientras atraviesa una cantidad cada vez mayor de crisis personales y globales. El panorama más amplio de la revelación profética ¿Cómo te ayuda a confiar en Dios y en su providencia para vencer en los infortunios?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>ESPERANZA INDESTRUCTIBLE</strong></p>",
      "verse": "<p>“Y la esperanza no avergüenza; porque el amor de Dios ha sido derramado en nuestros corazones por el Espíritu Santo que nos fue dado” (Rom. 5: 5).</p>",
      "versionCode": 7,
      "weekDate": "6-12 de Agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
