{
   "data":[
      {
         "color":"#76c893",
         "id":4,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"19 de octubre",
               "dayTitle":"<p>TESTIGOS DE CRISTO COMO MESÍAS</p>",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>LEE PARA EL ESTUDIO DE ESTA SEMANA: Juan 1:19:23; Isaías 40:1-5; Juan 1:29-37; Romanos 5:6; Juan 1:35-39; 1:43-51; 3:1-21.</p><p>Sin duda, Jesús proporcionó a la gente poderosa evidencia bíblica en respaldo de sus afirmaciones acerca de sí mismo, incluyendo: “Les aseguro: El que cree, tiene vida eterna” (Juan 6:47).</p><p>Pero hay más. Convirtió el agua en vino; alimentó a miles de personas con unos pocos panes y peces; sanó al hijo del noble; restauró al hombre en el estanque de Betesda; dio la vista al ciego de nacimiento; y resucitó a Lázaro. El evangelista recurre a toda una serie de acontecimientos y personas (judíos, gentiles, ricos, pobres, hombres, mujeres, gobernantes, plebeyos, cultos e incultos) para que den testimonio de quién es Jesús.</p><p>Juan señala incluso al propio Padre y a las Escrituras como testigos de la identidad del Maestro.</p><p>Esta semana comienza con el poderoso testimonio de Juan el Bautista. También aparecen en escena otros testigos: Andrés y Simón Pedro, Felipe y Natanael; y un testigo inesperado, el fariseo Nicodemo. Pero hay otro testigo que permanece en la sombra (ese otro discípulo con Andrés, en Juan 1:35, 40): el propio Juan.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de octubre",
               "dayTitle":"<p>EL TESTIMONIO DE JUAN EL BAUTISTA</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p>Como ilustraba la lección de la semana pasada, el Evangelio de Juan comienza con Jesucristo, el Verbo, en su existencia eterna antes de la Creación. Pero, en ese mismo prólogo, Juan el Bautista aparece como testigo de Jesús. Algunos judíos de la época de Jesús esperaban dos mesías, uno sacerdotal y otro real. Juan enseña claramente que Juan el Bautista no pretendía ser uno de esos mesías, sino que era testigo del único Mesías verdadero.</p><p>Lee Juan 1:19 al 23. ¿Cómo explicó Juan el Bautista su ministerio y su misión?</p><p><strong>Juan 1:19-23</strong></p><p><strong>19</strong> Este es el testimonio de Juan, cuando los judíos enviaron de Jerusalén sacerdotes y levitas para que le preguntasen: ¿Tú, quién eres?&nbsp;</p><p><strong>20</strong> Confesó, y no negó, sino confesó: Yo no soy el Cristo.&nbsp;</p><p><strong>21</strong> Y le preguntaron: ¿Qué pues? ¿Eres tú Elías? Dijo: No soy. ¿Eres tú el profeta? Y respondió: No.&nbsp;</p><p><strong>22</strong> Le dijeron: ¿Pues quién eres? para que demos respuesta a los que nos enviaron. ¿Qué dices de ti mismo?&nbsp;</p><p><strong>23</strong> Dijo: Yo soy la voz de uno que clama en el desierto: Enderezad el camino del Señor, como dijo el profeta Isaías.</p><p><br></p><p>Los líderes religiosos enviaron sacerdotes y levitas a preguntarle a Juan quién era. Con las grandes expectativas mesiánicas que había en Judea, era importante que el Bautista aclarara su relación con respecto a ellas. Él no era la Luz, pero había sido enviado por Dios para dar testimonio de la Luz y preparar la venida del Mesías (Juan 1:6-8). Por eso les respondió tan claramente como pudo, diciendo: “Yo no soy el Cristo” (Juan 1:20).</p><p>Además, Juan bautizaba con agua, pero Cristo bautizaría con el Espíritu (Juan 1:26, 33). Juan no era digno de desatar la correa de las sandalias de Jesús (Juan 1:27). Cristo superaba a Juan, pues existía desde antes que él (Juan 1:30). Jesús era el Hijo de Dios, y Juan se limitó a señalarlo como tal (Juan 1:34).</p><p><strong>Lee Isaías 40:1 al 5 y Juan 1:23. ¿Cómo utiliza Juan estos versículos?</strong></p><p><strong>Isaías 40:1-5</strong></p><p><strong>1</strong> Consolaos, consolaos, pueblo mío, dice vuestro Dios.&nbsp;</p><p><strong>2</strong> Hablad al corazón de Jerusalén; decidle a voces que su tiempo es ya cumplido, que su pecado es perdonado; que doble ha recibido de la mano de Jehová por todos sus pecados.</p><p><strong>3</strong> Voz que clama en el desierto: Preparad camino a Jehová; enderezad calzada en la soledad a nuestro Dios.&nbsp;</p><p><strong>4</strong> Todo valle sea alzado, y bájese todo monte y collado; y lo torcido se enderece, y lo áspero se allane.&nbsp;</p><p><strong>5</strong> Y se manifestará la gloria de Jehová, y toda carne juntamente la verá; porque la boca de Jehová ha hablado.</p><p><br></p><p><strong>Juan 1:23</strong></p><p><strong>23</strong> Dijo: Yo soy la voz de uno que clama en el desierto: Enderezad el camino del Señor, como dijo el profeta Isaías.</p><p><br></p><p>En la época de los caminos repletos de huecos y rocas, a veces se enviaban siervos delante del rey para nivelar la superficie de las calzadas, eliminar las curvas cerradas y allanar así el camino del soberano. En cumplimiento de la profecía, Juan vino con el fin de preparar el corazón de las personas para Jesús.</p><p><br></p><p><strong>¿Cómo deberíamos los adventistas del séptimo día cumplir el mismo tipo de ministerio que Juan el Bautista? ¿Cuáles son los paralelismos?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de octubre",
               "dayTitle":"<p>EL CORDERO DE DIOS</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>Los judíos buscaban un Mesías que los librara de Roma. El objetivo del Evangelio de Juan era cambiar su idea acerca del Mesías para que pudieran reconocer en Jesús el cumplimiento de las profecías relativas al Rey venidero. El Mesías no sería un gobernante terrenal. Vino para cumplir todas las promesas del Antiguo Testamento que se referían a él, entre las que se incluye su sacrificio voluntario en favor del mundo, y para restablecer la relación entre Dios y su pueblo.</p><p><strong>Lee Juan 1:29 al 37. ¿Qué anuncio hace Juan el Bautista acerca de Jesús? ¿Qué imagen utiliza para describirlo y por qué es tan importante para comprender quién era Jesús y cuál sería su misión?</strong></p><p><strong>Juan 1:29-37</strong></p><p><strong>29</strong> El siguiente día vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita el pecado del mundo.&nbsp;</p><p><strong>30</strong> Este es aquel de quien yo dije: Después de mí viene un varón, el cual es antes de mí; porque era primero que yo.&nbsp;</p><p><strong>31</strong> Y yo no le conocía; mas para que fuese manifestado a Israel, por esto vine yo bautizando con agua.&nbsp;</p><p><strong>32</strong> También dio Juan testimonio, diciendo: Vi al Espíritu que descendía del cielo como paloma, y permaneció sobre él.&nbsp;</p><p><strong>33</strong> Y yo no le conocía; pero el que me envió a bautizar con agua, aquel me dijo: Sobre quien veas descender el Espíritu y que permanece sobre él, ese es el que bautiza con el Espíritu Santo.&nbsp;</p><p><strong>34</strong> Y yo le vi, y he dado testimonio de que este es el Hijo de Dios.</p><p><strong>35</strong> El siguiente día otra vez estaba Juan, y dos de sus discípulos.&nbsp;<br></p><p><strong>36</strong> Y mirando a Jesús que andaba por allí, dijo: He aquí el Cordero de Dios.&nbsp;</p><p><strong>37</strong> Le oyeron hablar los dos discípulos, y siguieron a Jesús.</p><p><br></p><p>La declaración del Bautista acerca de Jesús como el Cordero de Dios apoya el propósito del Evangelio de Juan, que es proveer una comprensión renovada de la naturaleza y la obra del Mesías. Jesús era la realidad representada por el sistema sacrificial que se remonta a la promesa del Redentor expresada por primera vez en Génesis 3:15.</p><p>“Cuando, en ocasión del bautismo de Jesús, Juan lo señaló como el Cordero de Dios, una nueva luz resplandeció sobre la obra del Mesías. La mente del profeta fue dirigida a las palabras de Isaías: ‘Como cordero fue llevado al matadero’ (Isa. 53:7)” (Elena G. de White, El Deseado de todas las gentes, p. 110).</p><p><br></p><p><strong>Lee Marcos 10:45; Romanos 5:6; y 1 Pedro 2:24. ¿Cómo nos ayudan estos versículos a entender el papel de Jesús como “el Cordero de Dios”?</strong></p><p><strong>Marcos 10:45</strong></p><p><strong>45</strong> Porque el Hijo del Hombre no vino para ser servido, sino para servir, y para dar su vida en rescate por muchos.</p><p><br></p><p><strong>Romanos 5:6</strong></p><p><strong>6</strong> Porque Cristo, cuando aún éramos débiles, a su tiempo murió por los impíos.</p><p><br></p><p><strong>1 Pedro 2:24</strong></p><p><strong>24</strong> quien llevó él mismo nuestros pecados en su cuerpo sobre el madero, para que nosotros, estando muertos a los pecados, vivamos a la justicia; y por cuya herida fuisteis sanados.</p><p><br></p><p>Aunque Juan el Bautista necesitaba sin duda conocer más acerca del ministerio de Jesús, estaba seguro de que el Señor era el Mesías prometido, aquel que había venido en cumplimiento de la profecía.</p><p><br></p><p><strong>Considera el título “Cordero de Dios” dado a Jesús. ¿Qué imágenes trae a tu mente, y cómo te ayuda su vinculación con el sistema sacrificial del Antiguo Testamento a apreciar el elevado costo de nuestra salvación?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de octubre",
               "dayTitle":"<p>LOS DOS DISCÍPULOS DE JUAN</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p>Dos discípulos de Juan el Bautista estaban con él cuando Jesús pasó junto a ellos. Juan declaró: “¡Este es el Cordero de Dios!” (Juan 1:36). Los dos discípulos habían escuchado el mensaje de Juan acerca de Cristo, quien cumpliría las profecías del Antiguo Testamento acerca de la venida del Mesías. Los discípulos dejaron a Juan para seguir a Jesús, reconociendo que era superior a Juan el Bautista y el cumplimiento de su mensaje.</p><p><br></p><p><strong>Lee Juan 1:35 al 39. ¿Qué hicieron estos dos discípulos después de escuchar el testimonio de Juan acerca de Jesús?</strong></p><p><strong>Juan 1:35-39</strong></p><p><strong>35</strong> El siguiente día otra vez estaba Juan, y dos de sus discípulos.&nbsp;</p><p><strong>36</strong> Y mirando a Jesús que andaba por allí, dijo: He aquí el Cordero de Dios.&nbsp;</p><p><strong>37</strong> Le oyeron hablar los dos discípulos, y siguieron a Jesús.&nbsp;</p><p><strong>38</strong> Y volviéndose Jesús, y viendo que le seguían, les dijo: ¿Qué buscáis? Ellos le dijeron: Rabí (que traducido es, Maestro), ¿dónde moras?&nbsp;</p><p><strong>39</strong> Les dijo: Venid y ved. Fueron, y vieron donde moraba, y se quedaron con él aquel día; porque era como la hora décima.</p><p><br></p><p>Deseaban estar con Jesús y pasaron el día con él. ¡Quién sabe qué cosas asombrosas habrán aprendido y experimentado entonces!</p><p>Fueron sin duda grandes cosas, pues poco después desearon compartir su experiencia con los demás. Andrés, uno de los dos discípulos, encontró inmediatamente a su hermano Simón y le dijo: “Hemos hallado al Mesías” (Juan 1:41).</p><p>Cuando Andrés llevó a su hermano a Jesús, el Señor demostró que lo conocía: “Tú eres Simón, hijo de Juan. Tú serás llamado Cefas” (Juan 1:42). Jesús conocía y comprendía a Pedro. El conocimiento profundo que Jesús tiene de las personas es un tema característico del Evangelio de Juan (ver, por ejemplo, Juan 2:24, 25).</p><p>“Si Juan y Andrés hubiesen estado dominados por el espíritu incrédulo de los sacerdotes y los príncipes, no se habrían presentado como aprendices a los pies de Jesús. Habrían ido a él como críticos, para juzgar sus palabras [...]. No sucedió eso con estos primeros discípulos. Habían respondido al llamamiento del Espíritu Santo en la predicación de Juan el Bautista. Ahora reconocían la voz del Maestro celestial. Para ellos, las palabras de Jesús estaban llenas de refrigerio, verdad y belleza. Una iluminación divina se derramaba sobre las enseñanzas de las Escrituras del Antiguo Testamento. Los multifacéticos temas de la verdad se destacaban con una nueva luz” (Elena G. de White, El Deseado de todas las gentes, pp. 112, 113).</p><p>El gran énfasis del Evangelio de Juan es destacar quién es Jesús, a fin de que esta buena noticia pueda ser compartida con el mundo.</p><p><br></p><p><strong>¿Cómo ha sido transformada tu vida por Cristo y por tu fe en él? ¿Qué otros cambios quisieras experimentar?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de octubre",
               "dayTitle":"<p>FELIPE Y NATANAEL</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Juan 1:43 al 46. ¿Qué revelaba ya el mensaje de Felipe acerca de su fe en Jesús?</strong></p><p><strong>Juan 1:43-46</strong></p><p><strong>43</strong> El siguiente día quiso Jesús ir a Galilea, y halló a Felipe, y le dijo: Sígueme.&nbsp;</p><p><strong>44</strong> Y Felipe era de Betsaida, la ciudad de Andrés y Pedro.&nbsp;</p><p><strong>45</strong> Felipe halló a Natanael, y le dijo: Hemos hallado a aquel de quien escribió Moisés en la ley, así como los profetas: a Jesús, el hijo de José, de Nazaret.&nbsp;</p><p><strong>46</strong> Natanael le dijo: ¿De Nazaret puede salir algo de bueno? Le dijo Felipe: Ven y ve.</p><p><br></p><p>Felipe era de Betsaida, al igual que Andrés y Pedro. Encontró a su amigo Natanael y le habló de Jesús. Juan el Bautista había llamado a Jesús “el Cordero de Dios”. Andrés dijo a Pedro que había encontrado “al Mesías”. Pero Felipe llama a Jesús “aquel de quien escribieron Moisés y los profetas” y añade el nombre “Jesús de Nazaret”. Su referencia a Nazaret provoca una aguda reacción en su amigo.</p><p>Natanael tenía prejuicios acerca de la pequeña ciudad de Nazaret. Seguramente un rey no vendría de un lugar tan apartado. Los prejuicios impiden ver lo que las personas valen realmente. Felipe parece haber reconocido, posiblemente por conversaciones anteriores con Natanael, que la forma adecuada de tratar los prejuicios no es una exaltada argumentación filosófica o teológica, sino más bien invitar al individuo a experimentar la verdad personalmente. Simplemente, dijo: “Ven y ve”. Y eso es exactamente lo que hizo. Fue y vio.</p><p><br></p><p><strong>Lee Juan 1:47 al 51. ¿Cómo convenció Jesús a Natanael de quién era, y cuál fue la respuesta de Natanael?</strong></p><p><strong>Juan 1:47-51</strong></p><p><strong>47</strong> Cuando Jesús vio a Natanael que se le acercaba, dijo de él: He aquí un verdadero israelita, en quien no hay engaño.&nbsp;</p><p><strong>48</strong> Le dijo Natanael: ¿De dónde me conoces? Respondió Jesús y le dijo: Antes que Felipe te llamara, cuando estabas debajo de la higuera, te vi.&nbsp;</p><p><strong>49</strong> Respondió Natanael y le dijo: Rabí, tú eres el Hijo de Dios; tú eres el Rey de Israel.&nbsp;</p><p><strong>50</strong> Respondió Jesús y le dijo: ¿Porque te dije: Te vi debajo de la higuera, crees? Cosas mayores que estas verás.&nbsp;</p><p><strong>51</strong> Y le dijo: De cierto, de cierto os digo: De aquí en adelante veréis el cielo abierto, y a los ángeles de Dios que suben y descienden sobre el Hijo del Hombre.</p><p><br></p><p>Entre los versículos 46 y 47 se encuentra el detalle crucial de cómo respondió Natanael a la invitación de Felipe. Se levantó y fue a verlo. Su amistad con Felipe fue más fuerte que sus prejuicios, y su vida cambió a partir de ese momento.</p><p>Jesús pronuncia palabras halagadoras acerca de Natanael, llamándolo israelita en quien no hay engaño (Juan 1:47), un gran contraste con lo que Natanael había dicho acerca de Jesús (Juan 1:46). Natanael responde sorprendido, pues no había visto antes a Jesús.</p><p>Entonces Jesús refiere haberlo visto bajo una higuera, y esta pequeña afirmación convence a Natanael. Jesús había visto por iluminación divina a Natanael orando, buscando la verdad bajo aquel árbol (ver Elena G. de White, El Deseado de todas las gentes, p. 114). Natanael hace entonces una exaltada confesión y llama a Jesús Rabí, Hijo de Dios y Rey de Israel. Observa cómo aquella revelación aparentemente pequeña de parte de Jesús conduce a la más grandiosa confesión de fe.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de octubre",
               "dayTitle":"<p>EL TESTIMONIO DE NICODEMO</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Juan 3:1 al 21. ¿Cómo apoya el testimonio de Nicodemo el tema del Evangelio de Juan?</strong></p><p><strong>Juan 3:1-21</strong></p><p><strong>1</strong> Había un hombre de los fariseos que se llamaba Nicodemo, un principal entre los judíos.&nbsp;</p><p><strong>2 </strong>Este vino a Jesús de noche, y le dijo: Rabí, sabemos que has venido de Dios como maestro; porque nadie puede hacer estas señales que tú haces, si no está Dios con él.&nbsp;</p><p><strong>3</strong> Respondió Jesús y le dijo: De cierto, de cierto te digo, que el que no naciere de nuevo, no puede ver el reino de Dios.&nbsp;</p><p><strong>4</strong> Nicodemo le dijo: ¿Cómo puede un hombre nacer siendo viejo? ¿Puede acaso entrar por segunda vez en el vientre de su madre, y nacer?&nbsp;</p><p><strong>5</strong> Respondió Jesús: De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios.</p><p><strong>6</strong> Lo que es nacido de la carne, carne es; y lo que es nacido del Espíritu, espíritu es.&nbsp;</p><p><strong>7 </strong>No te maravilles de que te dije: Os es necesario nacer de nuevo.</p><p><strong>8</strong> El viento sopla de donde quiere, y oyes su sonido; mas ni sabes de dónde viene, ni a dónde va; así es todo aquel que es nacido del Espíritu.&nbsp;</p><p><strong>9 </strong>Respondió Nicodemo y le dijo: ¿Cómo puede hacerse esto?&nbsp;</p><p><strong>10</strong> Respondió Jesús y le dijo: ¿Eres tú maestro de Israel, y no sabes esto?&nbsp;</p><p><strong>11</strong> De cierto, de cierto te digo, que lo que sabemos hablamos, y lo que hemos visto, testificamos; y no recibís nuestro testimonio.&nbsp;</p><p><strong>12</strong> Si os he dicho cosas terrenales, y no creéis, ¿cómo creeréis si os dijere las celestiales?&nbsp;</p><p><strong>13</strong> Nadie subió al cielo, sino el que descendió del cielo; el Hijo del Hombre, que está en el cielo.&nbsp;</p><p><strong>14</strong> Y como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del Hombre sea levantado,&nbsp;</p><p><strong>15</strong> para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p><p><strong>16</strong> Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.&nbsp;</p><p><strong>17</strong> Porque no envió Dios a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él.&nbsp;</p><p><strong>18</strong> El que en él cree, no es condenado; pero el que no cree, ya ha sido condenado, porque no ha creído en el nombre del unigénito Hijo de Dios.&nbsp;</p><p><strong>19</strong> Y esta es la condenación: que la luz vino al mundo, y los hombres amaron más las tinieblas que la luz, porque sus obras eran malas.&nbsp;</p><p><strong>20</strong> Porque todo aquel que hace lo malo, aborrece la luz y no viene a la luz, para que sus obras no sean reprendidas.&nbsp;</p><p><strong>21</strong> Mas el que practica la verdad viene a la luz, para que sea manifiesto que sus obras son hechas en Dios.</p><p><br></p><p>Nicodemo era un maestro respetado en Israel y un acaudalado miembro del Sanedrín. Su testimonio desempeña un papel importante en el Evangelio de Juan por varias razones. Se refirió a Jesús como “rabí” y destacó las señales que Jesús realizaba como demostración del origen divino de su misión. Por lo tanto, incluso antes de que Nicodemo advirtiera lo que hacía, estaba apoyando el mesianismo de Jesús.</p><p>Nicodemo consideraba las señales en sí como una prueba del origen divino de Jesús, pero no las veía como el cumplimiento de las profecías del Antiguo Testamento acerca del Mesías. Nicodemo llegó, pues, al encuentro con algunas dudas. En ese momento, no reconocía a Jesús como el Cristo.</p><p><br></p><p><strong>Lee Juan 3:3 al 21. ¿Qué dijo Jesús a Nicodemo para demostrarle que conocía su interior?</strong></p><p><strong>Juan 3:3-21</strong></p><p><strong>3</strong> Respondió Jesús y le dijo: De cierto, de cierto te digo, que el que no naciere de nuevo, no puede ver el reino de Dios.&nbsp;</p><p><strong>4</strong> Nicodemo le dijo: ¿Cómo puede un hombre nacer siendo viejo? ¿Puede acaso entrar por segunda vez en el vientre de su madre, y nacer?&nbsp;</p><p><strong>5</strong> Respondió Jesús: De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios.</p><p><strong>6</strong> Lo que es nacido de la carne, carne es; y lo que es nacido del Espíritu, espíritu es.&nbsp;</p><p><strong>7</strong> No te maravilles de que te dije: Os es necesario nacer de nuevo.</p><p><strong>8</strong> El viento sopla de donde quiere, y oyes su sonido; mas ni sabes de dónde viene, ni a dónde va; así es todo aquel que es nacido del Espíritu.&nbsp;</p><p><strong>9</strong> Respondió Nicodemo y le dijo: ¿Cómo puede hacerse esto?&nbsp;</p><p><strong>10</strong> Respondió Jesús y le dijo: ¿Eres tú maestro de Israel, y no sabes esto?&nbsp;</p><p><strong>11</strong> De cierto, de cierto te digo, que lo que sabemos hablamos, y lo que hemos visto, testificamos; y no recibís nuestro testimonio.&nbsp;</p><p><strong>12</strong> Si os he dicho cosas terrenales, y no creéis, ¿cómo creeréis si os dijere las celestiales?&nbsp;</p><p><strong>13</strong> Nadie subió al cielo, sino el que descendió del cielo; el Hijo del Hombre, que está en el cielo.&nbsp;</p><p><strong>14</strong> Y como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del Hombre sea levantado,&nbsp;</p><p><strong>15</strong> para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p><p><strong>16</strong> Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.&nbsp;</p><p><strong>17</strong> Porque no envió Dios a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él.&nbsp;</p><p><strong>18</strong> El que en él cree, no es condenado; pero el que no cree, ya ha sido condenado, porque no ha creído en el nombre del unigénito Hijo de Dios.&nbsp;</p><p><strong>19</strong> Y esta es la condenación: que la luz vino al mundo, y los hombres amaron más las tinieblas que la luz, porque sus obras eran malas.&nbsp;</p><p><strong>20 </strong>Porque todo aquel que hace lo malo, aborrece la luz y no viene a la luz, para que sus obras no sean reprendidas.&nbsp;</p><p><strong>21</strong> Mas el que practica la verdad viene a la luz, para que sea manifiesto que sus obras son hechas en Dios.</p><p><br></p><p>Jesús conoce el corazón de cada persona. Su respuesta a Nicodemo puede parecer abrupta, pero él va directamente al asunto. Aunque los judíos creían que los gentiles necesitaban convertirse, muchos no entendían que ellos, los integrantes del pueblo elegido, también necesitaban una experiencia de conversión. Nadie nace salvo, independientemente de su nacionalidad o de la iglesia en la que haya crecido.</p><p>No cabe duda de que la maravillosa herencia de los judíos, que se remontaba a Abraham, les ofrecía muchas ventajas (ver Rom. 3:1, 2). Pero eso no era en sí mismo suficiente. Jesús dijo a Nicodemo lo impensable, que él, un maestro y dirigente en Israel, ¡debía nacer de nuevo y de lo Alto!</p><p>Jesús confrontó seguidamente a Nicodemo con su ignorancia espiritual: “Tú eres maestro en Israel, ¿y no lo sabes?” (Juan 3:10). ¿Cómo es posible que tú, un maestro exaltado, no sepas esto? La reprimenda fue sin duda impactante.</p><p>A pesar de las dudas que Nicodemo tenía entonces con respecto a Jesús, más tarde se puso de su parte junto a los seguidores del Maestro (ver Juan 19:39).</p><p><br></p><p><strong>¿Qué significa “nacer de nuevo” y por qué Jesús hace tanto hincapié en ello?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de octubre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>Lee en El Deseado de todas las gentes, de Elena G. de White, el capítulo “Nicodemo” (pp. 140-149).</p><p>Nicodemo “escudriñó las Escrituras de una manera nueva, no para discutir una teoría, sino para recibir vida para el alma. Empezó a ver el Reino de los cielos cuando se sometió a la dirección del Espíritu Santo […].</p><p>“Por medio de la fe, recibimos la gracia de Dios; pero la fe no es nuestro Salvador. No nos gana nada. Es la mano por la cual nos asimos de Cristo y nos apropiamos de sus méritos, el remedio por el pecado. [...] El arrepentimiento proviene de Cristo tan ciertamente como el perdón.</p><p>“Entonces, ¿cómo seremos salvos? ‘Como Moisés levantó la serpiente en el desierto’, así también el Hijo del Hombre ha sido levantado, y todos los que han sido engañados y mordidos por la serpiente pueden mirar y vivir. ‘He aquí el Cordero de Dios, que quita el pecado del mundo’ (Juan 1:29). La luz que resplandece desde la Cruz revela el amor de Dios. Su amor nos atrae a él. Si no resistimos esa atracción, seremos conducidos al pie de la Cruz arrepentidos por los pecados que crucificaron al Salvador. Entonces el Espíritu de Dios produce, por medio de la fe, una nueva vida en el alma. Los pensamientos y los deseos se sujetan en obediencia a la voluntad de Cristo. El corazón y la mente son creados de nuevo a la imagen de aquel que obra en nosotros para someter todas las cosas a sí. Entonces la Ley de Dios queda escrita en la mente y el corazón, y podemos decir con Cristo: ‘El hacer tu voluntad, Dios mío, me ha agradado’ (Sal. 40:8)” (Elena G. de White, El Deseado de todas las gentes, pp. 147, 148).</p><p><br></p><p>PREGUNTAS PARA DIALOGAR:</p><p>1. Juan el Bautista vino a preparar el camino para Jesús. ¿Cuán exitoso fue su ministerio, al menos desde una perspectiva humana? Mientras reflexionas sobre tu respuesta, hazte también esta importante pregunta: ¿Cómo defines el “éxito” en las cosas espirituales?</p><p>2. Juan el Bautista expresó luego algunas dudas sinceras (Mat. 11:2, 3; Luc. 7:19). ¿Cuál fue la causa de sus dudas y qué podemos aprender de ellas acerca de cómo mantenernos firmes en nuestra fe?</p><p>3. ¿De qué manera alguien como Nicodemo, un líder de la verdadera iglesia y poseedor de mucho conocimiento, podía ser tan ignorante acerca de lo realmente importante en materia espiritual? ¿Qué lecciones podemos aprender de su situación?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de octubre",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>RESEÑA</strong></p><p>Textos clave: Juan 1:35-39; 1:43-46; 3:1-21.</p><p>Jesús, la Fuente de toda verdad, iluminó el mundo con la luz de la verdad. De este modo, él aumentó la medida de luz dada a todos los seres humanos nacidos en este mundo. A pesar de la abundancia de demostraciones convincentes, algunos en los días de Cristo optaron por la oscuridad. En su prejuicio y orgullo, decidieron no oír la verdad y no ver la luz. Dios se entristece cuando esto sucede, pero permite a causa de su amor que tomemos decisiones, incluso equivocadas.</p><p>La lección de esta semana destacará el testimonio de algunos testigos oculares de Jesús, como Juan el Bautista y sus dos discípulos Andrés y Juan. También consideraremos el testimonio de Felipe y Natanael, y el de Nicodemo, un fariseo y miembro distinguido del Sanedrín, quien abrió su corazón a la luz de la verdad de Dios. El testimonio de Nicodemo promete ser poderoso y convincente, porque arriesgó mucho al ir en contra de sus poderosos compañeros. En su conversación nocturna con Jesús, los labios de Cristo pronunciaron la promesa más hermosa de la Biblia: “Porque de tal manera amó Dios al mundo, que dio a su Hijo único, para que todo el que crea en él no perezca, sino que tenga vida eterna” (Juan 3:16).</p><p>Por su parte, ¿tendría sentido dudar del testimonio acerca de Jesús dado al mundo por Juan el Bautista, alguien tan respetado y admirado por el pueblo? El Bautista resumió todo el evangelio en su confirmación de que Jesús era realmente el Mesías y Salvador anunciado por los profetas: “¡Este es el Cordero de Dios, que quita el pecado del mundo!” (Juan 1:29), una profecía que se había cumplido ante los ojos de la gente. Confrontados con los testimonios de tales testigos oculares, ¿no deberíamos estar plenamente persuadidos de que Cristo es nuestro Salvador y Señor viviente?</p><p><br></p><p><strong>COMENTARIO</strong></p><p>El testimonio de Juan el Bautista</p><p>Muchos judíos de la época de Cristo tenían sus propias ideas acerca del Mesías venidero, y se empeñaban en que todo encajara en sus esquemas preconcebidos. Sospechaban que Juan el Bautista era tal vez un tipo de mesías, pero él testificó que solo era un precursor del verdadero Mesías, enviado proféticamente por Dios para prepararle el camino. Poco después, Juan señaló a Jesús como “el Cordero de Dios”. Pero Jesús y su sacrificio por nuestros pecados no coincidían con las expectativas de los dirigentes judíos acerca de un mesías terrenal que derrotara a sus opresores, gobernara sobre ellos y finalmente sobre el mundo.</p><p>En la actualidad, algunos escépticos tampoco tienen muy en cuenta el concepto bíblico del sacrificio expiatorio o sustitutivo de Cristo. Justifican su indiferencia diciendo que Jesús no necesitaba derramar su sangre para salvar a la humanidad pecadora, pues podía salvarnos simplemente demostrando su amor y realizando milagros. Pero la vida, como dice la Biblia, está en la sangre, y la humanidad perdida necesitaba la vida que está en el Hijo. Los ángeles no podrían realizar esta hazaña en nombre de la humanidad, pues ellos mismos recibieron la vida del Poseedor de esta. ¿Por qué habría ordenado Dios innumerables sacrificios de animales inocentes, si no para señalar la necesidad de la sangre inocente de Cristo para la remisión de los pecados y la concesión de la vida eterna?</p><p>Por esta razón, Juan el Bautista dijo inequívocamente: “Yo no soy el Cristo” (Juan 1:20), o la Luz, sino simplemente un testigo en cumplimiento de la profecía bíblica. En dos ocasiones Juan afirmó que Jesús era en verdad el Cordero de Dios, el cumplimiento y la culminación del sistema de sacrificios. Dijo esta verdad a la multitud cuando vio a Jesús, y también la declaró a dos de sus propios discípulos (ver Juan 1:29, 36).</p><p>Juan el Bautista, testigo ocular del bautismo de Jesús, oyó la voz del Padre anunciar que Jesús era su Hijo amado en quien se complacía. Además, el Espíritu Santo descendió y permaneció sobre Jesús mientras Dios impresionaba a Juan acerca de la divinidad del Salvador. Por lo tanto, Juan dijo: “Yo lo vi, y he dado testimonio de que este es el Hijo de Dios” (Juan 1:34). Ante esta proclamación, uno no puede dejar de preguntarse cuántas evidencias o demostraciones más necesita un escéptico para creer. Desgraciadamente, si alguien elige dudar a pesar de la evidencia disponible, se rodea entonces con un manto de tinieblas.</p><p>Dos discípulos de Juan (Juan 1:35-39)</p><p>Dos discípulos de Juan el Bautista, a saber, Andrés y Juan, el escritor del Evangelio, ya habían oído la predicación de aquel acerca de Cristo como cumplimiento de las profecías del Antiguo Testamento. Por eso, cuando su maestro dirigió su atención hacia Jesús, el gran Maestro que estaba ante ellos, creyeron y desearon seguirlo. Andrés y Juan podrían haber criticado y juzgado, como los fariseos, cada palabra y movimiento de Jesús, pero eligieron creer en respuesta a la convicción obrada en sus corazones por el Espíritu. También debieron confiar en la seriedad y veracidad del incontrovertible testimonio bíblico de Juan el Bautista.</p><p>Cabe preguntarse cómo sabemos que el segundo discípulo al que se hace referencia era Juan, el discípulo amado. Andrés es mencionado específicamente por su nombre, pero Juan, no identificado como tal posiblemente por modestia o reticencia a referirse a sí mismo por su nombre, es de hecho ese segundo discípulo. Andrés fue quien presentó a Jesús a su hermano Pedro.</p><p>Andrés, Pedro y Juan fueron los tres primeros hombres que formaron el núcleo de los doce discípulos originales. “Dejando a Juan [el Bautista], se fueron en pos de Jesús. Uno de ellos era Andrés, hermano de Simón; el otro, Juan, el que iba a ser el evangelista. Estos fueron los primeros discípulos de Cristo” (Elena G. de White, El Deseado de todas las gentes, p. 112).</p><p>Al parecer, Andrés y Juan estaban muy interesados en el mesianismo de Jesús y en la asombrosa verdad que les ofrecería. Fíjate en su reveladora respuesta a la pregunta de Jesús cuando empezaron a seguirlo. “¿Qué buscan?”, les preguntó.&nbsp;</p><p>Contrariamente a lo que esperaríamos, preguntaron por su lugar de residencia: “¿Dónde te hospedas?” (Juan 1:38). No solo estaban interesados en seguir a Jesús, sino además deseaban quedarse con él para conocer mejor su misión. Y se quedaron con él durante el resto del día, aprendiendo cosas asombrosas acerca de él.</p><p>¿Deseamos hoy simplemente creer en Jesús, pero no permanecer en su presencia? ¿Disfrutamos de su compañía? De hecho, la única manera de que nuestra vida sea transformada es contemplándolo, así como Juan había instruido a sus discípulos.</p><p>Felipe y Natanael (Juan 1:43-46)</p><p>De Andrés, Juan y Pedro pasamos ahora a Felipe y Natanael. Felipe, quien intuía que su amigo Natanael tenía algunos prejuicios y sabía que no era crédulo, trató de presentarle pruebas más convincentes acerca del Mesías anunciado por Moisés y los profetas. Cuando Natanael dudó al oír que Jesús era de Nazaret, Felipe no debatió ni discutió con él, sino que simplemente lo invitó a “venir y ver” (Juan 1:46).</p><p>Jesús utilizó este mismo método con Andrés y Juan cuando los invitó a que fueran y lo vieran por sí mismos.</p><p>Hay algo poderoso y transformador en pasar tiempo con Cristo. Podemos debatir y argumentar teológica y filosóficamente a favor de la verdad con los demás, pero, al final, nuestro testimonio resulta lo más eficaz cuando los invitamos amable y sinceramente a descubrir a Jesús por sí mismos. En nuestro testimonio, debemos centrarnos en la prioridad de ayudar a los demás a conocer personalmente a Jesús, lo cual desvanecerá muchas objeciones o dudas. Enseñar doctrinas es ciertamente importante, pero debemos comenzar con Jesús como el corazón de todo conocimiento.</p><p>Es importante notar el contraste entre cómo Natanael veía a Jesús y cómo Jesús lo veía a él. Natanael categorizó a Jesús como no bueno simplemente porque era de Nazaret. Lamentablemente, nosotros también hacemos lo mismo con los demás. Los metemos en ciertos compartimentos aislados basándonos en la nacionalidad, la raza, la cultura u otras diferencias que vemos. Contrario a la evaluación inicial de Natanael, Jesús fue afirmativo con este futuro discípulo. Cuando Jesús lo vio, dijo: “¡Ahí viene un verdadero israelita, en quien no hay engaño!” (Juan 1:47), un comentario verdaderamente alentador que lo llevó a indagar más acerca de este nazareno. Cuando Natanael fue testigo de la capacidad profética de Jesús, enseguida creyó. “¡Rabí! ¡Tú eres el Hijo de Dios, el Rey de Israel!” (Juan 1:49).</p><p>El testimonio de Nicodemo (Juan 3:1-21)</p><p>En su relato acerca de Jesús, Juan se distingue por ser el escritor evangélico que se detiene en los encuentros personales que Jesús tuvo con ciertos individuos, como Nicodemo y la mujer samaritana. En sus encuentros, Jesús no mostró parcialidad por un tipo de persona en detrimento de otra. Por el contrario, Jesús buscaba relacionarse de manera significativa con toda persona receptiva a la verdad, ya fuera un líder judío de gran prestigio, como Nicodemo, o una despreciada mujer samaritana.</p><p>Nicodemo era un fariseo y un importante miembro del Sanedrín, que funcionaba como el más alto sistema judicial del judaísmo, lo más parecido a un Gobierno autónomo. La palabra “Sanedrín” proviene del griego synedrion, que literalmente significa “consejo”. Estaba compuesto por 71 miembros distribuidos en tres grupos según Mateo 27:41; a saber:</p><p>• Sumos sacerdotes (el sumo sacerdote en ejercicio, sumos sacerdotes retirados y familiares de sumos sacerdotes). Este bloque era en su mayoría de saduceos.</p><p>• Escribas (predominantemente, fariseos).<br></p><p>• Los ancianos, que eran representantes de las principales familias aristocráticas.</p><p>• El cargo de sumo sacerdote se había corrompido y a menudo era vendido por Roma al mejor postor.</p><p><br></p><p>El nombre griego de Nicodemo significa literalmente “vencedor del pueblo”. Conocido por su riqueza, Nicodemo era también un distinguido maestro. Se sintió fuertemente movido a reunirse con Jesús como resultado de todas las cosas inusuales que había oído acerca de él. Pero debía tener cuidado. No podía hacer nada que pudiera ofender a sus compañeros y causar un daño irreparable a sus relaciones con ellos. Sin embargo, Nicodemo no podía ignorar la poderosa evidencia de que Jesús era el Mesías. Por eso se encontró con Jesús de noche, cuando disfrutó de cierta intimidad conversando con el Maestro como si fuera un colega. Jesús nos encuentra donde estamos en nuestro camino espiritual. No le importa cómo nos acercamos a él, siempre que lo hagamos con un corazón sincero.</p><p>Nicodemo tuvo la oportunidad de poner a prueba el temple espiritual del carácter inmaculado y la integridad de Jesús. Como consecuencia, más tarde Nicodemo defendió a Jesús ante el Sanedrín, que quería condenarlo sin escucharlo (Juan 7:51). Observa la progresión de la experiencia de Nicodemo con Jesús: se reunió en privado con él, aprendió acerca de la verdadera conversión; lo defendió ante el Sanedrín; y luego, al final, tuvo el valor suficiente para ayudar a sacar su cuerpo de la cruz para darle sepultura.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Reflexiona acerca de las siguientes preguntas y respóndelas:</p><p><strong>1.</strong> Piensa en la afirmación que Dios el Padre hizo de su Hijo en ocasión de su bautismo. ¿Es posible que Dios te mire y diga lo mismo, que eres su hijo o hija amado/a en quien se complace? Asegúrate de leer la respuesta alentadora en el primer párrafo de la página 113 de El Deseado de todas las gentes mientras formulas tu respuesta. ¿Cómo aplicas la seguridad que se encuentra en este párrafo a tu vida diaria, y qué diferencia marcará eso?</p><p><strong>2.</strong> Considera las palabras de Juan acerca de Jesús: “¡Este es el Cordero de Dios, que quita el pecado del mundo!” (Juan 1:29). ¿Qué diferencia habría si nos centráramos primero en librarnos de nuestros pecados y luego en contemplar a Jesús, invirtiendo así las dos ideas de este texto?</p><p><strong>3.</strong> ¿Cómo te ayuda el encuentro de Nicodemo con Jesús a dar testimonio eficazmente ante personas influyentes de la sociedad?</p><p><strong>4.</strong> Compara y contrasta el testimonio eficaz de Cristo a Nicodemo con el que dio a Natanael. ¿Qué puedes aprender de ambos ejemplos?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>TESTIGOS DE CRISTO COMO MESÍAS</p>",
         "verse":"<p>“Jesús respondió: ‘Te aseguro, el que no nace de nuevo no puede ver el reino de Dios’ ” (Juan 3:3).</p>",
         "versionCode":7,
         "weekDate":"19-26 de octubre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
