{
  "data": [
    {
      "color": "#e8ba73",
      "id": 12,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "10 de diciembre",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>El libro de Apocalipsis habla de dos importantes “globalizaciones” antes de la segunda venida de Cristo. Apocalipsis 13 describe la globalización del error, cuando “toda la tierra” se maravillará y seguirá a la bestia del mar (Apoc. 13:3, 7, 8, 12, 16). Apocalipsis 14 destaca la globalización de la verdad, cuando el “evangelio eterno” se predicará “a toda nación, tribu, lengua y pueblo” (Apoc.14:6, 7). Durante esos “tiempos peligrosos” (2 Tim. 3:1), soplará “todo viento de doctrina” (Efe. 4:14) y la gente “no escuchará la verdadera enseñanza, sino que prestará atención a toda clase de cuentos” (2 Tim. 4:4, TLA). “Merced a los dos grandes errores, el de la inmortalidad del alma y el de la santidad del domingo, Satanás someterá a la gente bajo sus engaños. Mientras el primero pone el fundamento del espiritismo, el segundo crea un lazo de simpatía con Roma” (CS 645).</p><p><br></p><p>Hasta que estos eventos finales alcancen su cumplimiento, debemos permanecer firmes en nuestra creencia en toda la verdad que tenemos, que incluye la naturaleza de la humanidad y de la muerte, mientras procuramos que el Espíritu Santo nos guíe con el propósito de estar listos para la manifestación gloriosa de Cristo.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de diciembre",
          "dayTitle": "<p><strong>EL MODELO DE JESÚS</strong></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Lucas 2:52. ¿Qué cuatro dimensiones del crecimiento de Jesús se mencionan en este pasaje?</strong></p><p><strong>Lucas 2:52</strong></p><p><strong><sup></sup></strong></p><p><strong><sup>52</sup></strong> Y Jesús crecía en sabiduría y en estatura, y en gracia para con Dios y los hombres.</p><p><br></p><p>Jesús fue el ser humano perfecto, y su crecimiento abarcó todas las dimensiones básicas de la existencia humana. Según Lucas 2:52, “Jesús crecía en sabiduría [mental] y en estatura [física], y en gracia para con Dios [espiritual] y los hombres [social]”. “Su mente era vivaz y aguda, con una reflexión y una sabiduría que superaban a sus años. Sin embargo, su carácter era de hermosa simetría. Las facultades de su intelecto y de su cuerpo se desarrollaban gradualmente, en armonía con las leyes de la niñez.</p><p><br></p><p>“Durante su infancia, Jesús manifestó una disposición especialmente amable. Sus manos voluntarias estaban siempre listas para servir a otros. Manifestaba una paciencia que nada podía perturbar, y una veracidad que nunca sacrificaba la integridad. En los principios era firme como una roca, y su vida revelaba la gracia de una cortesía desinteresada” (DTG 49).</p><p><strong><br></strong></p><p><strong>Lee Mateo 4:23. En la actualidad, ¿cómo podemos desarrollar con eficacia el triple ministerio de Jesús: enseñar, predicar y sanar?</strong></p><p><strong>Mateo 4:23</strong></p><p><strong><sup></sup></strong></p><p><strong><sup>23</sup></strong> Y recorrió Jesús toda Galilea, enseñando en las sinagogas de ellos, y predicando el evangelio del reino, y sanando toda enfermedad y toda dolencia en el pueblo.</p><p><br></p><p>Si reconocemos que el ser humano es una persona integral e indivisible, entonces no podemos restringir nuestra religión solo a cuestiones espirituales. La verdad, en realidad, abarca todo el ser, incluye toda nuestra vida y comprende todas las dimensiones de nuestra vida. Los elementos físicos y espirituales están tan poderosamente integrados que realmente no pueden separarse. Y, aunque como seres caídos nunca seremos iguales a la descripción de Jesús presentada más arriba, debemos emularlo, por la gracia de Dios, porque la obra de la redención es restaurar en el hombre la imagen de su Hacedor; es restituirlo a la perfección con que fue creado; es promover el desarrollo del cuerpo, la mente y el alma. Esto es lo que Dios pretende hacer en su pueblo como parte del proceso para prepararlo para su venida.</p><p><br></p><ul><li>Al contrastarnos con Jesús, la diferencia podría desanimarnos fácilmente. Entonces, el hecho de centrarnos en la Cruz y lo que esta significa, ¿cómo nos protege del desánimo por lo que vemos en nosotros mismos en comparación con lo que vemos en Jesús?<br></li></ul>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de diciembre",
          "dayTitle": "<p><strong>EL CUERPO COMO TEMPLO</strong></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>La teoría dualista de un cuerpo mortal con un alma inmortal ha generado varias teorías sobre el cuerpo humano. Por ejemplo, para los filósofos griegos antiguos, el cuerpo humano es la prisión del alma, y esta se libera mediante la muerte. En resonancia con este concepto pagano, muchos cristianos hoy creen que el cuerpo es la morada temporal del alma inmortal, que se reintegrará al cuerpo en la resurrección. En cambio, los panteístas divinizan el cuerpo humano; creen que Dios y el Universo son lo mismo. Para ellos, todas las cosas son Dios y el cuerpo humano es parte de la única sustancia divina integrada y universal. Como estamos rodeados de teorías contradictorias sobre el tema, debemos mantenernos firmes en lo que enseña la Biblia con respecto a la naturaleza de la humanidad.</p><p><strong><br></strong></p><p><strong>Lee 1 Corintios 3:16, 17; 6:19 y 20; y 10:31. ¿Cómo puede influir positivamente en nuestro estilo de vida la concepción de que nuestro cuerpo es “el templo de Dios” y “el templo del Espíritu Santo”?</strong></p><p><strong>1 Corintios 3:16,17</strong></p><p><sup></sup></p><p><strong><sup>16</sup></strong> ¿No sabéis que sois templo de Dios, y que el Espíritu de Dios mora en vosotros?&nbsp;</p><p><strong><sup>17</sup></strong> Si alguno destruyere el templo de Dios, Dios le destruirá a él; porque el templo de Dios, el cual sois vosotros, santo es.</p><p><strong>1 Corintios 6:19,20</strong></p><p><strong><sup></sup></strong></p><p><strong><sup>19</sup></strong> ¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo, el cual está en vosotros, el cual tenéis de Dios, y que no sois vuestros?</p><p><strong><sup>20</sup></strong> Porque habéis sido comprados por precio; glorificad, pues, a Dios en vuestro cuerpo y en vuestro espíritu, los cuales son de Dios.</p><p><strong>1 Corintios 10:31</strong></p><p><strong><sup>31</sup></strong> Si, pues, coméis o bebéis, o hacéis otra cosa, hacedlo todo para la gloria de Dios.</p><p><br></p><p>Tanto Adán como Eva fueron creados a imagen y semejanza de Dios (Gén. 1:26, 27), y esto se reflejaba no solo en su carácter sino también en su aspecto físico. Debido a que la presencia del pecado estropeó e incluso ocultó esa imagen, la obra de la redención consiste en restaurar a la humanidad a su condición original, incluyendo la salud física en la medida de lo posible, para seres que no tienen la posibilidad de participar del árbol de la vida.</p><p><br></p><p>Esta restauración es un proceso de por vida que culminará solo en la segunda venida de Cristo, cuando lo corruptible se vista de incorrupción y lo mortal se vista de inmortalidad (1 Cor. 15:53, 54).</p><p><br></p><p>El apóstol Juan escribió a su amigo Gayo: “Amado, yo deseo que tú seas prosperado en todas las cosas, y que tengas salud, así como prospera tu alma” (3 Juan 1:2).</p><p><br></p><p>Si reconocemos que el ser humano es una entidad indivisible y que la religión abarca todos los aspectos de la vida y del ser humanos, entonces también deberíamos considerar nuestra salud física como un deber religioso. Debemos guiarnos por el principio inspirado: “Si, pues, coméis o bebéis, o hacéis otra cosa, hacedlo todo para la gloria de Dios” (1 Cor. 10:31). Pero, recuerda que todavía vivimos en un mundo en el que la gente buena puede dar lo mejor de sí y aun así sufrir las consecuencias de una naturaleza humana pecaminosa y un entorno pecaminoso. Por eso, debemos confiar en Dios y hacer lo mejor posible, y dejar los resultados en manos de Dios.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de diciembre",
          "dayTitle": "<p><strong>LA MENTE DE CRISTO</strong></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Algunos creen que al cambiar el entorno la persona se transformará. Definitivamente, debemos evitar lugares y circunstancias que puedan hacernos más vulnerables a la tentación (Sal. 1:1; Prov. 5:1-8). Pero, nuestro problema con la tentación y el pecado solo puede resolverse mediante la transformación de nuestro corazón (o mente). Cristo fue al meollo del asunto cuando dijo: “Porque de dentro, del corazón de los hombres, salen los malos pensamientos, los adulterios, las fornicaciones, los homicidios, los hurtos, las avaricias, las maldades, el engaño, la lascivia, la envidia, la maledicencia, la soberbia, la insensatez” (Mar. 7:21, 22). Esto significa que nuestra mente debe transformarse para que nuestro comportamiento cambie.</p><p><br></p><p><strong>Lee los siguientes pasajes: 1 Corintios 2:16; Salmo 24:3, 4; Romanos 12:2; Filipenses 4:8; Colosenses 3:2. ¿Qué significa tener la “mente de Cristo”?</strong></p><p><strong>1 Corintios 2:16</strong></p><p><strong><sup>16</sup></strong> Porque ¿quién conoció la mente del Señor? ¿Quién le instruirá? Mas nosotros tenemos la mente de Cristo.</p><p><strong>Salmo 24:3, 4<sup><br></sup></strong></p><p><strong><sup>3</sup></strong> ¿Quién subirá al monte de Jehová?</p><p>¿Y quién estará en su lugar santo?</p><p><sup><strong>4</strong></sup> El limpio de manos y puro de corazón;</p><p>El que no ha elevado su alma a cosas vanas,</p><p>Ni jurado con engaño.</p><p><strong>Romanos 12:2</strong></p><p><strong><sup>2</sup></strong> No os conforméis a este siglo, sino transformaos por medio de la renovación de vuestro entendimiento, para que comprobéis cuál sea la buena voluntad de Dios, agradable y perfecta.</p><p><strong>Filipenses 4:8</strong></p><p><strong><sup>8</sup></strong> Por lo demás, hermanos, todo lo que es verdadero, todo lo honesto, todo lo justo, todo lo puro, todo lo amable, todo lo que es de buen nombre; si hay virtud alguna, si algo digno de alabanza, en esto pensad.</p><p><strong>Colosenses 3:2</strong></p><p><strong><sup>2</sup></strong> Poned la mira en las cosas de arriba, no en las de la tierra.</p><p><br></p><p>El Señor había prometido que bajo el “Nuevo Pacto” él pondría su Ley en la mente del pueblo y la escribiría en su corazón (Jer. 31:31-33; comparar con Heb. 8:8-10; 10:16). No es de extrañar, entonces, que en el Sermón del Monte Cristo haya ampliado y profundizado el significado de los mandamientos de Dios al nivel de los pensamientos y las intenciones (ver Mat. 5:17–48). Por ende, podemos obtener la victoria sobre la tentación solo por la gracia transformadora de Dios y, en el nivel de pensamientos e intenciones, debemos reclamar esa promesa para poder detener los pensamientos pecaminosos.</p><p><br></p><p>No obstante, por más que seamos fieles en esta vida, nunca alcanzaremos la impecabilidad total. Pero, si estamos en Cristo, su justicia nos reviste completamente. Aunque todavía no somos perfectos, ya se nos <em>considera</em> perfectos en él (Fil. 3:12-15). “Cuando estamos unidos con Cristo, tenemos la mente de Cristo. La pureza y el amor brillan en el carácter, la humildad y la verdad rigen la vida. La misma expresión del rostro es cambiada. Cristo, que habita en el alma, ejerce un poder transformador, y el aspecto externo da testimonio de la paz y del gozo que reinan en el interior” (MS 1:406).</p><p><br></p><p>Solo mediante una entrega diaria, una muerte diaria al yo, un esfuerzo diario decidido, por fe, para ser obedientes a Jesús, podemos obtener este tipo de transformación en nuestra vida.</p><p><br></p><p><ul><li>Imagínate cómo sería tu vida si pudieras frenar incluso los pensamientos pecaminosos. ¿Cuán diferente sería? ¿Cuál es la única forma posible de que esta sea tu experiencia?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de diciembre",
          "dayTitle": "<p><strong>LA GUÍA DEL ESPÍRITU</strong></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>El Espíritu Santo es el poderoso Agente de Dios que derrama el amor divino en nuestro corazón (Rom. 5:5), nos conduce a una verdadera experiencia salvífica (Juan 16:7-11), nos guía a toda la verdad (Juan 16:13) y nos da poder para cumplir la misión evangélica (Hech. 1:8). Como es el Espíritu Santo quien contrarresta la obra degenerativa de Satanás, no es de extrañar que Satanás intente distorsionar por todos los medios nuestra comprensión de la naturaleza y la obra del Espíritu Santo. Mientras que algunos niegan su personalidad, otros enfatizan los dones del Espíritu sobre su poder transformador.</p><p><br></p><p><strong>Lee Hechos 8:4 al 24. Simón, el hechicero de Samaria, quería <em>recibir</em> los dones del Espíritu Santo sin que el Espíritu lo <em>regenere</em>. ¿Cómo se sigue manifestando esta misma actitud en nuestros días?</strong></p><p><strong>Lee Hechos 8:4 al 24</strong></p><p><strong><sup>4</sup></strong> Pero los que fueron esparcidos iban por todas partes anunciando el evangelio.</p><p><strong><sup>5</sup></strong> Entonces Felipe, descendiendo a la ciudad de Samaria, les predicaba a Cristo.</p><p><strong><sup>6</sup></strong> Y la gente, unánime, escuchaba atentamente las cosas que decía Felipe, oyendo y viendo las señales que hacía.</p><p><strong><sup>7</sup></strong> Porque de muchos que tenían espíritus inmundos, salían estos dando grandes voces; y muchos paralíticos y cojos eran sanados;</p><p><strong><sup>8</sup></strong> así que había gran gozo en aquella ciudad.</p><p><strong><sup>9</sup></strong> Pero había un hombre llamado Simón, que antes ejercía la magia en aquella ciudad, y había engañado a la gente de Samaria, haciéndose pasar por algún grande.</p><p><strong><sup>10</sup></strong> A este oían atentamente todos, desde el más pequeño hasta el más grande, diciendo: Este es el gran poder de Dios.</p><p><strong><sup>11</sup></strong> Y le estaban atentos, porque con sus artes mágicas les había engañado mucho tiempo.</p><p><strong><sup>12</sup></strong> Pero cuando creyeron a Felipe, que anunciaba el evangelio del reino de Dios y el nombre de Jesucristo, se bautizaban hombres y mujeres.</p><p><strong><sup>13</sup></strong> También creyó Simón mismo, y habiéndose bautizado, estaba siempre con Felipe; y viendo las señales y grandes milagros que se hacían, estaba atónito.</p><p><sup><strong>14</strong></sup> Cuando los apóstoles que estaban en Jerusalén oyeron que Samaria había recibido la palabra de Dios, enviaron allá a Pedro y a Juan;</p><p><strong><sup>15</sup></strong> los cuales, habiendo venido, oraron por ellos para que recibiesen el Espíritu Santo;</p><p><strong><sup>16</sup></strong> porque aún no había descendido sobre ninguno de ellos, sino que solamente habían sido bautizados en el nombre de Jesús.</p><p><strong><sup>17</sup></strong> Entonces les imponían las manos, y recibían el Espíritu Santo.</p><p><sup><strong>18</strong></sup> Cuando vio Simón que por la imposición de las manos de los apóstoles se daba el Espíritu Santo, les ofreció dinero,</p><p><strong><sup>19</sup></strong> diciendo: Dadme también a mí este poder, para que cualquiera a quien yo impusiere las manos reciba el Espíritu Santo.</p><p><sup><strong>20</strong></sup> Entonces Pedro le dijo: Tu dinero perezca contigo, porque has pensado que el don de Dios se obtiene con dinero.</p><p><strong><sup>21</sup></strong> No tienes tú parte ni suerte en este asunto, porque tu corazón no es recto delante de Dios.</p><p><strong><sup>22</sup></strong> Arrepiéntete, pues, de esta tu maldad, y ruega a Dios, si quizá te sea perdonado el pensamiento de tu corazón;</p><p><strong><sup>23</sup></strong> porque en hiel de amargura y en prisión de maldad veo que estás.</p><p><strong><sup>24</sup></strong> Respondiendo entonces Simón, dijo: Rogad vosotros por mí al Señor, para que nada de esto que habéis dicho venga sobre mí.</p><p><br></p><p>Los hijos de Dios son aquellos a quienes el Espíritu Santo (Rom. 8:14) guía a toda la verdad de la Palabra de Dios (Juan 16:13; 17:17). Jesús advirtió en términos claros: “No todo el que me dice: Señor, Señor, entrará en el reino de los cielos, sino el que hace la voluntad de mi Padre que está en los cielos. Muchos me dirán en aquel día: Señor, Señor, ¿no profetizamos en tu nombre, y en tu nombre echamos fuera demonios, y en tu nombre hicimos muchos milagros? Y entonces les declararé: Nunca os conocí; apartaos de mí, hacedores de maldad” (Mat. 7:21-23). Esto significa que el Espíritu Santo nunca aleja a nadie de la Palabra de Dios, que él mismo inspiró, sino que siempre nos conduce en conformidad con esa Palabra.</p><p><br></p><p>El mismo Espíritu Santo que nos guía a toda la verdad también nos da poder para guiar a otros a esa maravillosa verdad (Mat. 28:18-20; Hech. 1:8). Mientras cumplimos con nuestra sagrada misión, contamos con su ayuda especial. Por ende, cada mañana debemos arrodillarnos ante Dios y renovar nuestros votos de consagración a él. Si hacemos esto, él nos concederá la presencia de su Espíritu, con su poder vivificante y santificador.</p><p><br></p><p>Sin embargo, debemos estar abiertos a su dirección para tomar decisiones conscientes, cada día, para hacer lo que sabemos que es correcto y evitar lo que sabemos que está mal. Es decir, solo al procurar vivir como debemos, mediante el poder divino, estaremos dispuestos a recibir ese poder del Espíritu Santo en nuestra vida, que Dios nos promete.</p><p><br></p><p><ul><li>¿Por qué es tan importante orar cada mañana a fin de estar abiertos a la dirección del Espíritu Santo en nuestra vida?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de diciembre",
          "dayTitle": "<p><strong>PREPARADOS PARA SU ADVENIMIENTO</strong></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Vivimos en un mundo frenético, con demasiadas necesidades artificiales y distracciones llamativas. Si no tenemos cuidado, esto puede ocupar todo nuestro tiempo y pervertir nuestras prioridades. Esto no es solo otra consecuencia de nuestro mundo cibernético globalizado; los cristianos de todas las épocas, en mayor o menor grado, debieron estar en guardia contra los intentos de Satanás de distraerlos de lo que realmente importa en esta vida.</p><p><br></p><p>¿Quién, si no tiene cuidado, no corre peligro de apartar la mirada de Dios y pensar en las cosas mundanas y carnales, que, en definitiva, no pueden satisfacernos y que pueden conducir a nuestra ruina espiritual?</p><p><strong><br></strong></p><p><strong>Lee 2 Pedro 3:14 y 1 Juan 3:1 al 3. ¿Qué diferencia ves entre prepararnos para la Segunda Venida y estar listos para ese glorioso evento?</strong></p><p><strong>2 Pedro 3:14</strong></p><p><strong><sup>14</sup> </strong>Por lo cual, oh amados, estando en espera de estas cosas, procurad con diligencia ser hallados por él sin mancha e irreprensibles, en paz.</p><p><strong>1 Juan 3:1-3</strong></p><p><strong><sup>1</sup></strong> Mirad cuál amor nos ha dado el Padre, para que seamos llamados hijos de Dios; por esto el mundo no nos conoce, porque no le conoció a él.</p><p><sup><strong>2</strong></sup> Amados, ahora somos hijos de Dios, y aún no se ha manifestado lo que hemos de ser; pero sabemos que cuando él se manifieste, seremos semejantes a él, porque le veremos tal como él es.</p><p><sup><strong>3</strong></sup> Y todo aquel que tiene esta esperanza en él, se purifica a sí mismo, así como él es puro.</p><p><br></p><p>A menudo, la noción de una preparación continua para la Segunda Venida se convierte en una excusa para la procrastinación. Esta noción puede llevarnos fácilmente a relajarnos bajo la suposición del siervo malo: “Mi señor tarda en venir” (Mat. 24:48).</p><p><strong><br></strong></p><p><strong>Lee Salmo 95:7 y 8; y Hebreos 3:7, 8, 15 y 4:7. ¿Qué nos dicen estos versículos acerca de estar listos ya mismo?</strong></p><p><strong>Salmo 95:7, 8</strong></p><p><strong><sup>7</sup></strong> Porque él es nuestro Dios;</p><p>Nosotros el pueblo de su prado, y ovejas de su mano.</p><p>Si oyereis hoy su voz,</p><p><strong><sup>8</sup></strong> No endurezcáis vuestro corazón, como en Meriba,</p><p>Como en el día de Masah en el desierto,</p><p><strong>Hebreos 3:7, 8</strong></p><p><strong><sup>7</sup></strong> Por lo cual, como dice el Espíritu Santo:</p><p>Si oyereis hoy su voz,<strong><sup><br></sup></strong></p><p><strong><sup>8</sup></strong> No endurezcáis vuestros corazones,</p><p>Como en la provocación, en el día de la tentación en el desierto,</p><p><strong>Hebreos 3:15</strong></p><p><strong><sup>15</sup></strong> entre tanto que se dice:</p><p>Si oyereis hoy su voz,</p><p>No endurezcáis vuestros corazones, como en la provocación.</p><p><strong>Hebreos 4:7</strong></p><p><strong><sup>7</sup></strong> otra vez determina un día: Hoy, diciendo después de tanto tiempo, por medio de David, como se dijo:</p><p>Si oyereis hoy su voz,</p><p>No endurezcáis vuestros corazones.</p><p><br></p><p>Desde la perspectiva bíblica, el tiempo de la salvación es siempre “hoy”, nunca mañana. Es más: A menos que haya una gran experiencia de conversión, continuaremos siendo lo que somos ahora. El tiempo en sí no convierte a los inconversos. En todo caso, a menos que crezcamos continuamente en la gracia y avancemos en la fe, la tendencia sería a apartarnos, a endurecernos; a volvernos escépticos, cínicos y hasta incrédulos.</p><p><br></p><p>Desde esta perspectiva, podemos decir que cada día de nuestra vida es nuestra vida en miniatura. Entonces, por la gracia de Dios, debemos hacer planes a futuro, pero debemos vivir cada día preparados para el regreso de Jesús, especialmente porque, dadas las contingencias de esta vida, hoy podría ser nuestro último día.</p><p><br></p><p><ul><li>¿Cómo puedes hoy estar listo para el regreso de Jesús si él regresara hoy? Analicen sus respuestas en clase el sábado.<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de diciembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>Lee Elena de White, <em>El ministerio de curación</em>, “La cura mental”, pp. 185-200; <em>La edificación del carácter</em>, “Verdaderas y falsas teorías en contraste”, pp. 5-15.</p><p><br></p><p>“La gran controversia está llegando a su final. Cada informe de calamidad que ocurre en el mar o en la tierra es un testimonio del hecho de que el fin de todas las cosas está por sobrevenir. Las guerras y los rumores de guerras así lo declaran. El Señor viene. Oímos los pasos de un Dios que se acerca” (MSV 226).</p><p><br></p><p>“Vivan la vida de fe día tras día. No se vuelvan ansiosos ni se aflijan por el tiempo de angustia, para no tener un tiempo de angustia por anticipado. No sigan pensando: ‘Me temo que no resistiré en el gran día de la prueba’. Deben vivir para el presente, solo para este día. El mañana no es suyo. Hoy deben asegurar la victoria sobre el yo. Hoy deben vivir una vida de oración. Hoy deben pelear la buena batalla de la fe. Hoy deben creer que Dios los bendice. Y, a medida que obtengan la victoria sobre las tinieblas y la incredulidad, satisfarán los requerimientos del Maestro y llegarán a ser una bendición para quienes los rodean” (Signs of the Times, 20/10/1887).</p><p><br></p><p>“El Señor viene pronto, y debemos estar preparados para salir a su encuentro en paz. Resolvamos hacer todo lo que podamos para impartir luz a los que nos rodean. No debemos estar tristes, sino gozosos, y debemos tener al Señor Jesús siempre delante de nosotros [...]. Debemos estar listos y esperar su venida. ¡Cuán glorioso será verlo y recibir la bienvenida como sus redimidos! Hemos esperado mucho, pero nuestra fe no debe menguar. Si solo podemos ver al Rey en su hermosura, seremos benditos para siempre. Siento que debo gritar: ‘¡Al hogar!’ Se acerca el tiempo cuando Cristo vendrá con poder y gran gloria para llevar a sus redimidos a su eterno hogar” (SVC 259).<br></p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR</strong></p><p><strong>1.</strong> ¿Cómo puede la noción de la persona (cuerpo, alma y espíritu) como un todo indivisible e íntegro ayudarnos a comprender mejor el alcance integral de la religión y la importancia de nuestro estilo de vida personal?</p><p><strong>2.&nbsp;</strong>Todos los verdaderos avivamientos y reformas son <em>teocéntricos</em> (centrados en Dios), nunca <em>antropocéntricos</em> (centrados en el comportamiento humano). ¿Cómo ilustra este principio la parábola del fariseo y el recaudador de impuestos (ver Luc. 18:9-14)?</p><p><strong>3.</strong> En clase, analicen sus respuestas a la última pregunta del jueves. ¿Cómo pueden saber si están preparados y pueden tener seguridad sin ser presuntuosos?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de diciembre",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Génesis 2:7; Lucas 2:52; Romanos 8:4-14; 1 Corintios 2:16; Filipenses 2:5.</strong></p><p><br></p><p>La cosmovisión bíblica se opone a la filosofía griega del dualismo, que postula que el cuerpo es malo pero el espíritu es bueno. El dualismo afirma que el cuerpo mortal tiene esclavizada al alma eterna, que será liberada al momento de la muerte de cada persona, y a partir de allí vivirá eternamente.</p><p><br></p><p>Esta visión contradice la clara enseñanza bíblica, para la cual todo lo que Dios creó era bueno en gran manera, incluido nuestro cuerpo. Somos dependientes de Dios por creación; por lo tanto, fuimos hechos sin inmortalidad inherente. La vida no está en nosotros, sino que la recibimos desde afuera, y mientras vivamos en estrecha relación con Dios esta vida está garantizada para siempre. Dios hizo a los seres humanos como almas vivientes (Gén. 2:7). La inmortalidad no está en nosotros, sino que nos la proporciona constantemente el Señor mismo, una Fuente externa.</p><p><br></p><p>La cosmovisión bíblica de la naturaleza humana es la de la unidad de todos los aspectos de nuestra existencia; es decir, los aspectos físicos, mentales/intelectuales, emocionales, volitivos, espirituales y sociales, que no existen por separado o independientemente unos de otros. Todo está unido por nuestro Dios creador en una unidad maravillosa e inseparable, y todo necesita ser santificado por Dios (1 Tes. 5:23). Cuando una persona muere, no hay actividad en ninguno de estos aspectos (Ecl. 9:5, 6).</p><p><br></p><p>Nuestro ser es una unidad, y Dios desea cambiar nuestro ser. Para lograr esta transformación, él nos habla. Elena de White enfatiza que el Señor se comunica con nosotros por medio de nuestro cerebro: “Los nervios del cerebro que relacionan todo el organismo entre sí son el único medio por el cual el Cielo puede comunicarse con el hombre, y afectan su vida más íntima” (TI 2:312). Es muy importante tener la mente de Cristo para entender su Palabra. Cuando la Palabra de Dios mora en nosotros y nos guía constantemente, entonces nuestra mente puede ser transformada por el poder del Espíritu Santo. “Podemos acceder a un entendimiento de la Palabra de Dios solo a través de la iluminación del Espíritu por medio de la cual fue dada la Palabra” (CC 94). Pablo explica: “No se amolden al mundo actual, sino sean transformados mediante la renovación de su mente. Así podrán comprobar cuál es la voluntad de Dios, buena, agradable y perfecta” (Rom. 12:2, NVI).</p><p><strong><br></strong></p><p><strong>COMENTARIO</strong></p><p><strong><br></strong></p><p><strong>Vida según el Espíritu</strong></p><p>La dimensión espiritual de nuestra vida es de suma importancia y debemos cultivarla debidamente. Para ayudarnos a comprender y emprender esta tarea, el apóstol Pablo contrasta claramente la vida según la carne y la vida según el Espíritu (Rom. 8:4-6). La carne y el Espíritu se oponen: la naturaleza carnal de la humanidad versus la naturaleza espiritual, que es regenerada por el Espíritu Santo (Rom. 8:9-11). Cultivar nuestra vida espiritual requiere atención a todas las facetas de nuestra existencia, incluidas nuestras actitudes y motivaciones. Debemos elegir entre Dios y sus valores o el pecado y el yo, con los que satisfacemos los deseos de la carne, como la lujuria, la codicia, la envidia, la ira, el orgullo y la supremacía. Pablo nos asegura que quienes permiten que Dios los transforme, que ponen su mente en las cosas del Espíritu y en las cosas de arriba (Col. 3:2), son guiados por el Espíritu. Estos creyentes son hijos de Dios (Rom. 8:5, 14). Ezequiel habla de la decisión de vivir con un corazón de piedra o con un corazón de carne (Eze. 36:26); es decir, ser sensibles a la voz de Dios, y estar dispuestos a cambiar y a ser abiertos a ayudar a las personas necesitadas. Solo el Cirujano celestial puede realizar con éxito este trasplante del corazón humano.</p><p><br></p><p><strong>El cuerpo: Aspecto físico</strong></p><p>Los seres humanos son carne (Gén. 6:3); también son polvo, tomado de la tierra, y al polvo vuelven (Gén. 3:19). Este axioma significa que somos frágiles y mortales. Sin embargo, Pablo anima a los creyentes a estar llenos del Espíritu para servir y glorificar a Dios en su cuerpo: “¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo, el cual está en vosotros, el cual tenéis de Dios, y que no sois vuestros? Porque habéis sido comprados por precio; glorificad, pues, a Dios en vuestro cuerpo y en vuestro espíritu, los cuales son de Dios” (1 Cor. 6:19, 20). Además, Pablo explica cuál debe ser nuestra meta en la vida: “Si, pues, coméis o bebéis, o hacéis otra cosa, hacedlo todo para la gloria de Dios” (1 Cor. 10:31).</p><p><br></p><p><strong>El alma/corazón:Aspectos emocionales, intelectuales y volitivos</strong></p><p>La Biblia hebrea subraya la noción de corazón en muchos versículos. Dios declara que él transformará el corazón humano mediante sus enseñanzas, su gracia y su Espíritu: “Daré mi ley en su mente, y la escribiré en su corazón” (Jer. 31:33). “Y pondré dentro de vosotros mi Espíritu, y haré que andéis en mis estatutos, y guardéis mis preceptos, y los pongáis por obra” (Eze. 36:27). En la Biblia, el corazón representa más que un órgano físico que bombea sangre: simboliza el centro de las emociones, un lugar donde decidimos las cosas, donde sentimos y donde pensamos. Representa nuestra vida interior, la vida profunda de nuestros motivos, metas y deseos.</p><p><br></p><p><strong>El aspecto social</strong></p><p>Fuimos creados como personas sociales; ninguna persona está aislada en sí misma. Fuimos creados con esa dimensión social. La vida social es un aspecto muy importante de nuestra existencia y, para tener un equilibrio saludable en la vida, necesitamos cultivar relaciones significativas con otras personas y servirnos mutuamente como lo hizo Cristo (Mat. 20:28). Esto se manifestó bien en la infancia de Jesús: cómo se desarrolló y creció de manera integral: “Y Jesús crecía en sabiduría y en estatura, y en gracia para con Dios y los hombres” (Luc. 2:52). La vida de Cristo estaba en equilibrio porque todos los aspectos de su personalidad (las dimensiones mental, física, espiritual y social) se desarrollaban en perfecta armonía.</p><p><br></p><p><strong>La mente de Cristo</strong></p><p>El apóstol Pablo deja en claro que todo creyente debe ser una persona espiritual. Podemos tener la mente de Cristo solo cuando discernimos espiritualmente las cosas espirituales y permitimos que el Espíritu de Dios nos guíe (Rom. 8:14). “Porque ¿quién conoció la mente del Señor? ¿Quién le instruirá? Mas nosotros tenemos la mente de Cristo” (1 Cor. 2:16). De esta manera, podemos vislumbrar la mente de Dios para llegar a conocer su pensamiento.</p><p><br></p><p>“Haya, pues, en vosotros este sentir que hubo también en Cristo Jesús” (Fil. 2:5). La <em>Nueva Versión Internacional </em>traduce esta frase: “La actitud de ustedes debe ser como la de Cristo Jesús” (Fil. 2:5, NVI). La <em>Nueva Traducción Viviente</em> y algunas otras traducciones explican correctamente este término como actitud: “Tengan la misma actitud que tuvo Cristo Jesús” (NTV). Necesitamos pensar conforme a la manera de Dios. Jesús reprendió a Pedro por su pensamiento terrenal: “No piensas en las cosas de Dios, sino en las de los hombres” (Mat. 16:23, NVI).</p><p><br></p><p><strong>Los estudios antropológicos y las neurociencias</strong></p><p>Estudios recientes en antropología teológica presentan excelentes nuevos enfoques sobre la mortalidad de todo el ser humano. Las investigaciones confirman la enseñanza bíblica. David P. Gushee declara: “A diferencia de la noción griega de que el cuerpo se descompone mientras que el yo flota en dirección al cielo, una interpretación bíblica (especialmente judía), al parecer, no concibe una existencia separable entre el cuerpo y el alma o espíritu. Cuando morimos, la totalidad de nosotros muere” (<em>Only Human: Christian Reflections on the Journey Toward Wholeness</em> [San Francisco, CA: Jossey-Bass, 2005], p. 49).</p><p><br></p><p>Nancey Murphy incluye las funciones físicas y relacionales de nuestra existencia y también enfatiza la responsabilidad moral humana. En lugar de un alma, utiliza la noción del yo: “El término yo se usa de varias maneras en psicología y en filosofía. Lo que está en juego aquí no es la cuestión de qué significa ser un yo; la cuestión es tener un concepto del yo” (Murphy, “Nonreductive Physicalism”, en <em>In Search of the Soul: Four Views of the Mind-Body Problem</em>, eds. Joel B. Green y Stuart L. Palmer [Downers Grove, IL: InterVarsity Press, 2005], p. 124). Murphy afirma que los seres humanos son físicos y que “es el cerebro el que hace el trabajo que antes se le atribuía a la mente o al alma” (<em>ibíd</em>., p. 132). Qué sorprendente confirmación de lo que dijo Elena de White (ver la cita en Reseña).</p><p><br></p><p>Joel Green, utilizando su trayectoria en neurociencias y estudios bíblicos, afirma que necesitamos una mejor comprensión de la antropología bíblica. Argumenta a favor de la visión holística bíblica sobre la humanidad. Enfatiza que los seres humanos son una unidad y no poseen un alma ontológicamente distinta; por lo tanto, niega correctamente que después de la muerte física el alma viva en un “estado intermedio” (<em>Body, Soul, and Human Life: The Nature of Humanity in the Bible</em> [Grand Rapids, MI: Baker Academic, 2008], pp. 177-180). Green culmina su estudio con la esperanza de la resurrección y declara enérgicamente: “No hay nada en el ser humano creado que sea intrínsecamente inmortal. La resurrección y la vida futura encarnada son obra de Dios, don divino” (<em>ibíd</em>., p. 175).</p><p><br></p><p>F. F. Bruce declara apropiadamente: “Según la usanza bíblica, la inmortalidad solo pertenece inherentemente a Dios; por lo demás, pertenece solo a quienes Dios se la da. Repito, en lo que respecta a los seres humanos, la inmortalidad que se predica en la Biblia es del cuerpo, no del alma.</p><p><br></p><p>“En nuestra cultura occidental, el pensamiento y el lenguaje sobre la inmortalidad han estado determinados en gran medida por la doctrina de Platón sobre la inmortalidad del alma. Pero cualquier intento de combinar la doctrina de Platón con la enseñanza de la Biblia solo puede llevar a confusión. Porque Platón no entendía por inmortalidad lo que los escritores bíblicos entienden por ella, y lo que Platón entendía por alma no es lo que los escritores bíblicos entienden por alma.</p><p><br></p><p>“Para el cristiano, la esperanza de la inmortalidad está ligada a la resurrección de Cristo\" (“Foreword”, en George Wisbrock, <em>Death and the Soul</em>, Oakbrook [IL : ZOE-Life Books, 1990], p. i).</p><p><strong><br></strong></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong>1. </strong>Imagina que tu amigo está desanimado, decepcionado y deprimido. ¿Cómo puedes ayudarlo a desarrollar confianza en la vida y a tener esperanza?</p><p><strong>2.</strong> El individualismo, el egocentrismo y el egoísmo matan todas las relaciones significativas que se basan en la confianza y el sacrificio. ¿Cómo puedes construir una vida social relevante con las personas que te rodean?</p><p><strong>3. </strong>Elena de White declara: “Si pensáramos y habláramos más de Jesús, y menos del yo, tendríamos por lejos mucho más de su presencia. [...]. Cristo, y Cristo crucificado, debería ser el tema de contemplación, de conversación y de nuestra más gozosa emoción” (CC 87, 89). ¿Cómo podemos compartir a Cristo de manera práctica cuando comemos o socializamos con la gente?</p><p><strong>4.</strong> ¿Cómo puedes obtener la mente de Cristo? ¿De qué depende y cómo se puede desarrollar?</p><p><strong>5. </strong>Cuando Dios se comunica con nosotros a través de los nervios sensibles de nuestro cerebro, ¿cómo podemos protegerlos y cultivarlos de la mejor forma?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>LA COSMOVISIÓN BÍBLCA</p>",
      "verse": "<p>“Y el mismo Dios de paz os santifique por completo; y todo vuestro ser, espíritu, alma y cuerpo, sea guardado irreprensible para la venida de nuestro Señor Jesucristo” (1 Tes. 5:23).</p>",
      "versionCode": 22,
      "weekDate": "10-16 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
