{
  "data": [
    {
      "color": "#147BFA",
      "id": 7,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": " 5 de agosto",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Una de las fábulas de Esopo se titula “El estómago y los pies”. Dice así: “El vientre y los pies discutían sobre su importancia, y cuando los pies insistían en que eran tan fuertes que incluso cargaban con el estómago, el estómago respondió: ‘Pero, mis buenos amigos, si yo no los alimentara, ustedes no podrían llevar nada’ ” (Lloyd W. Daly, Aesop Without Morals [Nueva York: Thomas Yoseloff, 1961], p. 148).</p><p>Pablo usó la imagen del cuerpo humano para aclarar un aspecto espiritual. Para Pablo, el cuerpo humano (y la iglesia como el cuerpo de Cristo) está compuesto por varias partes con diferentes capacidades, donde todas deben trabajar juntas para que el cuerpo sea saludable. En Efesios 4:1 al 16, Pablo vuelve a implementar la metáfora del cuerpo que anteriormente utilizó con tanta eficacia (Rom. 12:3–8; 1 Cor. 12:12–31). Cristo es ahora la Cabeza del cuerpo, ya que suple al cuerpo con gente que tiene “dones” que ayudan a unificar el cuerpo, donde cada parte (cada miembro de iglesia) contribuye con sus habilidades al todo.</p><p>La imagen utilizada por Pablo de un cuerpo saludable y unificado nos ayuda a entender el objetivo de Dios para nosotros: ser parte de una iglesia fructífera unida en Cristo.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 6 de agosto",
          "dayTitle": "<p>LA UNIDAD DEL ESPÍRITU</p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Efesios 4:1 al 16. ¿Cómo alienta Pablo a los creyentes a fomentar la unidad de la iglesia?\n</strong></p><p><strong>Efesios 4:1 al 16\n</strong></p><p><strong>1</strong> Yo pues, preso en el Señor, os ruego que andéis como es digno de la vocación con que fuisteis llamados,\n</p><p><strong>2</strong> con toda humildad y mansedumbre, soportándoos con paciencia los unos a los otros en amor,\n</p><p><strong>3</strong> solícitos en guardar la unidad del Espíritu en el vínculo de la paz;\n</p><p><strong>4</strong> un cuerpo, y un Espíritu, como fuisteis también llamados en una misma esperanza de vuestra vocación;\n</p><p><strong>5</strong> un Señor, una fe, un bautismo,\n</p><p><strong>6</strong> un Dios y Padre de todos, el cual es sobre todos, y por todos, y en todos.\n</p><p><strong>7</strong> Pero a cada uno de nosotros fue dada la gracia conforme a la medida del don de Cristo.\n</p><p><strong>8</strong> Por lo cual dice: Subiendo a lo alto, llevó cautiva la cautividad, Y dio dones a los hombres.\n</p><p><strong>9</strong> Y eso de que subió, ¿Qué es, sino que también había descendido primero a las partes más bajas de la tierra?\n</p><p><strong>10 </strong>El que descendió, es el mismo que también subió por encima de todos los cielos para llenarlo todo.\n</p><p><strong>11</strong> Y él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros,\n</p><p><strong>12</strong> a fin de perfeccionar a los santos para la obra del ministerio, para la edificación del cuerpo de Cristo,\n</p><p><strong>13</strong> hasta que todos lleguemos a la unidad de la fe y del conocimiento del Hijo de Dios, a un varón perfecto, a la medida de la estatura de la plenitud de Cristo;\n</p><p><strong>14 </strong>para que ya no seamos niños fluctuantes, llevados por doquiera de todo viento de doctrina, por estratagema de hombres que para engañar emplean con astucia las artimañas del error,\n</p><p><strong>15</strong> sino que siguiendo la verdad en amor, crezcamos en todo en aquel que es la cabeza, esto es, Cristo,\n</p><p><strong>16</strong> de quien todo el cuerpo, bien concertado y unido entre sí por todas las coyunturas que se ayudan mutuamente, según la actividad propia de cada miembro, recibe su crecimiento para ir edificándose en amor.\n</p><p>Pablo comienza la segunda mitad de Efesios (capítulos 4–6) con un conmovedor llamado a la unidad, pero en dos partes principales. En primer lugar, en Efesios 4:1 al 6, les pide a los creyentes que fomenten “la unidad del Espíritu” exhibiendo virtudes que fomenten la unidad (Efe. 4:1–3); llamado que respalda con una lista poética de siete “unos” (Efe. 4:4–6). En segundo lugar, en Efesios 4:7 al 16, Pablo identifica al Jesús exaltado y victorioso como la Fuente de gracia en aquellos que encabezan la difusión del evangelio (Efe. 4:7–10), y describe cómo ellos, junto con todos los miembros de la iglesia, contribuyen a la salud, el crecimiento y la unidad del cuerpo de Cristo (Efe. 4:11–16).\n</p><p>Al comienzo del capítulo, Pablo invita a los cristianos a que “anden como es digno de la vocación a que fueron llamados” (Efe. 4:1). Utiliza el verbo andar en el sentido figurado de comportarse, o vivir (ver Efe. 2:2, 10; 4:17; 5:2, 8, 15). Cuando Pablo alude al llamado de ellos, se refiere al llamado a la fe cristiana (Efe. 1:18; 2:4–6, 13). Pablo insta a los creyentes a practicar un comportamiento unificador que refleje el plan supremo de Dios (Efe. 4:9, 10). Aquí comienza ese énfasis con un llamado a practicar las virtudes que conducen a la unidad (Efe. 4:1-3), como la humildad, la mansedumbre y la paciencia.\n</p><p>Veamos cada uno de estos términos.\n</p><p>Pablo explica el término humildad en otra parte, en Efesios 4:2, y añade la idea de “considera[r] a los demás como superiores a ustedes” (Fil. 2:3). La humildad, entonces, puede entenderse no como una virtud negativa de desprecio propio (ver Col. 2:18, 23), sino como una virtud positiva de apreciar y servir a los demás.\n</p><p>La mansedumbre (Efe. 4:2) puede explicarse como “la cualidad de no estar demasiado impresionado por un sentido de la propia importancia”, y también significa “cortesía, consideración, amabilidad” (Frederick Danker, ed., GreekEnglish Lexicon of the New Testament and Other Early Christian Literature, 3a ed.[Chicago: University of Chicago Press, 2000], p. 861).\n</p><p>Finalmente, la paciencia (comparar con tolerancia, JBS) es ser capaz de soportar la provocación o las pruebas. Por lo tanto, todas estas cualidades se agrupan en torno de la temática de alejarse de la arrogancia y, en cambio, centrar la atención en el valor de los demás.\n</p><p><strong>Humildad, mansedumbre, paciencia... Piensa en cómo estos atributos nos ayudarían a unificarnos como pueblo. ¿Cómo aprendemos a cultivar estas virtudes?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 7 de agosto",
          "dayTitle": "<p>UNIDOS EN EL ÚNICO</p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p><strong>¿Qué siete “unos” cita Pablo para respaldar su tema de la unidad de la iglesia? ¿Qué cuestión está tratando de plantear con esta lista? (Efe. 4:4-6).\n</strong></p><p><strong>Efesios 4:4-6\n</strong></p><p><strong>4 </strong>un cuerpo, y un Espíritu, como fuisteis también llamados en una misma esperanza de vuestra vocación;\n</p><p><strong>5</strong> un Señor, una fe, un bautismo,\n</p><p><strong>6</strong> un Dios y Padre de todos, el cual es sobre todos, y por todos, y en todos.\n</p><p>La lista de Pablo de siete “unos” tiene un estilo poético, y probablemente refleje un himno de confirmación usado en Éfeso. La lista comienza mencionando dos “unos” juntos: “Hay un solo cuerpo” (refiriéndose a la iglesia como el cuerpo de Cristo, Efe. 4:12, 16; 1:23; 5:23, 29, 30) y “un solo Espíritu” (Efe. 4:4). El tercer uno es “una misma esperanza de su vocación” (Efe. 4:4; comparar con Efe. 4:1).\n</p><p>La lista luego ofrece tres elementos más: “un Señor” (una referencia a Cristo), “una fe” (es decir, el contenido de lo que los cristianos creen, Efe. 4:13; Col. 1:23; 2:7; Gál. 1:23; 1 Tim. 4:1, 6) y “un bautismo” (comparar con Efe. 5:26), antes de concluir con una extensa descripción de Dios como “un Dios y Padre de todos, que está sobre todos, por todos y en todos” (Efe. 4:6).\n</p><p>¿Qué quiere comunicar Pablo mediante esta descripción poética de Dios Padre? Debido a que es “Padre de todos”, Dios es el Creador. El resto de la oración es una descripción de cómo se relaciona Dios con “todo” lo que hizo luego de crear el mundo. Pablo no incursiona en las herejías del panteísmo (que identifica la naturaleza con Dios), ni del panenteísmo (que argumenta que el mundo está incluido en el ser de Dios, aunque no agota ese ser). Más bien proclama la trascendencia de Dios (“que está sobre todos”), el gobierno activo (“que está [...] por todos”) y la inmanencia (“que está [...] en todos”).\n</p><p>Presta atención a dos ideas acerca de la unidad de la iglesia (Efe. 4:1–6). En primer lugar, la unidad es un hecho espiritual, cimentado en estos siete “unos”, una realidad que debe celebrarse (Efe. 4:4–6). En segundo lugar, esta unidad requiere nuestro celo para fomentarla y hacerla crecer (Efe. 4:3). Con frecuencia habrá motivos para llorar por nuestros errores al llevar esta unidad a la práctica. Sin embargo, más allá de nuestras fallas, debemos regocijarnos en la obra de “Dios en Cristo” para la unificación de la iglesia y en la realidad teológica de la “unidad del Espíritu” (Efe. 4:3). Hacer esto nos capacitará para volver al arduo trabajo de promover esta unidad, pero con una nueva convicción de que al hacerlo estamos llevando a cabo la obra de Dios.</p><p><br></p><p>Vuelve a leer Efesios 4:4 al 6. ¿Cómo te hace sentir? ¿Cómo debería hacerte sentir ahora que sabes lo que dice acerca de nuestra unidad en y con Dios por medio de Cristo?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 8 de agosto",
          "dayTitle": "<p>EL CRISTO EXALTADO, DADOR DE DONES</p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>“No obstante, él nos ha dado a cada uno de nosotros un don especial mediante la generosidad de Cristo. Por eso las Escrituras dicen: “ ‘Cuando ascendió a las alturas, se llevó a una multitud de cautivos y dio dones a su pueblo’.\n</strong></p><p><strong>“Fíjense que dice ‘ascendió’. Sin duda, eso significa que Cristo también descendió a este mundo inferior. Y el que descendió es el mismo que ascendió por encima de todos los cielos, a fin de llenar la totalidad del universo con su presencia” (Efe. 4:7–10, NTV). ¿Qué es lo que ocurre aquí, y qué quiere enfatizar Pablo en estos versículos?\n</strong></p><p><strong>Efesios 4:7-10\n</strong></p><p>\n</p><p><br></p><p><strong>7</strong> Pero a cada uno de nosotros fue dada la gracia conforme a la medida del don de Cristo.\n</p><p><br></p><p><strong>8</strong> Por lo cual dice: Subiendo a lo alto, llevó cautiva la cautividad, y dio dones a los hombres.\n</p><p><br></p><p><strong>9 </strong>Y eso de que subió, ¿Qué es, sino que también había descendido primero a las partes más bajas de la tierra?\n</p><p><br></p><p><strong>10</strong> El que descendió, es el mismo que también subió por encima de todos los cielos para llenarlo todo.</p><p>Pablo citó Salmo 68:18, que dice: “Cuando ascendiste a las alturas, llevaste a una multitud de cautivos; recibiste regalos de la gente, incluso de quienes se rebelaron contra ti. Ahora el Señor Dios vivirá allí, en medio de nosotros” (NTV). Salmo 68:18 presenta al Señor, Yahvéh, como un general conquistador, que habiendo vencido a sus enemigos asciende al monte sobre el que está edificada su ciudad capital, con los cautivos de la batalla en su séquito (ver Sal. 68:1, 2). Luego recibe tributo (“recibiste regalos”) de sus enemigos vencidos (fíjate que Pablo ajusta esta imagen al Cristo exaltado, “dio dones”, basado en el contexto más amplio del Salmo; ver Sal. 68:35).\n</p><p>Si seguimos el orden de Salmo 68:18, el ascenso (la ascensión de Cristo al Cielo [Efe. 1:21-23]) ocurre primero, seguida del descenso, en el que el Jesús resucitado y exaltado da dones y llena todas las cosas. Esta es la forma en que Pablo describe el derramamiento pentecostal del Espíritu Santo (ver Hech. 2). Efesios 4:11 y 12 confirma esta perspectiva que identifica los dones proporcionados por el Jesús exaltado como dones del Espíritu. “Cristo ascendió a lo alto y llevó cautiva la cautividad, y dio dones a los hombres. Después de la ascensión de Jesús, y conforme a su promesa, el Espíritu descendió en la forma de un viento recio que llenó el lugar donde se encontraban reunidos sus discípulos. ¿Cuál fue el resultado? Miles se convirtieron en un día” (Recibiréis poder, p. 160).\n</p><p><strong>Aunque estos pocos versículos de Efesios son profundos, ¿cómo podemos aprender a encontrar consuelo en ellos? ¿De qué manera muestran lo que Cristo ha hecho y hará por nosotros, especialmente cuando dé “plenitud a todas las cosas en todas partes con su presencia” (Efe. 1:23, NTV)?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 9 de agosto ",
          "dayTitle": "<p>DONES DEL JESÚS EXALTADO</p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Sobre la base de Salmo 68:18, Pablo acaba de describir que el Jesús resucitado, exaltado y victorioso da dones a su pueblo desde lo Alto. ¿Qué “dones” da el Jesús exaltado, y con qué propósito? Efesios 4:11–13.\n</strong></p><p><strong>Efesios 4:11-13\n</strong></p><p><strong>11</strong> Y él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros,\n</p><p><strong>12 </strong>a fin de perfeccionar a los santos para la obra del ministerio, para la edificación del cuerpo de Cristo,\n</p><p><strong>13</strong> hasta que todos lleguemos a la unidad de la fe y del conocimiento del Hijo de Dios, a un varón perfecto, a la medida de la estatura de la plenitud de Cristo.\n</p><p>Pablo identifica cuatro grupos de personas que reciben “dones” como parte del tesoro que el Jesús exaltado da a su iglesia: (1) apóstoles; (2) profetas; (3) evangelistas; (4) pastores y maestros (la estructura de la frase griega sugiere que estos son un solo grupo). Cristo da estos dones para llevar a cabo una obra importante: “A fin de perfeccionar a los santos para desempeñar su ministerio, para la edificación del cuerpo de Cristo” (Efe. 4:12) y “hasta que todos lleguemos a la unidad de la fe y del conocimiento del Hijo de Dios, a un estado perfecto, a la madurez de la plenitud de Cristo” (Efe. 4:13).\n</p><p>Este último aspecto era de especial importancia para los primeros adventistas, quienes reflexionaban sobre los dones espirituales de Elena de White. La Biblia ¿valida la función del don de profecía en la iglesia solo durante el tiempo de los apóstoles? ¿O el don continúa hasta la venida de Cristo? Los primeros adventistas encontraron su respuesta en Efesios 4:13, y la compartieron mediante una historia sobre el capitán de un barco que estaba obligado a seguir las instrucciones provistas para un viaje. A medida que el barco se acercaba al puerto, el capitán descubrió que las instrucciones le informaban que un piloto subiría a bordo para ayudarlo a conducir el barco. Para mantenerse fiel a las instrucciones originales, debía permitir que el piloto subiera a bordo y obedecer las instrucciones adicionales que se le indicaran. “¿Quién ahora presta atención a ese libro de instrucciones original? ¿Los que rechazan al piloto o los que lo reciben, como les instruye ese libro? Juzguen ustedes” (Uriah Smith, “Do We Discard the Bible by Endorsing the Visions?” Review and Herald, 13/01/1863, p. 52).\n</p><p>Debemos tener cuidado al identificar a los “pastores”, “maestros” y “evangelistas”, ya que pensamos en estos cargos dentro de nuestro propio contexto y época. Hasta donde se puede comprobar, en los días de Pablo todos estos habrían sido líderes laicos que servían en los hogares–iglesias de Éfeso (comparar con 1 Ped. 2:9; Hech. 2:46; 12:12).\n</p><p><strong>Lee Isaías 5:4: “¿Qué más se había de hacer a mi viña, que yo no haya hecho?” Piensa en este versículo en el contexto de lo que Dios nos ha dado en el ministerio de Elena de White. ¿Cómo se aplica?\n</strong></p><p><strong>Isaías 5:4\n</strong></p><p><strong>4</strong> ¿Qué más se podía hacer a mi viña, que yo no haya hecho en ella? ¿Cómo, esperando yo que diese uvas, ha dado uvas silvestres?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 10 de agosto",
          "dayTitle": "<p>CRECER EN CRISTO</p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>¿Qué peligro amenaza la madurez cristiana de la iglesia? Efesios 4:14\n</strong></p><p><strong>Efesios 4:14\n</strong></p><p><strong>14</strong> para que ya no seamos niños fluctuantes, llevados por doquiera de todo viento de doctrina, por estratagema de hombres que para engañar emplean con astucia las artimañas del error.\n</p><p>Pablo percibe un entorno no muy diferente del nuestro, en el que varias ideas, como “cualquier viento de doctrina” y “los artificios del error”, se lanzan sobre los creyentes. Utiliza tres conjuntos de imágenes para describir los peligros de la teología errática: (1) la inmadurez de la niñez, “para que ya no seamos niños”; (2) peligro en alta mar, “zarandeados por las olas y llevados de aquí para allá por todo viento de enseñanza” (NVI); (3) ser estafados por personas astutas que, como los apostadores, practican la prestidigitación. Pablo utiliza la palabra griega kubeia (“jugar a los dados”) en sentido figurado, para denotar “astucia”, o “artificios” (NVI).\n</p><p>Pablo cree que la división es una importante señal de error: Lo que nutre y hace crecer el cuerpo y lo ayuda a mantenerse unido es bueno, mientras que lo que lo agota y lo divide es malo. Al pasar de la enseñanza divisiva a la de maestros probados y confiables (Efe. 4:11), avanzarán hacia la verdadera madurez cristiana y desempeñarán funciones eficaces en el cuerpo de Cristo (Efe. 4:12, 13; comparar con Efe. 4:15, 16).\n</p><p><strong>¿De qué manera una iglesia sana funciona como un cuerpo sano? Efesios 4:15 y 16.\n</strong></p><p><strong>Efesios 4: 15-16\n</strong></p><p><strong>15</strong> sino que siguiendo la verdad en amor, crezcamos en todo en aquel que es la cabeza, esto es, Cristo,\n</p><p><strong>16 </strong>de quien todo el cuerpo, bien concertado y unido entre sí por todas las coyunturas que se ayudan mutuamente, según la actividad propia de cada miembro, recibe su crecimiento para ir edificándose en amor.\n</p><p>En Efesios 4:1 al 16, Pablo aboga por la unidad de la iglesia y recluta a los destinatarios a fin de fomentarla activamente. Si bien la unidad es una certeza teológica (Efe. 4:4–6), requiere un trabajo arduo de nuestra parte (Efe. 4:3). Una manera de fomentar la unidad es ser “partes” activas del cuerpo de Cristo (Efe. 4:7–16). Cada uno de nosotros forma parte del cuerpo y debe contribuir a su salud y crecimiento (Efe. 4:7, 16). Todos debemos beneficiarnos también de la obra de los apóstoles, profetas, evangelistas y pastores-maestros (Efe. 4:11). Estos, como ligamentos, tendones y “todas las coyunturas” (Efe, 4:16, RVC), tienen una función unificadora, y nos ayudan a crecer juntos en Cristo, que es la Cabeza del cuerpo (Efe. 4:13, 15).\n</p><p><strong>¿Cuáles son algunos de los “vientos de doctrina” que soplan en nuestra iglesia hoy, y cómo podemos mantenernos firmes contra ellos? Lleva tu respuesta a la clase del sábado.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 11 de agosto ",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>Dos notas nos ayudan a ampliar nuestro estudio de Efesios 4:7 al 10: La traducción de Efesios 4:9. Algunas traducciones indican que el descenso se produce antes que el ascenso. (p. ej., RVC: “también primero había descendido”; otras versiones con expresiones similares son RVR 1960, RVA, TLA, PDT, NBV, DHH, BLP). Otras traducciones siguen el texto griego más de cerca, dejando abierta la cuestión del momento del ascenso y del descenso (p. ej., NVI: “¿Qué quiere decir eso de que ‘ascendió’, sino que también descendió a las partes bajas, o sea, a la tierra?” Otras versiones similares son NTV, BJ), lo que permite la opinión, expresada en la lección del martes, de que debe seguirse el orden narrativo de Salmo 68:18, en que primeramente tiene lugar la exaltación de Cristo al Cielo (el “ascenso”), seguido del “descenso” en el Espíritu.\n</p><p>Llevó cautivos consigo. Al citar Salmo 68:18 del Antiguo Testamento griego, llamado la Septuaginta (una traducción griega antigua del Antiguo Testamento), Pablo utiliza una frase en Efesios 4:8 que dice literalmente: “Llevó cautiva la cautividad” (reflejada en algunas traducciones, por ejemplo, RVR 1960, JBS), pero que está ampliamente aceptado que significa “tomó como prisioneros a un grupo de cautivos” (reflejado en BLP, PDT, RVC, TLA, DHH, etc.). Los adventistas del séptimo día a menudo han entendido que la frase se refiere al acto de Cristo de llevarse consigo al Cielo, en su ascensión, a los que resucitaron en una resurrección especial al momento de su propia resurrección (Mat. 27:51–53). Estos constituyen una “gavilla mecida”, primicias de los redimidos, que él presenta al Padre en su regreso a los atrios celestiales (ver Comentario bíblico adventista t. 6, p. 1.021; El Deseado de todas las gentes, p. 773; comparar con El Deseado de todas las gentes, pp. 729, 730). Alternativamente, en consonancia con Colosenses 2:15, el pasaje podría tomarse como una imagen de la conquista de Cristo sobre sus enemigos, Satanás y los ángeles malignos, representados como cautivos derrotados.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Compara la lista de “dones espirituales” en Efesios 4:11 con las listas de 1 Corintios 12:4 al 11, y 27 al 30; Romanos 12:4 al 8; y 1 Pedro 4:10 y 11. ¿Qué diferencias y similitudes encuentras?\n</p><p><strong>2.</strong> En clase, conversen sobre algunos de los “vientos de doctrina” que soplan en la iglesia hoy. Observen cómo expresa Pablo que no debemos dejarnos arrastrar por estos vientos. ¿Cuáles son las formas específicas en que podemos protegernos a nosotros mismos y ayudar a proteger a otros creyentes del daño que estos vientos pueden causarnos?\n</p><p><strong>3. </strong>Pablo enfatiza, mediante Efesios, el tema de la “unidad”. Pero, nosotros ¿procuramos la unidad a toda costa? En otras palabras, ¿en qué momento el deseo de unidad puede volverse contraproducente? Analicen.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 11 de agosto ",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>RESEÑA Texto clave: Efesios 4:11, 12 Enfoque del estudio: Efesios 4:1-16; Filipenses 2:3; Salmo 68:18; Hechos 2; 1 Corintios 12:4-11, 27-30; Isaías 5:4.</strong><br></p><p><strong>Introducción: </strong>Hasta ahora, Pablo explicó el poder de la salvación de Dios y cómo obra en la historia del mundo al unir a judíos y gentiles en una nueva humanidad en Cristo. En Efesios 4:1 al 17, Pablo prosigue con el tema de la unidad. El apóstol enfatiza que la unidad es un atributo o marca indispensable de la iglesia. La unidad es el resultado de la salvación de Dios, pero también es la herramienta de Dios para cumplir su misión para la iglesia y por medio de la iglesia. Por esta razón, Pablo va más allá del tema de la unidad de judíos y gentiles en la iglesia y se enfoca en la unidad interna de la vida y la misión de la iglesia. Ahora que en Cristo no hay judíos ni gentiles, ahora que en Cristo todos somos hermanos y hermanas sin distinción étnica ni cultural, Pablo habla de la unidad de todos los cristianos como miembros del mismo cuerpo que participan de la misma misión de Cristo.\n</p><p>La unidad de la iglesia se logra de varias maneras:\n</p><p>• al compartir las actitudes de humildad, mansedumbre y paciencia de Cristo; • al contemplar el modelo supremo para la vida de la iglesia: la Deidad en las tres Personas –Padre, Hijo y Espíritu Santo– y su obra en la Creación y Redención; • con las herramientas unificadoras de salvación de Cristo que constituyen la iglesia: una esperanza, una fe y un bautismo; y • mediante los dones espirituales con los que Dios bendice a la iglesia para que crezca y se una en un solo cuerpo en Cristo y cumpla su misión en el mundo.\n</p><p><strong>Temática de la lección:</strong>&nbsp;</p><p>Este estudio se concentra en tres temas principales de Efesios 4:1 al 16: • La unidad de la iglesia es esencial para la identidad, la vida y la misión de la iglesia. • La unidad de la iglesia se logra cuando la iglesia contempla la vida trina de la Deidad y adopta los valores y las actitudes de Dios: las tres Personas de la Deidad son diferentes; sin embargo, viven y actúan en perfecta unidad. • Los dones espirituales son esenciales para la unidad, la vida y la misión de la iglesia.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>La iglesia como cuerpo de Cristo&nbsp;</strong></p><p>Cuando en Efesios 1:22 Pablo menciona que la iglesia es el cuerpo de Cristo, no quiere decir que la iglesia en sí sea divina o sobrenatural. En la economía del plan de salvación, fue Dios quien se encarnó, y no la humanidad la que se divinizó. La iglesia es el cuerpo de Cristo en el sentido de que es la nueva humanidad, salvada mediante la encarnación de Cristo. Es la nueva humanidad creada, salvada y regida por Cristo, su Creador, Salvador y Señor. En consecuencia, la iglesia no es una emanación de la divinidad; la iglesia es el pueblo de Dios, el pueblo que Dios creó y que ahora restauró para su Reino. En este sentido, la iglesia es la “plenitud del que llena todas las cosas en todos” (Efe. 1:23).\n</p><p><strong>La fuente y modelo trino de la existencia y la unidad de la iglesia&nbsp;</strong></p><p>La unidad de la iglesia es esencial para la doctrina paulina de la iglesia. Sin embargo, Pablo no toma como modelo la unidad administrativa, política, económica y militar del Imperio Romano ni de ninguna otra institución humana. Más bien, Pablo afianza la unidad de la iglesia en la naturaleza misma del Dios cristiano, el Dios Trino. De hecho, la Epístola a los Efesios está llena de referencias a las diversas Personas de la Deidad que revelan la gran visión de Pablo de las tres Personas de la Deidad obrando en el plan de salvación, en la creación y en la edificación de la iglesia.\n</p><p>Así como en Efesios 1:1 al 14 Pablo describe a los miembros de la Deidad trabajando para nuestra salvación, en Efesios 1:15 al 23 Pablo describe al Padre y al Hijo trabajando para crear, bendecir y empoderar a la iglesia. Por esta razón, al término de esta sección, Pablo describe a la iglesia como el “cuerpo” de Cristo y la “plenitud” del Padre (Efe. 1:23; ver también Efe. 4:6). En Efesios 2:19 al 22, todos los miembros de la Trinidad participan en la formación de la iglesia: la iglesia es el “edificio” o el “templo santo” del Padre edificado sobre Cristo Jesús, y “en él” los miembros de la iglesia son “edificados juntos, para la morada de Dios mediante el Espíritu”. En Efesios 3, Pablo visualiza a la iglesia como el resultado de la gracia del Padre (Efe. 3:2), que se revela “por el Espíritu” (Efe. 3:5) como el “misterio de Cristo” (Efe. 3:4) o “la insondable riqueza de Cristo” (Efe. 3:8) a los “apóstoles y profetas” (Efesios 3:5). Además, el Padre (Efe. 3:14) faculta a la iglesia “por su Espíritu [para] que habite Cristo por la fe en su corazón” (Efe. 3:16, 17), y para que la iglesia “comprenda” el amor de Cristo (Efe. 3:18) y sea “llena de toda la plenitud de Dios” (Efe. 3:19). Asimismo, Dios crea y une a la iglesia porque es el Padre de “toda la familia de los cielos y la tierra” (Efe. 3:14, 15). Todos los seres del universo llevan su apellido porque él nos creó a todos y en él somos una familia. En la familia universal de Dios, somos parientes, no solo de todos los demás miembros de la iglesia a lo largo y ancho del mundo, sino también de toda la población del universo (ver también Heb. 12:22, 23). Por lo tanto, aunque Pablo se centra en la salvación y en la iglesia de la Tierra, tiene cuidado de mantener la perspectiva cósmica que presentó al escribir sobre los lugares celestiales en Efesios 1.\n</p><p><strong>Los dones espirituales, la existencia, la unidad y la misión de la iglesia\n</strong></p><p>Después de sentar las bases teológicas para la existencia y la unidad de la iglesia en el Dios Trino, Pablo, en Efesios 4, explica de manera más práctica cómo la iglesia es el cuerpo de Cristo y cómo obra el Espíritu Santo en su unidad. Para ello, Pablo retoma un conjunto de temas de Efesios 1: la ascensión de Cristo al Trono de Dios (Efe. 1:20); su exaltación (Efe. 1:21, 22) al estado de “cabeza” de la iglesia, “su cuerpo” (Efe. 1:22, 23); y la bendición de su iglesia “con toda bendición espiritual en los cielos” (Efe. 1:3). Estas eran bendiciones de gracia para la salvación en Cristo: la “redención por su sangre, el perdón de los pecados” (Efe. 1:7), la revelación del evangelio de Cristo (Efe. 1:7-13) y la fe (Efe. 1:13, 15). En Efesios 4, el apóstol sigue un patrón similar para explicar que Cristo ascendió (Efe. 4:8) y fue exaltado (Efe. 4:10). Al ser la “cabeza” (Efe. 4:15) de la iglesia (que es su cuerpo, Efe. 4:16), Cristo “dio dones” a su pueblo (Efe. 4:8). A estos dones también se los llama dones de Cristo, y se relacionan con la “gracia”: “a cada uno de nosotros le ha sido dada la gracia conforme a la medida del don de Cristo” (Efe. 4:7). Sin embargo, estos dones no son bendiciones para salvar a los pecadores, como en Efesios 1, sino bendiciones o dones de empoderamiento para la edificación, la unidad y la misión de la iglesia. Pablo identifica estos dones como “apóstoles [...], profetas [...], evangelistas [...], pastores y maestros” (Efe 4:11). En otro lugar, Pablo los llama dones de la gracia (charismata; Rom. 12:6-8, 1 Cor. 12:4) o dones espirituales (pneumatikois; 1 Cor 12:1), que da el Espíritu Santo (1 Cor. 12:4, 7-11) y los distribuye a los miembros del cuerpo de Cristo (1 Cor. 12:12, 13). Por lo tanto, aunque Pablo utiliza un patrón de temas muy similar en Efesios 1 y 4, aborda diferentes aspectos de la iglesia. Mientras que en Efesios 1 el apóstol habla de la salvación de los seres humanos, en Efesios 4 habla de la existencia, la unidad y la misión de la iglesia. Por eso, en Efesios 4, el Señor Jesús resucitado y ascendido (Efe. 4:8-10) le da “gracia” a cada miembro de la iglesia “conforme a la medida del don de Cristo” (Efe. 4:7). El “dar” o la “gracia” es un trabajo aquí (Efe. 4:11), no la gracia de la salvación o del perdón. Es el don de “perfeccionar a los santos para desempeñar su ministerio, para la edificación del cuerpo de Cristo” (Efe. 4:12). Sí, la iglesia está constituida por personas individuales que son salvas, pero su salvación es solo el comienzo de la vida que Dios vislumbra para su iglesia. Dios crea una nueva humanidad, su pueblo, y el Espíritu edifica esta nueva comunidad mediante la “gracia” (charisma; Efe. 4:7). Mediante los charismata, o dones, el Espíritu obra en la iglesia “hasta que todos lleguemos a la unidad de la fe y del conocimiento del Hijo de Dios” (Efe. 4:13). O, en otras palabras, hasta que todos maduremos “a la medida de la estatura de la plenitud de Cristo” (Efe. 4:13, RVR), quien es la Cabeza de la iglesia (Efe. 4:15). Hay varias conclusiones e implicaciones importantes que podemos sacar de la teología paulina de la iglesia en Efesios 4: En primer lugar, la iglesia no es una organización humana, construida y sostenida por seres humanos para propósitos humanos. Dios mismo crea la iglesia, la sostiene y la guía en su misión.\n</p><p>En segundo lugar, al reflejar la imagen de su Dios Trino, la iglesia está y debe estar unida. En su oración sumosacerdotal, Jesús rogó al Padre que en la iglesia “todos sean uno, como tú [...] en mí, y yo en ti [...] para que el mundo crea que tú me enviaste” (Juan 17:21)\n</p><p>En tercer lugar, esta unidad no es producto de la voluntad o el genio humano, sino obra del Padre, de Cristo Jesús y del Espíritu Santo, que obran en la iglesia y por medio de ella.\n</p><p>En cuarto lugar, el Dios Trino obra la unidad y el crecimiento de la iglesia por medio de los dones espirituales. Es importante notar que cuando Pablo habla de la esencia y la unidad de la iglesia, no propone una estructura de gobierno jerárquico ni sacramental para la iglesia. Más bien, el apóstol consideraba que la fuente de la existencia, la unidad y la misión de la iglesia estaba arraigada en el Dios Trino, que es la Cabeza de la iglesia, y de los dones espirituales que concedió para manifestar su presencia y su obra en la iglesia.\n</p><p>En quinto lugar, los temas de la Deidad y de los dones espirituales son tan importantes para la teología bíblica que los adventistas del séptimo día los contemplan en diversas declaraciones de fe. La Deidad se analiza en cinco creencias fundamentales: 2a  (que analiza la enseñanza bíblica de la Deidad), 3a (“Dios el Padre”), 4a  (“Dios el Hijo”), 5a  (“Dios el Espíritu Santo”), y 10a (“La experiencia de la salvación”, que analiza la implicación de las tres Personas de la Deidad en la salvación de la humanidad). La doctrina de la iglesia está ricamente articulada en siete creencias fundamentales: 12a  (“La iglesia”), 13a  (“El Remanente y su misión”), 14a  (“Unidad en el cuerpo de Cristo”), 15a (“El bautismo”) , 16a (“La Cena del Señor”), 17a  (“Los dones y los ministerios espirituales”), y 18a (“El don de profecía”).\n</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>Uno de los desarrollos trágicos en la historia de cualquier iglesia es su división y fragmentación. Sobre la base del estudio de Efesios 4:1 al 16, guía a los alumnos para que desarrollen una estrategia de tres puntos para mantener su iglesia local o regional unida y en crecimiento. Según los alumnos, ¿Cuál es la relación entre nuestra conversión, la membresía en la iglesia como el cuerpo de Cristo y los dones espirituales? Guía a la clase en un debate sobre la siguiente pregunta: ¿Cuándo fue la última vez que pensaste en ti, tu familia, tu grupo de amigos o tu iglesia en términos de dones espirituales? Ahora pregunta a los alumnos cómo creen que su grupo de Escuela Sabática o su iglesia podrían ayudar a promover mejor la idea de que los dones espirituales son obra del Espíritu Santo en la iglesia. Pide a los miembros de la clase que identifiquen tres formas en las que el proceso de nombramientos en la iglesia o los directores de la iglesia podrían promover los dones espirituales para lograr el crecimiento, la unidad y la misión de la iglesia.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>EL CUERPO UNIFICADO DE CRISTO</p>",
      "verse": "<p>“Él mismo dio a unos el ser apóstoles; a otros, profetas; a otros, evangelistas; y a otros, pastores y maestros; a fin de perfeccionar a los santos para desempeñar su ministerio, para la edificación del cuerpo de Cristo” (Efe. 4:11, 12)</p>",
      "versionCode": 10,
      "weekDate": "5-12 de agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
