{
  "data": [
    {
      "color": "#468c8a",
      "id": 706,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "Sabbath January 29",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>The gulf that existed between God and us was caused by sin. The problem was compounded because sin also implied the cor\u0002ruption of our nature. God is holy, and sin cannot exist in His presence; so, our own corrupted nature separated us from God, just as two magnets in the wrong orientation repel each other. In addition, our corrupted nature made it impossible for human beings to obey God’s law. Sin also involves misunderstanding. Human beings lost sight of the love and mercy of God and came to see Him as wrathful and demanding.<br><br>This week, we are going to study the amazing things the Father and the Son did to bridge that gulf. Hebrews 5–7 provides a careful analysis of Jesus’ priesthood. The author analyzes its origin and purpose (Heb. 5:1–10) and then exhorts readers not to disregard it (Heb. 5:11–6:8) but rather to hold fast to the assurance of hope it provides (Heb. 6:9–20). He also explains the characteristics of Jesus’ priesthood (Heb. 7:1–10) and its implications for God’s relationship to believers (Heb. 7:11–28). This week we will focus specifically on Hebrews 5:1–10 and Hebrews 7:1–28.<br><br>* Study this week’s lesson to prepare for Sabbath, February 5.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sunday January 30",
          "dayTitle": "<p>A Priest on Behalf of Human Beings<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Hebrews 5:1–10. What is the role of the priesthood and, according to this passage, how does Jesus fulfill that role?</strong><br><br>1 For every high priest taken from among men is appointed for men in things pertaining to God, that he may offer both gifts and sacrifices for sins.<br><br>2 He can [a]have compassion on those who are ignorant and going astray, since he himself is also subject to weakness.<br><br>3 Because of this he is required as for the people, so also for himself, to offer sacrifices for sins.<br><br>4 And no man takes this honor to himself, but he who is called by God, just as Aaron was. A Priest Forever<br><br>5 So also Christ did not glorify Himself to become High Priest, but it was He who said to Him: “You are My Son, Today I have begotten You.”<br><br>6 As He also says in another place: “You are a priest forever According to the order of Melchizedek”;<br><br>7 who, in the days of His flesh, when He had offered up prayers and supplications, with vehement cries and tears to Him who was able to save Him from death, and was heard because of His godly fear,<br><br>8 though He was a Son, yet He learned obedience by the things which He suffered.<br><br>9 And having been perfected, He became the author of eternal salvation to all who obey Him,<br><br>10 called by God as High Priest “according to the order of Melchizedek,”<br><br>The basic purpose of the Levitical priesthood was to mediate between sinful people and God. Priests were appointed by God in order to minis\u0002ter in behalf of human beings; therefore, they needed to be merciful and understanding of human weaknesses.<br><br>In Hebrews 5:5–10, Paul shows that Jesus perfectly fulfills those purposes: God appointed Him (Heb. 5:5, 6), and Jesus understands us because He also has suffered (Heb. 5:7, 8).<br><br>There are some important differences, however. Jesus was not “cho\u0002sen from among men” (Heb. 5:1, ESV). Instead, Jesus adopted human nature in order, among other things, to serve as a priest in our behalf. Jesus did not offer sacrifices for His own sins (Heb. 5:3), but only for our sins, because He was sinless (Heb. 4:15, Heb. 7:26–28).<br><br>Hebrews says that Jesus prayed “to Him who was able to save Him from death, and was heard” (Heb. 5:7, NKJV). Hebrews was referring to the second death, from which God saved Jesus when He resurrected Him (Heb. 13:20). Hebrews also says that Jesus “learned obedience through what he suffered” (Heb. 5:8, ESV). Obedience was new to Jesus, not because He was disobedient but because He was God. As Sovereign over the universe, Jesus did not obey anyone; instead, everyone obeyed Him.<br><br>Jesus’ sufferings and death on the cross are an essential part of His priestly ministry. Sufferings did not perfect Jesus in the sense that He improved morally or ethically. Sufferings did not make Him merciful. To the contrary, Jesus came to this earth because He always was merci\u0002ful, which is why He had compassion on us (Heb. 2:17). What Hebrews means is that it was through sufferings that the reality of Jesus’ broth\u0002erly love, the authenticity of His human nature, and the depth of His submission as Representative of humanity to the will of the Father were truly expressed and revealed. He was “perfected” in the sense that His sufferings qualified Him to be our High Priest. It was His life of perfect obedience, and then His death on the cross, that constitute the sacrificial offering that Jesus presented before the Father as our Priest.<br><strong><br>First Peter 2:9 says that we are “a royal priesthood.” What does Jesus’ life tell you that your relationship with other human beings should be because we are in this sacred role?</strong><br><br>1 Peter 2:9<br><br>9 But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light;<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Monday January 31",
          "dayTitle": "<p>According to the Order of Melchizedek<br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Genesis 14:18–20 and Hebrews 7:1–3. Who was Melchizedek, and how did he prefigure Jesus?</strong><br><br>Genesis 14:18–20<br><br>18 Then Melchizedek king of Salem brought out bread and wine; he was the priest of God Most High.<br><br>19 And he blessed him and said: “Blessed be Abram of God Most High, Possessor of heaven and earth;<br><br>20 And blessed be God Most High, Who has delivered your enemies into your hand.”<br><br>Hebrews 7:1–3<br><br>1 For this Melchizedek, king of Salem, priest of the Most High God, who met Abraham returning from the slaughter of the kings and blessed him,<br><br>2 to whom also Abraham gave a tenth part of all, first being translated “king of righteousness,” and then also king of Salem, meaning “king of peace,”<br><br>3 without father, without mother, without genealogy, having neither beginning of days nor end of life, but made like the Son of God, remains a priest continually.<br><br>Melchizedek was both a king and a priest. He also was superior to Abraham, since Abraham paid him tithe. Likewise, Jesus is King and Priest (Heb. 1:3); unlike Melchizedek, however, Jesus was sinless (Heb. 7:26–28).<br><br>Hebrews 7:15 explains that Jesus was Priest “in the likeness of Melchizedek” (NKJV). This is what the earlier expression in Hebrews, “according to the order of Melchizedek” (Heb. 5:6, NKJV), means. Jesus was not a successor of Melchizedek, but His priesthood was similar to his.<br><br>For instance, Paul says that Melchizedek was without father, mother, genealogy, birth, and death. Some have suggested that Melchizedek was an incarnation of Jesus in the time of Abraham. But this thought does not fit the argument of Hebrews. Melchizedek “resembles” Jesus (see ESV), which implies that he was different from Jesus (Heb. 7:3).<br><br>It also has been suggested that Melchizedek was a heavenly being, but this would destroy the argument of Hebrews. If Melchizedek were without father, mother, beginning, or end, he would be God Himself. This poses a problem. Melchizedek’s heavenly, fully divine priesthood would have preceded the ministry of Jesus. If this were the case, as Hebrews says, “what further need would there have been for another priest to arise” (Heb. 7:11, ESV)?<br><br>Instead, Hebrews uses the silence of Scripture regarding Melchizedek’s birth, death, and genealogy to build a typology, a symbol, for Jesus’ priestly ministry (Gen. 14:18–20) and reveals that Jesus Himself was eternal. In short, Melchizedek was a Canaanite king-priest who served as a type of Christ.<br><br>“It was Christ that spoke through Melchizedek, the priest of the most high God. Melchizedek was not Christ, but he was the voice of God in the world, the representative of the Father. And all through the generations of the past, Christ has spoken; Christ has led His people, and has been the light of the world.”—Ellen G. White, Selected Messages, book 1, p. 409.<br><br><strong>What does the revelation about Melchizedek teach us about how God works among those who have never had human missionaries preach to them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Tuesday February 1",
          "dayTitle": "<p>An Effective Priest<br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>“Therefore, if perfection were through the Levitical priesthood (for under it the people received the law), what further need was there that another priest should rise according to the order of Melchizedek, and not be called according to the order of Aaron?” (Heb. 7:11, NKJV).<br><br>Priests are mediators between God and human beings. Hebrews says, however, that Levitical priests could not provide complete, confident access to God because they could not provide perfection (Heb. 7:11, 18, 19). After all, they themselves weren’t perfect; so, how could they somehow bestow perfection upon others?<br><br>Nor could the animal sacrifices cleanse the conscience of the sinner. Their purpose was to point forward to the ministry of Jesus and His sacrifice, which alone would provide true cleansing from sin (Heb. 9:14; Heb. 10:1–3, 10–14). The function of the Levitical priests and their sacrifices was temporary and illustrative. Through their ministry, God wanted to lead the people to put their faith in the future ministry of Jesus, “ ‘the Lamb of God who takes away the sin of the world!’ ” (John 1:29, NKJV).<br><br><strong>Read Hebrews 7:11–16. Why was there a need to change the law?<br></strong><br>Hebrews 7:11–16<br><br>11 Therefore, if perfection were through the Levitical priesthood (for under it the people received the law), what further need was there that another priest should rise according to the order of Melchizedek, and not be called according to the order of Aaron? 12 For the priesthood being changed, of necessity there is also a change of the law. 13 For He of whom these things are spoken belongs to another tribe, from which no man has [a]officiated at the altar.<br><br>14 For it is evident that our Lord arose from Judah, of which tribe Moses spoke nothing concerning priesthood.<br><br>15 And it is yet far more evident if, in the likeness of Melchizedek, there arises another priest<br><br>16 who has come, not according to the law of a fleshly commandment, but according to the power of an endless life.<br><br>Hebrews 7:12 explains that the change of priesthood made a change in the law necessary. Why? Because there was a very strict law that prohibited a person who was not of the line of Levi through Aaron from serving as a priest (Num. 3:10; Num. 16:39, 40). Hebrews 7:13, 14 explains that Jesus was from the line of Judah, and so this law prohibited Him from being a Levitical priest. So, Paul argues that the appointment of Jesus as Priest meant God has changed the law of the priesthood.<br><br>Jesus’ coming also implied a change in the law of sacrifices. Sinners were required to bring different kinds of sacrifices to obtain atonement (Leviticus 1–7), but now that Jesus has come and offered a perfect sacrifice, the law of animal sacrifices also has been put aside (Heb. 10:17, 18) as a result of the new covenant and the fuller revelation of the plan of salvation.<br><strong><br>Think about the endless number of animal sacrifices offered through antiquity, all pointing to Jesus, and yet not one of them—or all of them—could truly pay for our sins. Why could only the death of Jesus pay for them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Wednesday February 2",
          "dayTitle": "<p>An Eternal Priest<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Hebrews 7:16. On what basis did Jesus become priest?</strong><br><br>Hebrews 7:16<br><br>16 who has come, not according to the law of a fleshly commandment, but according to the power of an endless life.<br><br>Jesus received the priesthood on the basis of an indestructible life and because He holds an eternal ministry. The implication of these facts is astounding. It means that Jesus’ ministry will never be surpassed or outclassed. Jesus saves completely, eternally, “to the uttermost” (Heb. 7:25). The salvation that Jesus provides is total and final. It reaches the innermost aspects of human nature (Heb. 4:12, Heb. 9:14, Heb. 10:1–4). Jesus’ intercession before God involves all the benefits granted under the new covenant.<br><br>It includes much more than the forgiveness of sins, too. It implies putting the law in our hearts, making us new people in Him, and leading us to the dissemination of the gospel to the world (Heb. 8:10–12). As one with God and with human beings, He represents us before the Father. As One who offered His life as a sacrifice, Jesus has unwavering favor before God.<br><br><strong>Read Hebrews 7:22. What is Jesus in relation to the new covenant?</strong><br><br>Hebrews 7:22<br><br>22 by so much more Jesus has become a [a]surety of a better covenant.<br><br>Jesus is the surety of the new covenant because God swore an oath that Jesus would be a priest “forever” (Heb. 7:21). It is very easy to fail to understand the importance of this oath. Paul already had referred to the oaths God made to the desert generation and to Abraham (Heb. 3:7–11, Heb. 6:13–15). The difference between those oaths and the oath that God has sworn to the Son is that those oaths were made to mortal human beings. Oaths stay in force as long as the beneficiaries are alive. God’s oaths to the desert generation and to Abraham were binding as long as there was a desert generation and there were descendants of Abraham (see Gal. 3:29).<br><br>In the case of the Son, however, whose life is “indestructible,” the oath God made to Him will be binding forever. A person who stood in surety or guarantee of another was liable to the same penalties as the person for whom he stood in surety, including death. Yet, the Father established Jesus as a guarantee to us that He will not default on His promises. That’s how certain we can be of the salvation that we have been given in Jesus.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Thursday February 3",
          "dayTitle": "<p>A&nbsp; Sinless Priest<br></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Hebrews 7:26. What are the five characteristics of Jesus in this passage?</strong><br><br>Hebrews 7:26<br><br>26 For such a High Priest was fitting for us, who is holy, [a]harmless, undefiled, separate from sinners, and has become higher than the heavens;<br><br>Jesus was “holy.” This means that Jesus was without fault in relationship to God (Heb. 2:18; Heb. 4:15; Heb. 5:7, 8). The Old Greek translation of the Old Testament used the same Greek term to designate those who maintain their covenant relationship with God and with others.<br><br>esus was “undefiled.” He remained pure and untouched by evil, despite being tempted in “all points” (Heb. 4:15, Heb. 2:18). Jesus’ perfect sinlessness is important for His priesthood. The old covenant stipulated that sacrificial victims had to be “without blemish” to be acceptable to God (Lev. 1:3, 10, etc.). Jesus’ perfect obedience during His earthly life made it possible for Him to offer Himself as an acceptable sacrifice to God (Heb. 9:14).<br><br>Jesus was “separated from sinners” when He ascended to heaven. The Greek verb tense suggests that this is a present state for Jesus, which began at a specific point in time. Jesus endured hostility from sinners during His earthly life, but He was victorious and then was seated at the right hand of God (Heb. 12:2, 3). Jesus also is “separate from sinners” in that He was perfectly sinless (Heb. 4:15).<br><br>Jesus was “exalted . . . above the heavens” (ESV). It means that Jesus has been exalted above everything there is and, therefore, He is one with God. In the Psalms, God is the One who is “exalted above the heavens” (Ps. 57:5, 11; Ps. 108:5).<br><br>Jesus was fully human, but He was not a sinful human being, as we are (Heb. 2:14–16, Heb. 4:15). Jesus is perfect, not simply because He never sinned but because He was not corrupted by sin as we are.<br><br>Yet, because He also was fully human, He also is our Example. He shows us how to run the race of life (Heb. 12:1–4). He is the example that we must follow (1 Pet. 2:21–23). Because He is “holy, innocent, unstained, separated from sinners” (Heb. 7:26, ESV), He is our Savior, and we, too, can reflect His character.<br><br><strong>Though Jesus was a human being, like us, He never sinned. How do we wrap our minds around this amazing thought? Think about just how holy He must be! Why, then, should the promise of His holiness being credited to us by faith help assure us of salvation?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Friday February 4",
          "dayTitle": "",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p><strong>Further Thought:</strong> “Christ is watching. He knows all about our burdens, our dangers, and our difficulties; and He fills His mouth with arguments in our behalf. He fits His intercessions to the needs of each soul, as He did in the case of Peter. . . . Our Advocate fills His mouth with arguments to teach His tried, tempted ones to brace against Satan’s temptations. He interprets every movement of the enemy. He orders events.”—Ellen G. White, The SDA Bible Commentary, vol. 7, p. 931 (letter 90, 1906).<br><br>“It was Satan’s purpose to bring about an eternal separation between God and man; but in Christ we become more closely united to God than if we had never fallen. In taking our nature, the Saviour has bound Himself to humanity by a tie that is never to be broken. . . . This is the pledge that God will fulfill His word. ‘Unto us a child is born, unto us a son is given: and the government shall be upon His shoulder.’ God has adopted human nature in the person of His Son, and has carried the same into the highest heaven. It is the ‘Son of man’ who shares the throne of the universe. It is the ‘Son of man’ whose name shall be called, ‘Wonderful, Counselor, The mighty God, The everlasting Father, The Prince of Peace.’ Isaiah 9:6. The I AM is the Daysman between God and humanity, laying His hand upon both. He who is ‘holy, harmless, undefiled, separate from sinners,’ is not ashamed to call us brethren. Hebrews 7:26; 2:11. In Christ the family of earth and the family of heaven are bound together. Christ glorified is our brother. Heaven is enshrined in humanity, and humanity is enfolded in the bosom of Infinite Love.”—Ellen G. White, The Desire of Ages, pp. 25, 26.<br><br><strong>Discussion Questions:<br><br>1 The first quotation above says, “He [Jesus] fills His mouth with arguments in our behalf.” What does that promise mean to you? Think about what this teaches us about God’s love for us. Why is this idea so encouraging? Why do we need someone arguing in our behalf?<br><br>2 The second quotation above says that “in Christ we become more closely united to God than if we had never fallen.” What does that mean? How can we experience that closeness, and what comfort can you draw from that experience? In class, describe what this closeness means and what it is like to experience it. How do His “arguments in our behalf” help us have this experience?</strong><br><br><strong>INSIDE STORY<br><br>Brave Missionary</strong><br><br>By Daisy Jung<br><br>I always was a coward. When I first moved into an academy dormitory in South Korea, I had to listen to Christian music to fall asleep at night. When some unkind students robbed me of 10,000 South Korean won (about US$10) in the bathroom at the train station, I was scared to enter the train station’s bathroom again.<br><br>My fears peaked when I served for a year as a student missionary in the rural Philippines. Young men who were curious about me—a young foreign woman—gathered around my candlelit house at night, whistling and sometimes peering into the windows. I began to suffer insomnia and could fall asleep only at dawn after listening to Christian music and reading the Bible.<br><br>My anxiety followed me to southern Asia, where I now live with my husband and two sons. Many times my husband watched me carefully check my surroundings on buses or trains before closing my eyes to sleep.<br><br>“Daisy,” he said, “I’m really curious how a person as scared as you ever signed up to be a missionary.”<br><br>It was true. I was a coward missionary. I preferred to stay in safe places. But something changed my mind. One day, my sons and I were discussing war over a meal. I told the boys that many wars were going on around the world, and seven-year-old Saint, who has many fears like his mother, asked with interest, “Mom, then we can’t go to places like that as missionaries, right?” “Yes, we can’t go to dangerous places,” I said.<br><br>“Then does that mean that people there don’t know Jesus?” Saint asked. “Yes, many people are dying without knowing Jesus.” Saint said firmly, “Mom, then let’s go to those places. Let’s go there and be missionaries.”<br><br>How could I object to such conviction? “Let’s do that someday,” I agreed. Deep down in my heart, however, I had many questions. I wondered: I’m here as a missionary, but am I too worried about myself? I say I believe in God, but do I trust Him only when I feel that my own safety is secure?<br><br>My daily prayers have changed since that conversation with my sons. Now I pray, “God, please give me a mighty faith. Give me a heart and a faith to love people, to go near them, and to take care of them that is bigger than my fears about my safety.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus, the Faithful Priest<br></p>",
      "verse": "<p>“For such a High Priest was fitting for us, who is holy, harmless, undefiled, separate from sinners, and has become higher than the heavens” (Hebrews 7:26, NKJV).<br></p>",
      "versionCode": 16,
      "weekDate": "January 29–February 4"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
