{
  "data": [
    {
      "color": "#0ff020",
      "id": 5,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 23 de julio",
          "dayTitle": "<p><strong>CALOR EXTREMO</strong><br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: </strong>Génesis 22; Oseas 2: 1-12; Job 1: 6- 2: 10; 2 Corintios 11: 23-29; Isaías 43: 1-7. <strong><br></strong></p><p><strong>PARA MEMORIZAR:</strong> “Con todo eso, Jehová quiso quebrantarlo, sujetándole a padecimiento. Cuando haya puesto su vida en expiación por el pecado, verá linaje, vivirá por largos días, y la voluntad de Jehová será en su mano prosperada” (Isa. 53: 10).}</p><p>&nbsp;Mientras su esposa estaba en el lecho de muerte, el famoso escritor cristiano C. S. Lewis escribió: “No es que corra mucho peligro (eso creo) de dejar de creer en Dios. El verdadero peligro es llegar a creer cosas sumamente terribles acerca de él. La conclusión que temo no es: ‘Pues, al fin y al cabo, Dios no existe’, sino: ‘Pues, así es Dios en realidad’ ” (A Grief Observed, pp. 6, 7). <br></p><p>Cuando las cosas se vuelven muy dolorosas, algunos rechazamos a Dios de cuajo. Otros, al igual que Lewis, nos vemos tentados a cambiar nuestra visión de Dios e imaginar todo tipo de cosas malas acerca de él. La pregunta es: ¿Cuán candente se puede poner esto? ¿Cuánto calor se arriesgaría Dios a permitir que experimente su pueblo a fin de lograr su propósito final de moldearnos a la “imagen de su Hijo”? (Rom. 8: 29). <strong><br></strong></p><p><strong>Un vistazo a la semana:</strong> ¿Por qué crees que Dios está dispuesto a correr el riesgo de que quienes desean conocerlo y amarlo lo malinterpreten? ¿Hasta qué punto crees que Dios está dispuesto a que lo malinterpreten para moldearte a la “imagen de su Hijo”?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 24 de julio",
          "dayTitle": "<p><strong>ABRAHAM EN EL CRISOL</strong><br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p>Lee Génesis 22. De repente y sin explicación, Dios llama a Abraham para que ofrezca a su hijo como holocausto. ¿Te imaginas cómo se habrá sentido Abraham? Era una idea totalmente repugnante que un Dios santo le pidiera que sacrificara a su propio hijo. Aun en el caso de que Abraham pensara que esto era aceptable, ¿qué pasaría con las promesas de Dios sobre su herencia? Sin su hijo, la promesa no se cumpliría. <strong><br></strong></p><p><strong>¿Por qué pidió Dios a Abraham que ofreciera este sacrificio? <br></strong></p><p><strong>Génesis 22</strong></p><p><strong>1</strong> Aconteció después de estas cosas, que probó Dios a Abraham, y le dijo: Abraham. Y él respondió: Heme aquí. <strong><br></strong></p><p><strong>2</strong> Y dijo: Toma ahora tu hijo, tu único, Isaac, a quien amas, y vete a tierra de Moriah, y ofrécelo allí en holocausto sobre uno de los montes que yo te diré. <strong><br></strong></p><p><strong>3</strong> Y Abraham se levantó muy de mañana, y enalbardó su asno, y tomó consigo dos siervos suyos, y a Isaac su hijo; y cortó leña para el holocausto, y se levantó, y fue al lugar que Dios le dijo. <strong><br></strong></p><p><strong>4</strong> Al tercer día alzó Abraham sus ojos, y vio el lugar de lejos. <strong><br></strong></p><p><strong>5</strong> Entonces dijo Abraham a sus siervos: Esperad aquí con el asno, y yo y el muchacho iremos hasta allí y adoraremos, y volveremos a vosotros. <strong><br></strong></p><p><strong>6</strong> Y tomó Abraham la leña del holocausto, y la puso sobre Isaac su hijo, y él tomó en su mano el fuego y el cuchillo; y fueron ambos juntos. <strong><br></strong></p><p><strong>7</strong> Entonces habló Isaac a Abraham su padre, y dijo: Padre mío. Y él respondió: Heme aquí, mi hijo. Y él dijo: He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto? <strong><br></strong></p><p><strong>8</strong> Y respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío. E iban juntos.<strong><br><br>9</strong> Y cuando llegaron al lugar que Dios le había dicho, edificó allí Abraham un altar, y compuso la leña, y ató a Isaac su hijo, y lo puso en el altar sobre la leña. <strong><br></strong></p><p><strong>10</strong> Y extendió Abraham su mano y tomó el cuchillo para degollar a su hijo. <strong><br></strong></p><p><strong>11</strong> Entonces el ángel de Jehová le dio voces desde el cielo, y dijo: Abraham, Abraham. Y él respondió: Heme aquí. <strong><br></strong></p><p><strong>12</strong> Y dijo: No extiendas tu mano sobre el muchacho, ni le hagas nada; porque ya conozco que temes a Dios, por cuanto no me rehusaste tu hijo, tu único. <strong><br></strong></p><p><strong>13</strong> Entonces alzó Abraham sus ojos y miró, y he aquí a sus espaldas un carnero trabado en un zarzal por sus cuernos; y fue Abraham y tomó el carnero, y lo ofreció en holocausto en lugar de su hijo.&nbsp;</p><p><strong>14</strong> Y llamó Abraham el nombre de aquel lugar, Jehová proveerá. Por tanto se dice hoy: En el monte de Jehová será provisto.<strong></strong></p><p><strong>15</strong> Y llamó el ángel de Jehová a Abraham por segunda vez desde el cielo, <strong><br></strong></p><p><strong>16</strong> y dijo: Por mí mismo he jurado, dice Jehová, que por cuanto has hecho esto, y no me has rehusado tu hijo, tu único hijo; <strong><br></strong></p><p><strong>17</strong> de cierto te bendeciré, y multiplicaré tu descendencia como las estrellas del cielo y como la arena que está a la orilla del mar; y tu descendencia poseerá las puertas de sus enemigos. <strong><br></strong></p><p><strong>18</strong> En tu simiente serán benditas todas las naciones de la tierra, por cuanto obedeciste a mi voz. <strong><br></strong></p><p><strong>19</strong> Y volvió Abraham a sus siervos, y se levantaron y se fueron juntos a Beerseba; y habitó Abraham en Beerseba.<strong><br><br>20</strong> Aconteció después de estas cosas, que fue dada noticia a Abraham, diciendo: He aquí que también Milca ha dado a luz hijos a Nacor tu hermano: <br></p><p><strong>21</strong> Uz su primogénito, Buz su hermano, Kemuel padre de Aram, <strong><br></strong></p><p><strong>22</strong> Quesed, Hazo, Pildas, Jidlaf y Betuel. <br></p><p><strong>23</strong> Y Betuel fue el padre de Rebeca. Estos son los ocho hijos que dio a luz Milca, de Nacor hermano de Abraham. <strong><br></strong></p><p><strong>24</strong> Y su concubina, que se llamaba Reúma, dio a luz también a Teba, a Gaham, a Tahas y a Maaca.<br></p><p><br></p><p>Si Dios lo sabe todo, ¿qué sentido tenía? La petición de Dios y el momento elegido no fue al azar. De hecho, estuvieron calculados para arrancar la angustia más profunda posible, porque “Dios había reservado a Abraham su última y más aflictiva prueba para el tiempo cuando la carga de los años pesaba sobre él, cuando anhelaba descansar” (PP 144). ¿Era esta la prueba de un Dios disparatado? De ninguna manera, porque “la agonía que sufrió durante los oscuros días de aquella terrible prueba fue permitida para que comprendiera por su propia experiencia algo de la grandeza del sacrificio hecho por el Dios infinito en favor de la redención del hombre” (PP 150).</p><p>Esto era solo una prueba: Dios nunca tuvo la intención de que Abraham matara a su hijo. Esto resalta algo muy importante sobre la forma en que Dios obra a veces. Dios quizá nos pida que hagamos algo que nunca tuvo la intención de que completemos. Tal vez nos pida que vayamos a algún lugar al que nunca tuvo la intención de que lleguemos. Lo importante para Dios no necesariamente es el final, sino lo que aprendemos a medida que nos va modificando en el proceso. <br></p><p>Probablemente Jesús tenía en mente la experiencia de Abraham cuando dijo a los judíos: “Abraham vuestro padre se gozó de que había de ver mi día; y lo vio, y se gozó” (Juan 8: 56). Abraham podría haber dejado de lado esta idea si rechazaba las instrucciones como si vinieran de Satanás. La clave para que Abraham sobreviviera y aprendiera durante todo el proceso fue que conocía la voz de Dios. <strong><br></strong></p><p><strong>¿Cuánto conoces la voz de Dios? ¿Cómo sabes cuando Dios te está hablando? ¿Cuáles son las formas en que te comunica su voluntad?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 25 de julio",
          "dayTitle": "<p><strong>EL ISRAEL REBELDE</strong><br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>La historia de Oseas tiene algunas lecciones poderosas que enseñarnos. La situación de Oseas es notable. Su esposa, Gomer, huye y tiene hijos con otros hombres. Aunque ella es maritalmente infiel, Dios llama a Oseas para que recupere a su esposa y le muestre nuevamente su amor. Esta historia se presenta como una parábola acerca de Dios e Israel. Los israelitas habían dejado a Dios y se estaban prostituyendo espiritualmente con otros dioses, pero Dios todavía los amaba y quería mostrarles su amor. ¡Pero fíjate los métodos de Dios! <br></p><p><strong>Lee Oseas 2: 1 al 12. ¿Qué métodos dice Dios que usará para atraer a Israel de nuevo a sí? ¿Cómo habrán sido estas experiencias? <br></strong></p><p><strong>Oseas 2: 2, 3 <br></strong></p><p><strong>2 </strong>Contended con vuestra madre, contended; porque ella no es mi mujer, ni yo su marido; aparte, pues, sus fornicaciones de su rostro, y sus adulterios de entre sus pechos; <br></p><p><strong>3</strong> no sea que yo la despoje y desnude, la ponga como el día en que nació, la haga como un desierto, la deje como tierra seca, y la mate de sed. <br></p><p><strong>Oseas 2: 5-7 <br></strong></p><p><strong>5</strong> Porque su madre se prostituyó; la que los dio a luz se deshonró, porque dijo: Iré tras mis amantes, que me dan mi pan y mi agua, mi lana y mi lino, mi aceite y mi bebida. <br></p><p><strong>6</strong> Por tanto, he aquí yo rodearé de espinos su camino, y la cercaré con seto, y no hallará sus caminos. <br></p><p><strong>7</strong> Seguirá a sus amantes, y no los alcanzará; los buscará, y no los hallará. Entonces dirá: Iré y me volveré a mi primer marido; porque mejor me iba entonces que ahora.<br></p><p><strong>Oseas 2: 8, 9 <br></strong></p><p><strong>8 </strong>Y ella no reconoció que yo le daba el trigo, el vino y el aceite, y que le multipliqué la plata y el oro que ofrecían a Baal.</p><p><strong> 9</strong> Por tanto, yo volveré y tomaré mi trigo a su tiempo, y mi vino a su sazón, y quitaré mi lana y mi lino que había dado para cubrir su desnudez.<strong><br></strong></p><p><strong>Oseas 2: 10</strong></p><p><strong>10</strong> Y ahora descubriré yo su locura delante de los ojos de sus amantes, y nadie la librará de mi mano. <strong><br></strong></p><p><br></p><p>Esta historia plantea dos cuestiones importantes sobre la forma en que experimentamos a Dios cuando él nos guía al arrepentimiento. <br></p><p>En primer lugar, corremos el riesgo de no reconocer que Dios está obrando. Cuando Israel pasó por esas experiencias tan duras y dolorosas, probablemente les haya resultado difícil reconocer que su Dios estaba obrando para su salvación. Cuando nuestro camino se ve bloqueado con espinas agudas o quedamos tan encerrados que no sabemos hacia dónde vamos (Ose. 2: 6), ¿ese es nuestro Dios? Cuando no podemos cubrir nuestras necesidades básicas o nos sentimos avergonzados (Ose. 2: 9, 10), ¿podría nuestro Padre estar en medio de todo esto? La verdad es que, más allá de lo que sintamos, Dios siempre está obrando para conducirnos al arrepentimiento, porque nos ama mucho. <br></p><p>En segundo lugar, corremos el riesgo de malinterpretar a Dios cuando él obra. Quizá reconozcamos que Dios está obrando, pero no nos gusta lo que él hace. Cuando nos sentimos heridos y avergonzados, es fácil culpar a Dios por ser cruel, por no intervenir o por no preocuparse. Pero Dios siempre está obrando para renovarnos mediante su pacto de amor.</p><p><strong>Lee Oseas 2: 14 al 23. ¿Qué revela este pasaje acerca de Dios? Pide al Espíritu Santo que te muestre si huyes de Dios en algún aspecto de tu vida. Si estás convencido de que estás huyendo, ¿por qué esperar a pasar por el crisol? ¿Qué te impide entregar todo a Dios ahora?</strong></p><p><strong>Oseas 2: 14 al 23</strong></p><p><strong>14</strong> Pero he aquí que yo la atraeré y la llevaré al desierto, y hablaré a su corazón. <strong><br></strong></p><p><strong>15 </strong>Y le daré sus viñas desde allí, y el valle de Acor por puerta de esperanza; y allí cantará como en los tiempos de su juventud, y como en el día de su subida de la tierra de Egipto. <br></p><p><strong>16 </strong>En aquel tiempo, dice Jehová, me llamarás Ishi, y nunca más me llamarás Baali. <br></p><p><strong>17 </strong>Porque quitaré de su boca los nombres de los baales, y nunca más se mencionarán sus nombres. <br></p><p><strong>18 </strong>En aquel tiempo haré para ti pacto con las bestias del campo, con las aves del cielo y con las serpientes de la tierra; y quitaré de la tierra arco y espada y guerra, y te haré dormir segura. <br></p><p><strong>19 </strong>Y te desposaré conmigo para siempre; te desposaré conmigo en justicia, juicio, benignidad y misericordia. <br></p><p><strong>20 </strong>Y te desposaré conmigo en fidelidad, y conocerás a Jehová.<br></p><p><strong>21 </strong>En aquel tiempo responderé, dice Jehová, yo responderé a los cielos, y ellos responderán a la tierra. <br></p><p><strong>22 </strong>Y la tierra responderá al trigo, al vino y al aceite, y ellos responderán a Jezreel. <br></p><p><strong>23 </strong>Y la sembraré para mí en la tierra, y tendré misericordia de Lo-ruhama; y diré a Lo-ammi: Tú eres pueblo mío, y él dirá: Dios mío.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 26 de julio",
          "dayTitle": "<p><strong>SOBREVIVIR MEDIANTE LA ADORACIÓN</strong><br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Job 1: 6 a 2: 10. ¿Qué causó el sufrimiento de Job?</strong></p><p><strong>Job 1: 6 a 2: 10</strong></p><p><strong>6</strong> Un día vinieron a presentarse delante de Jehová los hijos de Dios, entre los cuales vino también Satanás. <strong><br></strong></p><p><strong>7</strong> Y dijo Jehová a Satanás: ¿De dónde vienes? Respondiendo Satanás a Jehová, dijo: De rodear la tierra y de andar por ella. <strong><br></strong></p><p><strong>8</strong> Y Jehová dijo a Satanás: ¿No has considerado a mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal? <strong><br></strong></p><p><strong>9</strong> Respondiendo Satanás a Jehová, dijo: ¿Acaso teme Job a Dios de balde? <br></p><p><strong>10 </strong>¿No le has cercado alrededor a él y a su casa y a todo lo que tiene? Al trabajo de sus manos has dado bendición; por tanto, sus bienes han aumentado sobre la tierra. <strong><br></strong></p><p><strong>11</strong> Pero extiende ahora tu mano y toca todo lo que tiene, y verás si no blasfema contra ti en tu misma presencia. <br></p><p><strong>12 </strong>Dijo Jehová a Satanás: He aquí, todo lo que tiene está en tu mano; solamente no pongas tu mano sobre él. Y salió Satanás de delante de Jehová.</p><p><strong>13 </strong>Y un día aconteció que sus hijos e hijas comían y bebían vino en casa de su hermano el primogénito, <br></p><p><strong>14 </strong>y vino un mensajero a Job, y le dijo: Estaban arando los bueyes, y las asnas paciendo cerca de ellos, <br></p><p><strong>15 </strong>y acometieron los sabeos y los tomaron, y mataron a los criados a filo de espada; solamente escapé yo para darte la noticia. <br></p><p><strong>16 </strong>Aún estaba este hablando, cuando vino otro que dijo: Fuego de Dios cayó del cielo, que quemó las ovejas y a los pastores, y los consumió; solamente escapé yo para darte la noticia. <br></p><p><strong>17 </strong>Todavía estaba este hablando, y vino otro que dijo: Los caldeos hicieron tres escuadrones, y arremetieron contra los camellos y se los llevaron, y mataron a los criados a filo de espada; y solamente escapé yo para darte la noticia. <br></p><p><strong>18 </strong>Entre tanto que este hablaba, vino otro que dijo: Tus hijos y tus hijas estaban comiendo y bebiendo vino en casa de su hermano el primogénito; <strong><br></strong></p><p><strong>19 </strong>y un gran viento vino del lado del desierto y azotó las cuatro esquinas de la casa, la cual cayó sobre los jóvenes, y murieron; y solamente escapé yo para darte la noticia. <br></p><p><strong>20 </strong>Entonces Job se levantó, y rasgó su manto, y rasuró su cabeza, y se postró en tierra y adoró, <br></p><p><strong>21 </strong>y dijo: Desnudo salí del vientre de mi madre, y desnudo volveré allá. Jehová dio, y Jehová quitó; sea el nombre de Jehová bendito. <br></p><p><strong>22 </strong>En todo esto no pecó Job, ni atribuyó a Dios despropósito alguno.</p><p><strong>2:1 </strong>Aconteció que otro día vinieron los hijos de Dios para presentarse delante de Jehová, y Satanás vino también entre ellos presentándose delante de Jehová. <br></p><p><strong>2 </strong>Y dijo Jehová a Satanás: ¿De dónde vienes? Respondió Satanás a Jehová, y dijo: De rodear la tierra, y de andar por ella. <br></p><p><strong>3 </strong>Y Jehová dijo a Satanás: ¿No has considerado a mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal, y que todavía retiene su integridad, aun cuando tú me incitaste contra él para que lo arruinara sin causa? <br></p><p><strong>4 </strong>Respondiendo Satanás, dijo a Jehová: Piel por piel, todo lo que el hombre tiene dará por su vida. <br></p><p><strong>5 </strong>Pero extiende ahora tu mano, y toca su hueso y su carne, y verás si no blasfema contra ti en tu misma presencia. <br></p><p><strong>6</strong> Y Jehová dijo a Satanás: He aquí, él está en tu mano; mas guarda su vida.<br></p><p><strong>7 </strong>Entonces salió Satanás de la presencia de Jehová, e hirió a Job con una sarna maligna desde la planta del pie hasta la coronilla de la cabeza. <br></p><p><strong>8 </strong>Y tomaba Job un tiesto para rascarse con él, y estaba sentado en medio de ceniza.<br></p><p><strong>9 </strong>Entonces le dijo su mujer: ¿Aún retienes tu integridad? Maldice a Dios, y muérete. <br></p><p><strong>10 </strong>Y él le dijo: Como suele hablar cualquiera de las mujeres fatuas, has hablado. ¿Qué? ¿Recibiremos de Dios el bien, y el mal no lo recibiremos? En todo esto no pecó Job con sus labios.<br></p><p><br></p><p> Hay algo asombroso aquí. Los ángeles vienen a ver a Dios y Satanás viene con ellos. Dios pregunta a Satanás de dónde viene, y Satanás responde que viene “de rodear la tierra y de andar por ella” (Job 1: 7). Entonces, Dios plantea este interrogante: “¿No has considerado a mi siervo Job?” (Job 1: 8). La pregunta en sí no es relevante; lo notable es Quién pregunta. No es Satanás quien señala a Job como susceptible de examen; es Dios. Dios llama la atención de Satanás hacia Job sabiendo exactamente lo que vendría. Aquí abajo, en la Tierra, Job no tiene ni idea de que su crisol se pondrá tan candente. Y, aunque está muy claro que es Satanás, no Dios, quien causa el sufrimiento de Job, también está claro que es Dios quien concede su permiso explícito para que Satanás destruya las posesiones de Job, a sus hijos y su salud física. Si Dios permite que Job sufra, ¿qué diferencia hay si es Dios o Satanás quien inflige el sufrimiento personalmente? ¿Cómo puede Dios ser justo y santo cuando permite activamente que Satanás le cause tanto dolor a Job? ¿Es esta situación un caso especial o es propio de la forma en que Dios todavía nos trata hoy? <strong><br></strong></p><p><strong>En Job 1: 20 y 21, ¿cómo responde Job a las pruebas? <br></strong></p><p>Job 1: 20 y 21<strong><br></strong></p><p><strong>20</strong> Entonces Job se levantó, y rasgó su manto, y rasuró su cabeza, y se postró en tierra y adoró, <strong><br></strong></p><p><strong>21</strong> y dijo: Desnudo salí del vientre de mi madre, y desnudo volveré allá. Jehová dio, y Jehová quitó; sea el nombre de Jehová bendito. <br></p><p><br></p><p>Es posible responder de dos formas a ese sufrimiento. Podemos amargarnos, enojarnos y darle la espalda a un Dios que creemos que es cruel o inexistente, o podemos aferrarnos a Dios con más fuerza. Job afronta su catástrofe permaneciendo en la presencia de Dios y adorándolo. <br></p><p>En Job 1: 20 y 21, vemos tres aspectos de la adoración que nos pueden ayudar cuando estamos angustiados. En primer lugar, Job acepta su impotencia y reconoce que no tiene derecho a nada: “Desnudo salí del vientre de mi madre, y desnudo volveré allá” (Job 1: 21). En segundo lugar, Job reconoce que Dios todavía tiene el control total: “Jehová dio, y Jehová quitó” (Job 1: 21). En tercer lugar, Job concluye reafirmando su fe en la justicia de Dios: “Sea el nombre de Jehová bendito” (Job 1: 21). <strong><br></strong></p><p><strong>¿Estás pasando por una prueba? Sigue los pasos que dio Job. ¿Cómo podrían ayudarte a ti también?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 27 de julio",
          "dayTitle": "<p><strong>CÓMO SOBREVIVIR GRACIAS A LA ESPERANZA</strong><br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p><strong>“Fuimos abrumados sobremanera más allá de nuestras fuerzas, de tal modo que aun perdimos la esperanza de conservar la vida. Pero tuvimos en nosotros mismos sentencia de muerte, para que no confiásemos en nosotros mismos, sino en Dios, que resucita a los muertos” (2 Cor. 1: 8, 9).</strong></p><p><strong>2 Corintios 1:8-9<br><br>8 </strong>Porque hermanos, no queremos que ignoréis acerca de nuestra tribulación que nos sobrevino en Asia; pues fuimos abrumados sobremanera más allá de nuestras fuerzas, de tal modo que aun perdimos la esperanza de conservar la vida.<strong> <br></strong></p><p><strong>9</strong> Pero tuvimos en nosotros mismos sentencia de muerte, para que no confiásemos en nosotros mismos, sino en Dios que resucita a los muertos; <strong><br></strong></p><p><br></p><p>Como apóstol escogido por Dios, Pablo había soportado más que la mayoría de la gente. Sin embargo, Pablo no se doblegó, sino que creció en su alabanza a Dios. Lee su lista de dificultades en 2 Corintios 11: 23 al 29. Ahora lee 2 Corintios 1: 3 al 11. <br></p><p><strong>En 2 Corintios 1: 4, Pablo declara que la razón para recibir la compasión y el consuelo de Dios es “para que podamos también nosotros consolar a los que están en cualquier tribulación, por medio de la consolación con que nosotros somos consolados por Dios”. ¿Hasta qué punto el sufrimiento podría ser un llamado al ministerio? ¿Cómo podríamos estar más alertas a esta posibilidad? </strong><br></p><p><strong>2 Corintios 1: 4</strong></p><p><strong>4</strong> el cual nos consuela en todas nuestras tribulaciones, para que podamos también nosotros consolar a los que están en cualquier tribulación, por medio de la consolación con que nosotros somos consolados por Dios.<br></p><p><br></p><p>Por intermedio de nosotros, Dios quiere atender a quienes están heridos. Esto significa que primero puede permitirnos experimentar el mismo tipo de heridas para que podamos ofrecer aliento, compasión y el consuelo de Dios no desde la teoría, sino desde la experiencia. Este es un principio de la vida de Jesús (ver Heb. 4: 15). <br></p><p>Las vívidas descripciones paulinas de sus dificultades no son para hacernos sentir lástima por él. Son para que sepamos que, aun cuando estamos en lo más hondo, el Padre todavía puede intervenir para brindarnos su compasión y consuelo. Podemos desesperarnos por nuestra vida, e incluso morir, pero no debemos temer, porque Dios nos está enseñando a depender de él. Podemos confiar en él, porque nuestro Dios “resucita a los muertos” (2 Cor. 1: 9).</p><p>Mientras Pablo sigue poniendo su vista en la proclamación del evangelio, sabe que Dios también lo rescatará en el futuro. La capacidad de Pablo para mantenerse firme se basa en tres cosas, que menciona en 2 Corintios 1: 10 y 11. Primeramente, el historial comprobado de Dios: “Nos libró, y nos libra [...] de tan gran muerte” (2 Cor. 1: 10). En segundo lugar, la determinación de Pablo de fijar su atención en Dios: “En quien esperamos que aún nos librará” (2 Cor. 1: 10). En tercer lugar, la intercesión continua de los santos: “Cooperando también vosotros a favor nuestro con la oración” (2 Cor. 1: 11). <strong><br></strong></p><p><strong>¿Qué puedes aprender de Pablo que te ayude a no caer en la autocompasión en medio de tus luchas?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 28 de julio",
          "dayTitle": "<p><strong>CALOR EXTREMO</strong><br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p>Hasta ahora, en este trimestre hemos considerado muchos ejemplos de los crisoles que Dios usa para purificar nuestra vida y hacernos más semejantes a Cristo. Sin embargo, algunos pueden ver estos ejemplos y concluir que Dios es un capataz severo y exigente. Claro, algunos pueden decir: “Sabemos que Dios quiere algo bueno para nosotros, pero estos ejemplos no revelan mucho cariño ni amor. Más bien, Dios parece un matón. Se fija un propósito que nos causa considerables dificultades, y no hay nada que podamos hacer al respecto”. <br></p><p>Es cierto que, mientras vivamos en esta Tierra llena de pecado, entenderemos solo un poco de por qué suceden las cosas. En el cielo entenderemos mucho más (1 Cor. 4: 5; 13: 12), pero por ahora tendremos que vivir con la tensión de creer que Dios está presente y nos cuida, aunque las cosas no siempre parezcan tan buenas. Isaías describe muy bien esta tensión. <br></p><p>Lee Isaías 43: 1 al 7. En el versículo 2, Dios dice que su pueblo pasará por las aguas y por el fuego. Estas son figuras de peligros extremos, pero tal vez insinúen el cruce del Mar Rojo y el Jordán. Tremendas experiencias las dos, pero que allanaron el camino hacia una nueva vida. Podríamos esperar que Dios dijera que protegerá a su pueblo de estos peligros, que los guiará por un camino más fácil. Pero, al igual que el Pastor del Salmo 23, más bien asegura que cuando lleguen los tiempos difíciles el pueblo de Dios no tiene por qué sentirse abrumado, porque Dios está con él. <strong><br></strong></p><p><strong>Repasa Isaías 43: 1 al 7. Anota las diferentes formas en las que Dios ofrece consuelo a su pueblo durante los momentos de agua y fuego. ¿Qué imagen de Dios pinta esto en tu mente? ¿Qué promesas puedes reclamar para ti? <br></strong></p><p><strong>Isaías 43: 1 al 7</strong></p><p><strong>1</strong> Ahora, así dice Jehová, Creador tuyo, oh Jacob, y Formador tuyo, oh Israel: No temas, porque yo te redimí; te puse nombre, mío eres tú. <strong><br></strong></p><p><strong>2</strong> Cuando pases por las aguas, yo estaré contigo; y si por los ríos, no te anegarán. Cuando pases por el fuego, no te quemarás, ni la llama arderá en ti. <strong><br></strong></p><p><strong>3</strong> Porque yo Jehová, Dios tuyo, el Santo de Israel, soy tu Salvador; a Egipto he dado por tu rescate, a Etiopía y a Seba por ti. <strong><br></strong></p><p><strong>4</strong> Porque a mis ojos fuiste de gran estima, fuiste honorable, y yo te amé; daré, pues, hombres por ti, y naciones por tu vida. <br></p><p><strong>5</strong> No temas, porque yo estoy contigo; del oriente traeré tu generación, y del occidente te recogeré. <strong><br></strong></p><p><strong>6</strong> Diré al norte: Da acá; y al sur: No detengas; trae de lejos mis hijos, y mis hijas de los confines de la tierra, <strong><br></strong></p><p><strong>7</strong> todos los llamados de mi nombre; para gloria mía los he creado, los formé y los hice.<br></p><p><br></p><p>Podríamos resumir lo que hemos aprendido acerca de los crisoles de Dios de tres maneras. En primer lugar, el calor extremo de Dios no nos destruirá a nosotros, sino a nuestro pecado. En segundo lugar, el calor extremo de Dios no es para hacernos miserables, sino para purificarnos, según fuimos creados originalmente. En tercer lugar, el cuidado de Dios por nosotros en medio de todas las cosas es constante y tierno; nunca nos dejará solos, a pesar de lo que nos suceda. <strong><br></strong></p><p><strong>¿Qué te enseñan estos versículos sobre el accionar y el carácter de Dios? Sal. 103: 13, 14; Mat. 28: 20; 1 Cor. 10: 13; 1 Ped. 1: 7. ¿Cómo experimentaste la realidad de estos versículos en tu vida?</strong></p><p><strong>Salmo 103: 13, 14</strong><br><strong>13 </strong>Como el padre se compadece de los hijos,<br>Se compadece Jehová de los que le temen.</p><p><strong>14</strong> Porque él conoce nuestra condición;<br>Se acuerda de que somos polvo.</p><p><strong>Mateo 28: 20</strong></p><p><strong>20 </strong>enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén.</p><p><strong>1 Corintios 10: 13</strong></p><p><strong>13</strong> No os ha sobrevenido ninguna tentación que no sea humana; pero fiel es Dios, que no os dejará ser tentados más de lo que podéis resistir, sino que dará también juntamente con la tentación la salida, para que podáis soportar.</p><p><strong>1 Pedro 1: 7</strong></p><p><strong>7</strong> para que sometida a prueba vuestra fe, mucho más preciosa que el oro, el cual aunque perecedero se prueba con fuego, sea hallada en alabanza, gloria y honra cuando sea manifestado Jesucristo<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 29 de julio ",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Lee Elena de White, Patriarcas y profetas, “La prueba de la fe”, pp. 141-150; Testimonios para la iglesia, “Alabad a Dios”, t. 5, pp. 295-298. <br></p><p>“Dios probó siempre a su pueblo en el crisol de la aflicción. Es en el fuego del crisol donde la escoria se separa del oro puro del carácter cristiano. Jesús vigila la prueba; él sabe qué se necesita para purificar el precioso metal, para que pueda reflejar el esplendor de su amor. Es por medio de pruebas estrictas y reveladoras como Dios disciplina a sus siervos. Él ve que algunos tienen aptitudes que pueden usarse en el progreso de su obra, y los somete a pruebas; en su providencia, los coloca en situaciones que prueban su carácter [...]. Les muestra sus propias debilidades, y les enseña a depender de él [...]. Así alcanza su objetivo. Son educados, adiestrados, disciplinados y preparados para cumplir el gran propósito para el cual recibieron sus capacidades” (PP 122,123). <br></p><p>“Si en la providencia de Dios somos llamados a soportar pruebas, aceptemos la cruz, y bebamos la copa amarga, recordando que es la mano de un Padre la que la ofrece a nuestros labios. Confiemos en él, en las tinieblas como en la luz del día. ¿No podemos creer que nos dará todo lo que fuere para nuestro bien? [...] Aun en la noche de aflicción, ¿cómo podemos negarnos a elevar el corazón y la voz en agradecida alabanza, cuando recordamos el amor por nosotros expresado en la Cruz del Calvario?” (TI 5:295) <br></p><p><strong>PREGUNTAS PARA DIALOGAR: <br></strong></p><p><strong>1.</strong> En clase, pide que alguien relate una dura prueba de fe, similar a la de Abraham. ¿Qué pueden aprender de la experiencia de esa persona, de sus éxitos o fracasos? <strong><br></strong></p><p><strong>2.</strong> Repasen las últimas 24 horas de la vida de Cristo antes de su crucifixión. ¿Qué extremos enfrentó? ¿Cómo los soportó? ¿Qué principios podemos tomar de su ejemplo y aplicarlos a nuestra vida cuando estemos en medio de nuestro crisol? <strong><br></strong></p><p><strong>3.</strong> Analicen la idea, que se mencionó esta semana, acerca de cómo mediante nuestro sufrimiento podemos ayudar a otros que también sufren. ¿Cuáles son algunos de los problemas que podrían surgir con esta idea? <strong><br></strong></p><p><strong>4.</strong> Elena de White escribió anteriormente: “Confiemos en él, en las tinieblas como en la luz del día”. Es más fácil decirlo que hacerlo. ¿Cómo podemos ayudarnos mutuamente a desarrollar el tipo de fe que nos permita hacer precisamente eso? ¿Por qué es importante confiar en Dios en los tiempos difíciles?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Maestro",
          "dayTitle": "<p>MAESTRO<br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>EL SÁBADO ENSEÑARÉ...<br></strong></p><p><strong>RESEÑA <br></strong></p><p><strong>Texto clave: Isaías 53: 10.</strong></p><p><strong>Enfoque del estudio: Génesis 22; Job 1: 6–2: 10; Isaías 43: 1–7; Oseas 2: 1–12, 2 Cor. 11: 23–29. <br></strong></p><p><strong>Introducción: </strong><br></p><p>La lección de esta semana se centra en varios ejemplos bíblicos que nos ayudan a comprender mejor el “porqué” del sufrimiento y el “cómo” de vencer el mal y el sufrimiento. El ejemplo de la disposición de Abraham a sacrificar a su propio hijo en obediencia a Dios nos indica una confianza incondicional en Dios, aun cuando los mandatos de Dios no tengan sentido aparente. La dolorosa relación de Oseas con su esposa infiel revela el sufrimiento de Dios causado por nuestra infidelidad, su presencia continua en nuestra vida y su obra para restaurar las relaciones con un pueblo descarriado. La decidida lealtad de Job a Dios, aun cuando su propia esposa lo instaba a maldecir a Dios, nos enseña que evitar el sufrimiento y la muerte no es el objetivo final de la vida. Junto con Job, Pablo nos enseña que el amor y la fidelidad a Dios, a su Reino y a su misión en el mundo es la experiencia más satisfactoria de la vida cristiana. Por supuesto, hay cosas que no entendemos. Pero el cristiano experimenta el sufrimiento y la muerte armado con la perspectiva del apóstol Pablo sobre la lucha: “¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o espada?” (Rom. 8: 35). <br></p><p><strong>Temática de la lección: </strong><br></p><p>La lección de esta semana destaca dos temas principales: <br></p><p>1. Primeramente, nos ocuparemos de un estudio profundo de ejemplos relevantes de sufrimiento que nos ayudarán a entender por qué Dios permite el sufrimiento en nuestras experiencias. }</p><p>2. Nuestro segundo tema se relacionará con algunas ilustraciones vívidas de la historia de Abraham e Isaac en el monte Moriah, y de qué manera padre e hijo sobrevivieron a sus crisoles, aprendiendo y creciendo mediante estas experiencias. <br></p><p><strong>COMENTARIO <br></strong></p><p><strong>El sufrimiento de Dios con nosotros <br></strong></p><p>En la segunda mitad del siglo XX, la Teología del Proceso propuso una nueva teodicea, o explicación de cómo se originó el mal y cómo es que existe en el Reino del Dios, quien es todo amor, todopoderoso y perfectamente justo. Los teólogos del Proceso (como John B. Cobb [h]) visualizan un Universo compuesto por entidades libres y autocreadoras comprometidas en un proceso continuo y progresivo de construir un mundo en constante cambio. Sin embargo, dado que estas entidades también piensan que el poder de Dios es limitado, concluyen que el mal y el sufrimiento de alguna manera han surgido de este complejo proceso de construcción. Lo único bueno que nos puede ofrecer la Teología del Proceso es que Dios se compadece de nosotros y sufre con el Universo. Él no puede erradicar el mal porque no puede entrometerse en nuestra libertad, pero trabaja para persuadir a todas las entidades del Universo entero para que avancen hacia un equilibrio de armonía, creatividad y gozo.</p><p>&nbsp;Este tema del sufrimiento de Dios con nosotros a menudo se ha usado fuera de los círculos de los teólogos del Proceso. Sí, el concepto del sufrimiento de Dios con nosotros es esencial para nuestra comprensión del evangelio, pero debe entenderse correctamente a la luz de la verdad bíblica. La mayor amenaza del concepto de que Dios sufre con nosotros es que se ha convertido en una teodicea en sí misma, y excluye otros aspectos importantes de la teodicea bíblica.</p><p>&nbsp;Por más que estas ideas sean innovadoras, la Teología del Proceso y su teodicea son incompatibles con la revelación bíblica y los cristianos que creen en la Biblia no pueden aceptarlas. Sí, en nuestro mundo caído, el sufrimiento es real e inevitable. Y sí, Dios sufre con nosotros. Pero esta realidad no es el final de la historia. Uno de los tantos problemas de la Teología del Proceso es su especulación de que el mal está intrínsecamente relacionado con la Creación; la Teología del Proceso es de naturaleza evolutiva. En contraste, la explicación bíblica es que el mal no es “natural”; no pertenece al orden original de la Creación ni de la naturaleza. El mal se opone al carácter de Dios, a su amor y su justicia. Dios creó un mundo perfecto, una naturaleza perfecta, animales y seres humanos perfectos. <br></p><p>El hecho de que Dios nos haya creado libres no hace del mal un elemento necesario, por lo que los siguientes tres puntos son especialmente relevantes: 1. El mal tiene sus raíces en la libertad y en agentes morales libres, como los ángeles y los seres humanos. 2. El mal afectó y afecta la naturaleza, pero no surge de ella. 3. El mal no es eterno ni coeterno con Dios ni con la Creación (la intención con la Creación era que fuera perfecta [y en realidad lo era], y sin maldad, al principio); el mal llegó a la existencia debido a nuestro abuso de la libertad, pero la amorosa y poderosa intervención de Dios le pondrá fin para librar al Universo de su existencia y su amenaza. <br></p><p>Por lo tanto, debido a que su naturaleza es amor, Dios realmente sufre con nosotros, y comparte con nosotros los crisoles que nos hemos buscado nosotros mismos, sobre la naturaleza y sobre todo su Reino. Pero Dios no sufre de forma impotente, como si no pudiera hacer nada porque el mal es parte del surgimiento evolutivo y el crecimiento del Universo. ¡No! Dios hizo algo con el mal, y lo sigue haciendo. Él asumió la última consecuencia del pecado sobre sí mismo en Cristo y está obrando activamente para contrarrestar el mal. Llama a todos a aceptar su gracia y a prepararse para volver a su Reino, del que erradicará el mal para siempre.</p><p><strong>El sacrificio de Isaac <br></strong></p><p>El mandato divino de sacrificar a Isaac fue un mandato único con propósitos múltiples. Por un lado, el llamado de Dios a Abraham fue una prueba. Elena de White escribe que en el monte Moriah Dios probó la fidelidad de Abraham: “Los seres celestiales fueron testigos de la escena en que se probaron la fe de Abraham y la sumisión de Isaac. La prueba fue mucho más severa que la impuesta a Adán. La obediencia a la prohibición hecha a nuestros primeros padres no entrañaba ningún sufrimiento; pero la orden dada a Abraham exigía el sacrificio más agonizante. Todo el cielo presenció, absorto y maravillado, la intachable obediencia de Abraham. Todo el cielo aplaudió su fidelidad. [...] El pacto de Dios, confirmado a Abraham mediante un juramento ante los seres de los otros mundos, atestiguó que la obediencia será recompensada” (PP 151). <br></p><p>Por otro lado, el mandato de Dios era más que una prueba. Por cierto, su propósito principal era triple: una revelación, una profecía y una tipología. Dios quería enseñar a Abraham, y a toda la humanidad, acerca del sacrificio qué él haría de su Hijo por nosotros (Juan 3: 16). Elena de White enfatiza este aspecto en varios de sus escritos. En El Deseado de todas las gentes, afirma: “Abraham había deseado mucho ver al Salvador prometido. [...] Y vio a Cristo. [...] Vio su día, y se gozó. Se le dio una visión del sacrificio divino por el pecado. Tuvo una ilustración de ese sacrificio en su propia vida. Recibió la orden: ‘Toma ahora tu hijo, tu único, Isaac, a quien amas [...] y ofrécelo [...] en holocausto’ (Gén. 22: 2). Sobre el altar del sacrificio colocó al hijo de la promesa, el hijo en quien se centraban sus esperanzas. Luego, mientras aguardaba junto al altar con el cuchillo levantado para obedecer a Dios, oyó una voz del cielo que le decía: ‘No extiendas tu mano sobre el muchacho, ni le hagas nada; porque ya conozco que temes a Dios, por cuanto no me rehusaste tu hijo, tu único’ (Gén. 22: 12). Se le impuso esta terrible prueba a Abraham para que pudiera ver el día de Cristo y comprender el gran amor de Dios hacia el mundo, tan grande que para levantarlo de su degradación dio a su Hijo unigénito para que sufriera la muerte más ignominiosa” (DTG 434). <br></p><p>En otra parte, Elena de White reúne los dos propósitos del mandato de Dios en Génesis 22: “Fue para grabar en la mente de Abraham la realidad del evangelio, así como para probar su fe, que Dios le mandó sacrificar a su hijo. La agonía que sufrió durante los oscuros días de aquella terrible prueba fue permitida para que comprendiera por su propia experiencia algo de la grandeza del sacrificio hecho por el Dios infinito en favor de la redención del hombre. Ninguna otra prueba podría haber causado a Abraham tanta tortura como la que le ocasionó el ofrecer a su hijo. Dios dio a su Hijo para que muriera en la agonía y la vergüenza. A los ángeles que presenciaron la humillación y la angustia del Hijo de Dios no se les permitió interponerse, como en el caso de Isaac. No hubo voz que clamara: ‘¡Basta!’ El Rey de la gloria dio su vida para salvar a la raza caída. ¿Qué mayor prueba se puede dar del amor y la compasión infinitos de Dios? ‘El que no escatimó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no nos dará también con él todas las cosas?’ (Rom. 8: 32)” (PP 150). <br></p><p>Si el propósito principal de Génesis 22 era parte de la revelación de Dios acerca de su plan de salvación, es importante enfatizar que el mandato divino a Abraham fue un evento profético singular, único en la historia del mundo. Mediante esta experiencia única de Abraham, Dios ha comunicado de manera eficiente su plan para salvar a la humanidad mediante el sacrificio sustitutivo de Jesucristo. Por lo tanto, nadie más en la historia de la humanidad ha recibido, ni recibirá jamás, ese mandato de volver a sacrificar a otro ser humano. Incluso en el caso de Abraham, el sacrificio de Isaac fue reemplazado inmediatamente por un sacrificio animal. Por esta razón, la experiencia de Abraham no puede asociarse justificadamente con la antigua práctica del sacrificio de niños ni con ningún abuso infantil, antiguo o contemporáneo. <br></p><p>Otro aspecto importante de esta experiencia es la participación y la reacción misma de Isaac en esta experiencia. Si bien nos concentramos en la angustia y el sufrimiento de Abraham, debemos señalar que esta experiencia también fue el crisol de Isaac, y su reacción es inestimable. De hecho, podría haber reaccionado de muchas maneras, como tildar de viejo loco a su padre o escapar corriendo. Pero Isaac no lo hizo. Su educación, basada en la fidelidad y la confianza en Dios y en su padre, hace de Isaac un ejemplo perfecto para el cristiano que atraviesa crisoles. Elena de White destaca este aspecto en una narración colorida de esta escena: <br></p><p>“Abraham [...] en obediencia a la orden divina [...] prosigue su viaje junto con Isaac. Ve delante de sí la montaña que Dios le ha prometido señalar como lugar donde debe ofrecer su sacrificio. Saca la leña del hombro de su siervo, y la pone sobre Isaac, el que ha de ser ofrecido. Ciñe su alma con firmeza y severidad llena de agonía, dispuesto a realizar la obra que Dios le exige que haga. Con corazón angustiado y mano enervada, toma el fuego, mientras que Isaac pregunta: ‘Padre mío [...] He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto?’ Pero, oh, Abraham no puede decírselo en ese momento. <br></p><p>“El padre y el hijo construyen el altar, y llega para Abraham el terrible momento de dar a conocer a Isaac lo que ha hecho agonizar su alma durante todo el largo viaje, a saber, que Isaac mismo es la víctima. Isaac ya no es un niño; es un joven adulto. Podría rehusar someterse al designio de su padre, si quisiera hacerlo. No acusa a su padre de locura, ni siquiera procura cambiar su propósito. Se somete. Cree en el amor de su padre y sabe que no haría el terrible sacrificio de su único hijo si Dios no se lo hubiera ordenado” (HHD 207). <br></p><p><strong>APLICACIÓN A LA VIDA <br></strong></p><p>1. Comparte tres principios de la historia de Abraham e Isaac que te muestren cómo superar los crisoles. <br></p><p>2. ¿Cómo respondieron Job y Oseas a su sufrimiento? ¿Qué pueden enseñarte sus respuestas sobre cómo superar una encrucijada?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>CALOR EXTREMO</strong><br></p>",
      "verse": "<p>“Con todo eso, Jehová quiso quebrantarlo, sujetándole a padecimiento. Cuando<br>haya puesto su vida en expiación por el pecado, verá linaje, vivirá por largos días,<br>y la voluntad de Jehová será en su mano prosperada” (Isa. 53: 10).<br></p>",
      "versionCode": 7,
      "weekDate": "23-29 de Julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
