{
  "data": [
    {
      "color": "#9b76eb",
      "id": 705,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 28",
          "dayTitle": "",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>One definition of debt is “living today on what you expect to earn in the future.” Today debt seems to be a way of life, but it should not be the norm for Christians. The Bible discourages debt. In the Scriptures there are at least 26 references to debt, and all are negative. The Bible does not say that it is a sin to borrow money, but it does talk about the often-bad consequences of doing so. When considering financial obligations, Paul counseled: “Render therefore to all their due: taxes to whom taxes are due, customs to whom customs, fear to whom fear, honor to whom honor. Owe no one anything except to love one another” (Rom. 13:7, 8, NKJV). Why is debt an almost international scourge at every level— personal, corporate, and government? Every society has always had at least a small percentage who were in debt. But today a much larger portion of the people are in debt, and it’s almost never to their benefit. This week we will consider the reasons for debt and how to deal with it. You may be debt-free, but you can share this valuable information with family and friends who could benefit from it.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 29",
          "dayTitle": "<p><strong>The Debt Problems</strong></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Deuteronomy 28:1, 2, 12. What is God’s ideal for His children regarding debt? How can they attain this ideal? And though this context is very different from ours, what principles can we take away from it to apply to ourselves now?</strong></p><p><strong>Deuteronomy 28:1-2\n</strong></p><p><strong><sup>1</sup></strong> If you fully obey the Lord your God and carefully follow all his commands I give you today, the Lord your God will set you high above all the nations on earth.\n</p><p><sup><strong>2</strong> </sup>All these blessings will come on you and accompany you if you obey the Lord your God.\n</p><p>Studies show that there are three primary reasons that people get into financial difficulty. They are listed here in the order of greatest frequency. The first is ignorance. Many people, even the educated, are financially illiterate. They were simply never exposed to the biblical or even secular principles of money management. There is hope, however! This lesson will provide a simple outline of these principles and how to apply tThe second reason for financial difficulties is greed, or selfishness. In response to advertising and personal desire, people simply live beyond their means. They aren’t willing to live in, drive, or wear what they can really afford. Many of these same people also feel that they are just too poor to tithe. As a consequence, they live their lives without God’s promised wisdom and blessing (see Mal. 3:10, 11; Matt. 6:33). There’s hope for these people, as well, but it requires a change of heart—and a spirit of contentment.\n</p><p>The third reason people find themselves in financial difficulty is personal misfortune. They may have experienced a serious illness without adequate health insurance. They may have been abandoned by a spendthrift marriage partner. A natural disaster may have wiped out their possessions. Or they may have been born and raised in abject poverty. There is hope for these people too. Though their path is more difficult, their troubles can be overcome. Change may come with the support of Christian friends, the counsel and/or assistance of godly counselors, hard work coupled with a good education, and the blessing and providence of God.\n</p><p>Whatever the reason, even if it’s a person’s own fault, debt can be alleviated. However, those in debt will need to make some changes in their lives, their spending, and their financial priorities.\n</p><p><strong>Read 1 Timothy 6:6–9. What is Paul saying here that all of us need to heed? What do these words mean to you, and in what ways can you better follow what the Word is teaching us here?\n</strong></p><p><strong>1 Timothy 6:6–9&nbsp;</strong></p><p><strong><sup>6</sup></strong> But godliness with contentment is great gain.\n</p><p><strong><sup>7</sup></strong> For we brought nothing into the world, and we can take nothing out of it.\n</p><p><strong><sup>8 </sup></strong>But if we have food and clothing, we will be content with that.\n</p><p><sup><strong>9</strong> </sup>Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 30",
          "dayTitle": "<p><strong>Following Godly Counsel</strong></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>We are material beings, and we live in a material world, a world that, at times, can be very alluring. You’d have to be made out of steel and synthetic oil, not flesh and blood, not to feel, at times, the lure of material possessions and the desire for wealth. At one time or another, who hasn’t fantasized about being rich or winning the lottery?\n</p><p>Though we all face it, and there is nothing wrong in and of itself in working hard to earn a good living or even being wealthy, none of us has to succumb to the trap of making idols out of money, wealth, and material possessions. We are promised divine power to stay faithful to what we know is right. This is important, because the temptation of wealth and material possessions has led to the ruin of many souls.\n</p><p><strong>Read Matthew 6:24 and 1  John 2:15. Though expressed differently, what’s the common theme found in both of these scriptures?\n</strong></p><p><strong>Matthew 6:24</strong>&nbsp;</p><p><strong><sup>24</sup></strong> No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.\n</p><p><strong>1  John 2:15&nbsp;</strong></p><p><strong style=\"\"><sup>15</sup></strong> Do not love the world or anything in the world. If anyone loves the world, love for the Father is not in them.\n</p><p>Unfortunately, the love of the world can be so strong that people will get into debt in order—as they hope—to satisfy that love. (It never works; see Eccles.4:8.) And because debt is one of Satan’s nets that he sets for souls, it just makes sense that God would like to see His children debt-free. He has given us counsel through the Bible and the prophetic gift that will lead us to financial freedom.\n</p><p><strong>Read Psalm 50:14, 15. What attitude should God’s people live with? What does it mean to “pay your vows” (NKJV)?\n</strong></p><p><strong>Psalm 50:14, 15\n</strong></p><p><strong><sup>14</sup></strong> Sacrifice thank offerings to God, fulfill your vows to the Most High.\n</p><p><strong><sup>15</sup></strong> And call on me in the day of trouble; I will deliver you, and you will honor me.\n</p><p>We enter into our church membership with praise and thanksgiving to our God, who has created and redeemed us. In point 9 (of 13) in our baptismal vows, we were asked, “Do you believe in church organization? Is it your purpose to worship God and to support the church through your tithes and offerings and by your personal effort and influence?” As Seventh-day Adventists, we all said yes. So, this text (Ps. 50:14, 15) is a promise to those who offer thanksgiving to God and are faithfully paying their vows.\n</p><p><strong>What do your choices tell you about how well you deal with the lure of the world? Why is working hard to earn a good living not necessarily the same thing as making an idol of wealth or money? How can we learn the difference?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 31",
          "dayTitle": "<p><strong>How to Get Out of Debt</strong></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Job 1:6–2:10. What caused Job’s suffering?</strong></p><p><strong>Job 1:6</strong></p><p><strong><sup>6</sup></strong> Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.</p><p><strong><sup>7 </sup></strong>And the Lord said to Satan, “From where do you come?”&nbsp;So Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”</p><p><strong><sup>8 </sup></strong>Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”</p><p><strong><sup>9</sup></strong> So Satan answered the Lord and said, “Does Job fear God for nothing?&nbsp;</p><p><strong><sup>10</sup></strong> Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.&nbsp;</p><p><strong><sup>11</sup></strong> But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!”</p><p><strong><sup>12</sup></strong> And the Lord said to Satan, “Behold, all that he has is in your power; only do not lay a hand on his person.”&nbsp;So Satan went out from the presence of the Lord.</p><p><strong><sup>13</sup></strong> Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house;&nbsp;</p><p><strong><sup>14</sup></strong> and a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,&nbsp;</p><p><strong><sup>15</sup></strong> when the Sabeans raided them and took them away—indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!”</p><p><strong><sup>16</sup></strong> While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!”</p><p><strong><sup>17</sup></strong> While he was still speaking, another also came and said, “The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!”</p><p><strong><sup>18 </sup></strong>While he was still speaking, another also came and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house,</p><p><strong><sup>&nbsp;19 </sup></strong>and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!”</p><p><strong><sup>20</sup></strong> Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped.</p><p><strong><sup>&nbsp;21</sup></strong> And he said:</p><p>“Naked I came from my mother’s womb,<br></p><p>And naked shall I return there.</p><p>The Lord gave, and the Lord has taken away;</p><p>Blessed be the name of the Lord.”</p><p><strong><sup>22</sup></strong> In all this Job did not sin nor charge God with wrong.</p><p><strong>Job 2:1-10</strong></p><p><strong><sup>1</sup></strong> Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord.&nbsp;</p><p><strong><sup>2</sup></strong> And the Lord said to Satan, “From where do you come?”&nbsp;Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”</p><p><strong><sup>3</sup></strong> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.”<sup><br></sup></p><p><strong><sup>4</sup></strong> So Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life.</p><p><strong><sup>5</sup></strong> But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!”<sup><br></sup></p><p><strong><sup>6 </sup></strong>And the Lord said to Satan, “Behold, he is in your hand, but spare his life.”</p><p><strong><sup>7</sup></strong> So Satan went out from the presence of the Lord, and struck Job with painful boils from the sole of his foot to the crown of his head.</p><p><strong><sup>8</sup></strong> And he took for himself a potsherd with which to scrape himself while he sat in the midst of the ashes.</p><p><strong><sup>9</sup></strong> Then his wife said to him, “Do you still hold fast to your integrity? Curse God and die!”</p><p><strong><sup>10</sup></strong> But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?” In all this Job did not sin with his lips.</p><p><strong>Read Proverbs 22:7. In what sense are we under bondage to the lender?\n</strong></p><p><strong>Proverbs 22:7</strong></p><p><strong><sup>7</sup> </strong>The rich rules over the poor, and the borrower is servant to the lender.</p><p>What can be done to escape from this unfortunate phenomenon? If you are in debt, the following outline will help you begin a debtelimination process. The plan is simple. It has a premise and three steps. The premise is a commitment to God to be faithful in returning His holy tithe to access His wisdom and blessing. He is eager to bless those who obey Him.\n</p><p>Step 1 is to declare a moratorium on additional debt: no more credit spending. If you don’t borrow money, you can’t get into debt. If you don’t borrow any more money, you can’t get further into debt. Step 2 is to make a covenant with God that from this point on, as He blesses, you will pay off your debts as quickly as possible. When God blesses you financially, use the money to reduce debt—not to purchase more things. This step is probably the most crucial. When most folks receive unexpected money, they simply spend it. Don’t; instead apply it to your debt-reduction plan.\n</p><p>Step 3 is the hands-on practical part. Make a list of all your debts, from the largest to the smallest, in descending order. For most families, the home mortgage is at the top of the list, and a credit card or personal debt is at the bottom. Begin by making at least the minimum payment due on each of your debts on a monthly basis. Next, double up or increase your payments in any way you can on the debt at the bottom of the list. You’ll be happily surprised how quickly you can eliminate that smallest debt. Then use the money that you were paying on the bottom debt to add to the basic payment on the next debt as you work your way up the list. As you eliminate your smaller high-interest debts, you’ll free up a surprising amount of money to place on the next-higher debts.\n</p><p>God clearly doesn’t want us in debt. Once the covenant is made, many families find that God blesses them in unexpected ways, and the debt is reduced faster than they had anticipated. By following these three simple steps, many families have become debt-free. You can too! By putting God first, you’ll receive His wisdom and blessing for managing what He has entrusted to you.\n</p><p><strong>“Let your conduct be without covetousness; be content with such things as you have. For He Himself has said, ‘I will never leave you nor forsake you’  ” (Heb. 13:5, NKJV). How could applying these words greatly help people avoid getting into debt?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 1",
          "dayTitle": "<p><strong>Surety and Get-Rich-Quick Schemes\n</strong></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>The Bible is very clear that God does not want His children to become responsible for the debt obligations of others. In the book of Proverbs, the Lord has warned us against surety—that is, cosigning or being guarantor for another person.\n</p><p><strong>Read Proverbs 6:1–5, Proverbs 17:18, and Proverbs 22:26. What is the message here?\n</strong></p><p><strong>Proverbs 6:1–5\n</strong></p><p><strong>1 </strong>My son, if you have put up security for your neighbor, if you have shaken hands in pledge for a stranger,</p><p><strong>&nbsp;2</strong> you have been trapped by what you said, ensnared by the words of your mouth.&nbsp;</p><p><strong>3 </strong>So do this, my son, to free yourself, since you have fallen into your neighbor’s hands: Go—to the point of exhaustion— and give your neighbor no rest!&nbsp;</p><p><strong>4</strong> Allow no sleep to your eyes, no slumber to your eyelids.&nbsp;</p><p><strong>5</strong> Free yourself, like a gazelle from the hand of the hunter, like a bird from the snare of the fowler.\n</p><p><strong>Proverbs 17:18&nbsp;</strong></p><p><strong>18 </strong>One who has no sense shakes hands in pledge and puts up security for a neighbor.<br></p><p><strong>Proverbs 22:26&nbsp;</strong></p><p><strong>26</strong> Do not be one who shakes hands in pledge or puts up security for debts.\n</p><p>Surety usually occurs when a person with poor credit seeks a loan from a lending institution and does not qualify for the loan. The loan officer will tell the unqualified person that if he or she will get a friend with good credit to cosign with him or her, then the bank will grant the loan and hold the cosigner responsible in the event of a default. Sometimes a fellow church member will come to you and ask you to cosign. Your response should be: “The Bible says I should never do that.” Please understand that the Bible encourages us to be helpful to those in need, but we should not become responsible for their debts. Parents are sometimes asked by teenagers to cosign for the purchase of their first car. Or older adult children will ask parents to cosign for a business loan. The same answer applies. It is appropriate to help others if there is a real need, but do not become surety for the debts of others. Studies show that 75 percent of those who cosigned end up making the payments!\n</p><p><strong>Read Proverbs 28:20 and 1 Timothy 6:9, 10. What’s the warning here?\n</strong></p><p><strong>Proverbs 28:20</strong>&nbsp;</p><p><strong>20</strong> A faithful person will be richly blessed, but one eager to get rich will not go unpunished.\n</p><p><strong>1 Timothy 6:9-10\n</strong></p><p><strong>9</strong> Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction.\n</p><p><strong>10</strong> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs\n</p><p>Get-rich-quick schemes are another financial trap; they are almost guaranteed to lead to financial ruin for those who get caught up in them. When it sounds too good to be true, it surely is. Many people are hurt emotionally and financially. An additional tragedy with these devious plans is that, in many cases, individuals have had to borrow money to become involved in them in the first place. Many lives and families have been ruined by get-rich-quick schemes that end up enriching only the con artists who devise them at the expense of those who fall into their trap. When a friend, or even a loved one, tries to pull you into one of these schemes, run. Don’t walk. Run—as fast as you can.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 2",
          "dayTitle": "<p><strong>Term Limits and Borrowing Points</strong></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Deuteronomy 15:1–5. What did the Lord require of His people as revealed in these verses?\n</strong></p><p><strong>Deuteronomy 15:1–5\n</strong></p><p><strong><sup>1</sup>&nbsp;</strong>At the end of every seven years you must cancel debts.\n</p><p><strong><sup>2</sup> </strong>This is how it is to be done: Every creditor shall cancel any loan they have made to a fellow Israelite. They shall not require payment from anyone among their own people, because the Lord’s time for canceling debts has been proclaimed.\n</p><p><strong><sup>3</sup></strong> You may require payment from a foreigner, but you must cancel any debt your fellow Israelite owes you.\n</p><p><strong><sup>4</sup> </strong>However, there need be no poor people among you, for in the land the Lord your God is giving you to possess as your inheritance, he will richly bless you.\n</p><p><sup><strong>5</strong> </sup>if only you fully obey the Lord your God and are careful to follow all these commands I am giving you today.\n</p><p>In harmony with other seven-year statutes (Exod. 21:2; Lev. 25:3, 4), not only were the slaves or servants and the land regulated but also the lenders. Because the lenders did not want to forgive any debts, the longest anyone could be in debt was seven years. Whatever else we can take from these verses, they do show that the Lord cares about these kinds of financial issues, especially when, at that time, they concerned fellow Israelites. These verses also show that the Lord acknowledged the reality of debt, no matter how bad it generally was. He also emphasized that it was to be avoided as much as possible.\n</p><p>Today, by contrast, people in many parts of the world have loans for 30 and 40 years for home purchases. It seems that one reason houses cost so much is that credit is available to provide loans to purchase them. Meanwhile, many people—parents and students—wonder about borrowing money for an education. As a rule, getting a college degree will enhance a person’s income capability for the rest of his or her life. Some people might have to borrow some money to pay for their education, but keep in mind these factors. You have to pay it back with interest. Try to get all of the grants and scholarships that you can qualify for. Work and save all you can for school. Take only courses that will lead to a job. Have parents help. In Bible times, parents gave their children farmland so that they could make a living. Today that “inheritance” should likely be an education so that they can become independent adults.\n</p><p>In an ideal world, there would be no borrowing and no debt. But because we don’t live in an ideal world, there might be times when it is necessary to borrow. Just make sure that you have the best deal possible and the best interest rate available. Then borrow the very minimum that you need and pay it off as quickly as possible to save on interest costs. In principle, however, to whatever degree humanly possible, we should seek to avoid debt, and by following biblical financial principles in our everyday lives, we can go a long way toward avoiding unnecessary debt and the terrible strain it can put on us and our families.\n</p><p><strong>If you have lent people money, how honest and fair and kind are you in your dealings with them? How would you fare before God when you have to answer for those dealings? (See Eccles. 12:14.)</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 3",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>The three-step process of debt elimination is actually found on one page of Ellen G. White’s writings. Emphasis has been added to highlight the points.\n</p><p>“Be determined never to incur another debt. Deny yourself a thousand things rather than run in debt. This has been the curse of your life, getting into debt. Avoid it as you would the smallpox. “Make a solemn covenant with God that by His blessing you will pay your debts and then owe no man anything if you live on porridge and bread. . . . Do not falter, be discouraged, or turn back. Deny your taste, deny the indulgence of appetite, save your pence and pay your debts. “Work them off as fast as possible. When you can stand forth a free man again, owing no man anything, you will have achieved a great victory.”—Counsels on Stewardship, p. 257.\n</p><p>If you need additional help to become debt-free, try these points: Establish a budget. Make a simple budget by keeping a record of all your income and expenses/purchases over a period of three months. Many are surprised to learn how much money they spend on unnecessary items.\n</p><p>Destroy credit cards. Credit cards are one of the major causes of family indebtedness. They are so easy to use and so hard to pay off. If you find that you aren’t paying off the cards in total each month, or that you are using them to purchase items that you would not otherwise have bought, you should destroy your credit cards before they destroy you or your marriage or both.\n</p><p>Begin economic measures. Sometimes we aren’t aware of how much we could save on our monthly expenses just by being careful about some of the small things that we purchase. They quickly add up.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.&nbsp;</strong>The amount of debt that many nations, as well as individuals, have taken upon themselves is staggering. What has been your own experience with debt and the problems that debt has created for you or others?\n</p><p><strong>2.</strong> What could your local church do to help members learn to manage debt or financial issues in general?\n</p><p><strong>3.</strong> What are some Bible promises that you can claim to help protect yourself from the lure of the world and the financial dangers greediness can pose to us?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 3",
          "dayTitle": "<p><strong>Inside Story</strong></p><p><br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>Troubled Boy to Church Elder</strong></p><p><strong>By Sheron Ndhlovu</strong></p><p>Edmond was a troubled child in Mzuzu, Malawi. He refused to obey his parents, teachers, or any other adult. At school, he hit the other boys and even the teachers. He gained such a fearful reputation that children and adults alike were scared of him.\n</p><p>One day, Edmond decided that it would be fun to disrupt the Pathfinder club. He took his unruly friends to Chasefu Seventh-day Adventist Church, and they mocked the marching and singing Pathfinders. Edmond enjoyed seeing the Pathfinders react, so he and his friends returned week after week. But as the weeks passed, Edmond became interested in Pathfinder activities. He wanted to know more about what the children were doing and what they believed. When the church organized evangelistic meetings at Mzuzu Stadium, he decided to go, but he did not tell his friends for fear that they would laugh at him. He also did not tell his parents, who belonged to another Christian denomination, because he worried that they might punish him.\n</p><p>At the meetings, Edmond fell in love with the God of heaven and the Lord of the seventh-day Sabbath. Even though he was afraid that the Adventist children and adults whom he had mistreated so terribly would reject him, he summoned up the courage and gave his heart to Jesus in baptism. His parents found out about the baptism four months later, and they immediately disowned the boy. Edmond stayed in the homes of church members, and they taught him more about the Bible until he became wellversed in its teachings. He also worked odd jobs to pay required fees so he could stay in school. Three years passed. Edmond’s parents saw that he was faithful to God. They saw that he had become a new creature in Christ, and they asked him to return home.\n</p><p>Today, Edmond Tchiri is married to an Adventist wife, and they have two sons. He also serves as an elder at Chasefu Seventh-day Adventist Church, the place where he used to torment the Pathfinders. He says that only God could have transformed the troubled schoolboy into a church elder. “Never look down on children, no matter how bad-behaved they may be,” he said.</p><p><em>Thank you for your 2021 Thirteenth Sabbath Offering that is helping to construct a community outreach and leadership development center on the Mzuzu campus of Malawi Adventist University, so more boys and girls, men and women, can learn about the transforming power of Jesus in Edmond’s hometown and beyond in the Southern Africa-Indian Ocean Division. This quarter’s offering will support six more educational projects in the neighboring East-Central Africa Division.</em></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>Dealing With Debt</strong></p>",
      "verse": "<p>“The rich rules over the poor, and the borrower is servant to the lender” (Proverbs 22:7, NKJV</p>",
      "versionCode": 1,
      "weekDate": "January 28–February 3"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
