{
   "data":[
      {
         "color":"#D6EBC2",
         "id":709,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"February 22",
               "dayTitle":"<p><strong>Sabbath Afternoon</strong></p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p>Central to biblical theology is the great controversy between Christ and Satan. Although the idea of a cosmic conflict between God and celestial creatures who have fallen and rebelled against God is a prominent motif of Scripture (Matt. 13:24–30, 37–39; Rev. 12:7–10) and also is prevalent in much of Christian tradition, many Christians have rejected or neglected the whole idea.&nbsp;</p><p>From a biblical perspective, however, the theme of a cosmic conflict, in which the kingdom of God is opposed by the devil and his angels, is not one that we can neglect without missing a great deal of what the biblical narratives are about. The Gospels alone are filled with references to the devil and demons who oppose God.</p><p>&nbsp;To begin with this week, we will address how the two following questions might be answered according to some crucial biblical passages:&nbsp;</p><p><strong>1.</strong> Where does Scripture teach that there is a cosmic conflict between God and Satan?</p><p><sup><strong>2.</strong></sup> According to Scripture, what is the nature of the conflict?&nbsp;</p><p><strong>Study this week’s lesson to prepare for Sabbath, March 1.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 23",
               "dayTitle":"<p><strong>An Enemy Has Done This</strong></p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Read Matthew 13:24–27. How does the parable help us understand evil in our world?</strong></p><p><strong>Matthew 13:24–27</strong></p><p><sup><strong>24</strong></sup> Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man which sowed good seed in his field:</p><p><strong><sup>25</sup></strong> But while men slept, his enemy came and sowed tares among the wheat, and went his way.</p><p><sup><strong>26 </strong></sup>But when the blade was sprung up, and brought forth fruit, then appeared the tares also.</p><p><sup><strong>27 </strong></sup>So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares?</p><p><br></p><p>Jesus tells the story of a landowner who sows only good seeds in his field. However, tares spring up among the wheat. Upon seeing this, the servants of the owner ask him, “Sir, did you not sow good seed in your field? How then does it have tares?” (Matt. 13:27, NKJV). This is similar to the question often asked today concerning the problem of evil: If God created the world entirely good, why is there evil in it?</p><p><strong>&nbsp;Read Matthew 13:28–30 in light of Christ’s explanation in Matthew 13:37– 40. How does this also shed light on the nature of the cosmic conflict</strong></p><p><strong>Matthew 13:28–30</strong></p><p><sup><strong>28</strong></sup> He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?</p><p><sup><strong>29</strong></sup> But he said, Nay; lest while ye gather up the tares, ye root up also the wheat with them.</p><p><strong><sup>30 </sup></strong>Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn.</p><p><strong>Matthew 13:37– 40</strong></p><p><strong><sup>37 </sup></strong>He answered and said unto them, He that soweth the good seed is the Son of man;</p><p><sup><strong>38 </strong></sup>The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one;</p><p><sup><strong>39 </strong></sup>The enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels.</p><p><sup><strong>40 </strong></sup>As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world.</p><p>The master replies to his servant’s question: “ ‘ “An enemy has done this” ’ ” (Matt. 13:28, NKJV). Jesus later identifies the one “ ‘who sows the good seed’ ” as “ ‘the Son of Man,’ ” who is Jesus Himself (Matt. 13:37, NKJV), and explains that “the field is the world” (Matt. 13:38), and the “ ‘enemy who sowed’ ” the tares is “ ‘the devil’ ” (Matt. 13:39, NKJV), explicitly depicting a cosmic conflict between Christ and Satan. Why is there evil in the world? Evil is the result of the enemy (the devil) who opposes the master. “ ‘An enemy has done this’ ” (Matt. 13:28, NKJV).&nbsp;</p><p>This answer, however, provokes the follow-up question, “ ‘Do you want us then to go and gather them up?’ ” In other words, why not uproot the evil immediately? “ ‘ “No, ” ’ ” the master replies, “ ‘ “lest while you gather up the tares you also uproot the wheat with them. Let both grow together until the harvest” ’ ” (Matt. 13:29, 30, NKJV; compare with Mark 4:29). According to the parable, God will finally put an end to evil, but uprooting it prematurely would result in irreversible collateral damage that harms the good.&nbsp;</p><p><strong>What are some of the dangers in seeking to uproot the tares from the wheat now? At the same time, why does this not mean simply ignoring the evil that we encounter?</strong></p><p><br></p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 24",
               "dayTitle":"<p><strong>The Origin of the Controversy on Earth</strong></p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p>Parallel to the question in the parable—about why there is bad seed in the field if the owner planted only good seed—is another question: if God created the world entirely good, how did evil arise here?&nbsp;</p><p><strong>Read Genesis 1:31. What do God’s words reveal about the state of creation when God finished creating, and why is this answer important?</strong></p><p><strong>&nbsp;Genesis 1:31</strong></p><p><strong><sup>31</sup></strong> And God saw every thing that he had made, and, behold, it was very good. And the evening and the morning were the sixth day</p><p>According to Genesis 1:31, when God finished creating the world, it was “very good.” In Genesis 1, there is no hint of evil in God’s creation of this planet. How, then, did evil come into the human experience?&nbsp;</p><p><strong>Read Genesis 3:1–7. What does this tell us about how evil got here on earth? What light does this shed on the nature of the cosmic conflict? (See also Rev. 12:7–9.)&nbsp;</strong></p><p><strong>Genesis 3:1–7</strong>.</p><p><strong><sup>1.</sup></strong> Now the serpent was more subtil than any beast of the field which the Lord God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?</p><p><strong><sup>2</sup></strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:</p><p><sup><strong>3 </strong></sup>But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.</p><p><sup><strong>4</strong></sup> And the serpent said unto the woman, Ye shall not surely die:</p><p><strong><sup>5 </sup></strong>For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.</p><p><sup><strong>6</strong></sup> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.</p><p><strong><sup>7</sup></strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.</p><p>In this narrative, we see lies about God’s character raised by the serpent, identified as the devil himself (that “serpent of old” [NKJV]) in Revelation 12:7–9. The serpent first uses a question to cast doubt on God’s command, nearly reversing what God had commanded in his question. Then, the serpent directly challenges what God ha</p><p>&nbsp;Someone, either the serpent or God, lied to Eve, who now has a choice to make about whether she will believe what God told her or what the serpent did.&nbsp;</p><p>Here and elsewhere in Scripture, the nature of this conflict is primarily over what and whom to believe, which is itself integrally related to love. And that is because your beliefs about someone, the kind of person that he or she is, and whether he or she can be trusted, deeply impact whether you will love and trust that person and, in this case, listen to what that person tells you.&nbsp;</p><p><strong>Read Genesis 3:15. God’s statement to the serpent that the Seed of the woman, referring to the Messiah, would crush the serpent’s head is often identified as the first gospel (protoevangelium) in Scripture. How does this both reinforce the reality of the conflict and yet provide hope for us in the midst of it?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 25",
               "dayTitle":"<p><strong>The Origin of the Controversy in Heaven</strong></p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p>Genesis 1–3 alone shows that evil existed before the fall of Adam and Eve. Even if evil was not a concrete reality in Eden, conceptually, “evil” has already appeared, in the name of “the tree of the knowledge of good and evil” (Gen. 2:9, 17). Then the serpent accuses God of lying when, in fact, he, the serpent, is the one lying. The existence of the serpent (Rev. 12:9), along with his lying, shows the reality of evil there. Thus, even in Eden before the Fall, the presence of evil is manifest.&nbsp;</p><p><strong>Read Ezekiel 28:12–19 in light of Exodus 25:19, 20. What is the nature of this being’s fall?</strong></p><p><strong>Ezekiel 28:12–19&nbsp;</strong></p><p><strong><sup>12 </sup></strong>Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord God; Thou sealest up the sum, full of wisdom, and perfect in beauty.</p><p><sup>13</sup><strong> </strong>Thou hast been in Eden the garden of God; every precious stone was thy covering, the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold: the workmanship of thy tabrets and of thy pipes was prepared in thee in the day that thou wast created.</p><p><sup><strong>14 </strong></sup>Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire.</p><p><strong><sup>15 </sup></strong>Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.</p><p><strong><sup>16</sup></strong> By the multitude of thy merchandise they have filled the midst of thee with violence, and thou hast sinned: therefore I will cast thee as profane out of the mountain of God: and I will destroy thee, O covering cherub, from the midst of the stones of fire.</p><p><strong><sup>17 </sup></strong>Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground, I will lay thee before kings, that they may behold thee.</p><p><strong><sup>18 </sup></strong>Thou hast defiled thy sanctuaries by the multitude of thine iniquities, by the iniquity of thy traffick; therefore will I bring forth a fire from the midst of thee, it shall devour thee, and I will bring thee to ashes upon the earth in the sight of all them that behold thee.\n</p><p><strong><sup>19 </sup></strong>All they that know thee among the people shall be astonished at thee: thou shalt be a terror, and never shalt thou be any more.</p><p><strong>Exodus 25:19, 20</strong></p><p><strong><em><sup>19 </sup></em></strong>And make one cherub on the one end, and the other cherub on the other end: even of the mercy seat shall ye make the cherubims on the two ends thereof.</p><p><strong><sup>20 </sup></strong>And the cherubims shall stretch forth their wings on high, covering the mercy seat with their wings, and their faces shall look one to another; toward the mercy seat shall the faces of the cherubims be.</p><p>&nbsp;According to this passage, the origin of evil and the cosmic conflict began in heaven. Before he fell, the being who became known as Satan was a covering cherub. Beyond being identified as this cherub, he was “ ‘the seal of perfection, full of wisdom and perfect in beauty’ ” and was “ ‘in Eden, the garden of God’ ” (Ezek. 28:12, 13, NKJV). Neither of these things could be said of the human king of Tyre (or any other human). Hence, we know that we have been given here a glimpse into the fall of Lucifer.&nbsp;</p><p><strong>Read Isaiah 14:12–15. What additional light does this shed on the origin of the great controversy?</strong></p><p><strong>Isaiah 14:12–15</strong></p><p><strong><sup>12 </sup></strong>How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!</p><p><strong><sup>13 </sup></strong>For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:</p><p><strong><sup>14</sup></strong> I will ascend above the heights of the clouds; I will be like the most High.</p><p><strong><sup>15</sup></strong> Yet thou shalt be brought down to hell, to the sides of the pit.</p><p>According to Isaiah 14, Lucifer decided to exalt himself and make himself like God. This verse complements what we saw in Ezekiel 28, that his “heart was lifted up” because of his “beauty” (Ezek. 28:17), which should have brought him to glorify the God who made him beautiful. Instead, he became proud. Worse, in this pride, he set out to take God’s place and to slander Him. The Hebrew term for “trading” in Ezekiel 28:16 also means “slander,” an indication of how Satan will operate against God and against us, as well.</p><p><strong>&nbsp;How do we understand the fact that Lucifer, who fell, was originally “perfect . . . from the day” he was created “till iniquity was found” in him (Ezek. 28:15)?&nbsp;How could a perfect being fall unless being “perfect” included true moral freedom?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 26",
               "dayTitle":"<p><strong>If You Worship Me</strong></p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p>Satan’s quest to usurp God’s throne is also revealed in the temptation narratives found in Matthew 4 and Luke 4. In the striking encounter between Jesus and the tempter, much is revealed about the nature of the conflict. Here we see the reality of the great controversy between Christ and Satan, but played out in stark and graphic terms.&nbsp;</p><p><strong>Read Matthew 4:1–11. How is the reality of the great controversy between Christ and Satan revealed here?</strong></p><p><strong>Matthew 4:1–11</strong></p><p><strong><sup>1 </sup></strong>Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.</p><p><strong><sup>2 </sup></strong>And when he had fasted forty days and forty nights, he was afterward an hungred.</p><p><strong><sup>3 </sup></strong>And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.</p><p><strong><sup>4 </sup></strong>But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.</p><p><strong><sup>5 </sup></strong>Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,\n</p><p><strong><sup>6</sup></strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.\n</p><p><em><strong><sup>7</sup></strong></em> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.\n</p><p><strong><sup>8 </sup></strong>Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;\n</p><p><strong><sup>9 </sup></strong>And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.\n</p><p><strong><sup>10 </sup></strong>Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.\n</p><p><strong><sup>11 </sup></strong>Then the devil leaveth him, and, behold, angels came and ministered unto him.</p><p>The Spirit had “led” Jesus into the wilderness for the express purpose that Jesus was “to be tempted by the devil” (Matt. 4:1, NKJV). And before facing this encounter, Jesus fasted for forty days. So when the devil came, he tempted Jesus to turn stones into bread, playing on Jesus’ extreme hunger. But Jesus countered this temptation with Scripture, and Satan’s ploy failed.&nbsp;</p><p>Then, in an attempt to get Jesus to act presumptuously, the devil tempted Jesus to throw Himself down from the pinnacle of the temple. Satan twisted Scripture to suggest that if Jesus were truly the Son of God, angels would protect Him. But with Scripture read rightly, Jesus again counters the temptation.&nbsp;</p><p>The third temptation clearly reveals just what the devil is trying to accomplish. He wants Jesus to worship him. Satan attempts to usurp the worship that is due to God alone.&nbsp;</p><p>And to do so, he shows Jesus “all the kingdoms of the world and their glory” and then claims: “ ‘All these things I will give You if You will fall down and worship me’ ” (Matt. 4:8, 9, NKJV). Indeed, in Luke 4:6, a text that parallels Matthew, the devil claims: “ ‘All this authority I will give You, and their glory; for this has been delivered to me, and I give it to whomever I wish’ ” (Luke 4:6, NKJV).</p><p>&nbsp;Once again, Jesus counters the temptation with Scripture, and again Satan fails. In all three cases, Jesus used Scripture to defend against the enemy’s attacks.&nbsp;</p><p><strong>Ephesians 6:12 reminds us that “we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places” (NKJV). Though we shouldn’t live in fear, why must we always remember the reality of the struggle going on around us?</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 27",
               "dayTitle":"<p><strong>The Nature of the Cosmic Conflict</strong></p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p>We have seen some passages that teach a cosmic conflict between God and Satan. But how is such a conflict even possible? How could anyone oppose the omnipotent God? If the cosmic conflict were over sheer power, it would have been over before it started. It must be of a different kind. Indeed, Scripture reveals that the conflict is a dispute over God’s character—a conflict over slanderous allegations raised by the devil against God, that (among other things) He is not fully good and loving. Such claims cannot be defeated by power or brute force but by comparing the two competing characters.&nbsp;</p><p>“In His dealing with sin, God could employ only righteousness and truth. Satan could use what God could not—flattery and deceit. He had sought to falsify the word of God and had misrepresented His plan of government before the angels, claiming that God was not just in laying laws and rules upon the inhabitants of heaven; that in requiring submission and obedience from His creatures, He was seeking merely the exaltation of Himself. Therefore it must be demonstrated before the inhabitants of heaven, as well as of all the worlds, that God’s government was just, His law perfect. Satan had made it appear that he himself was seeking to promote the good of the universe. The true character of the usurper, and his real object, must be understood by all. He must have time to manifest himself by his wicked works.”—Ellen G. White, The Great Controversy, p. 498.</p><p><strong style=\"background-color: initial;\">Read John 8:44, 45 in light of Revelation 12:7–9. What do these passages reveal about the character of the devil and his strategy?</strong></p><p><strong>John 8:44, 45</strong></p><p><strong><sup>44 </sup></strong>Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.\n</p><p>\n</p><p><strong><sup>45 </sup></strong>And because I tell you the truth, ye believe me not.</p><p><strong>&nbsp;Revelation 12:7–9</strong></p><p><strong><sup>7</sup></strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,</p><p><strong><sup>8 </sup></strong>And prevailed not; neither was their place found any more in heaven.</p><p><strong><sup>9</sup></strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.</p><p>The devil’s plan from the beginning has been to try to make creatures believe that God was not really just and loving and that His law was oppressive and hurtful to them. No wonder Jesus refers to the devil as “a liar and the father of ” lies (John 8:44, NKJV). In contrast, Jesus came to “ ‘testify to the truth’ ” (John 18:37, NASB) and directly counter the lies and slander of Satan, defeating and, ultimately, destroying the devil and his power (1 John 3:8, Heb. 2:14).&nbsp;</p><p>Revelation 12:9, 10 identifies Satan (1) as the “serpent of old” (NKJV), (2) as the one who in the heavenly court accuses God’s people, and (3) as the dragon ruler who deceives the world. The Greek word translated “devil” just means “slanderer,” showing once again that the nature of the conflict is over beliefs, including beliefs about God’s character.</p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 28",
               "dayTitle":"<p><strong>Further Thought:</strong></p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p><strong>Read Ellen G. White, “The Origin of Evil,” pp. 492–504, in The Great Controversy.</strong></p><p>&nbsp;“Nothing is more plainly taught in Scripture than that God was in no wise responsible for the entrance of sin; that there was no arbitrary withdrawal of divine grace, no deficiency in the divine government, that gave occasion for the uprising of rebellion. Sin is an intruder, for whose presence no reason can be given. It is mysterious, unaccountable; to excuse it is to defend it. . . . Had he [Satan] been immediately blotted from existence, they [the inhabitants of heaven and of other worlds] would have served God from fear rather than from love. The influence of the deceiver would not have been fully destroyed, nor would the spirit of rebellion have been utterly eradicated. Evil must be permitted to come to maturity. For the good of the entire universe through ceaseless ages Satan must more fully develop his principles, that his charges against the divine government might be seen in their true light by all created beings, that the justice and mercy of God and the immutability of His law might forever be placed beyond all question.”—Ellen G. White, The Great Controversy, pp. 492, 493, 499.</p><p><strong>Discussion Questions:</strong></p><p><sup><strong>1. </strong></sup>Many people wonder how a sinless creature like Lucifer could sin for the first time. Why is sin so “mysterious” and “unaccountable”? How can we explain this first sin without excusing it or justifying it? That is, why would explaining its origin be the same as justifying it?</p><p><strong><sup>2.</sup></strong> Why did God not simply blot Satan out of existence right away? Why must evil “be permitted to come to maturity”? How is this “for the good of the entire universe through ceaseless ages”?</p><p><strong><sup>3. </sup></strong>Why is it so important to understand that the conflict between God and Satan is not one of sheer power but a conflict of a different kind? How does a conflict over character make sense in ways that a conflict over sheer power could not?&nbsp;</p><p><strong><sup>4.</sup></strong> How does understanding the nature of the conflict pull back the curtain, so to speak, on ways in which your own life might be a microcosm of the cosmic conflict? In what ways are you even now experiencing the reality of this conflict? How should you respond in ways that show whose side you truly are on?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 28",
               "dayTitle":"<p><strong>Inside Story</strong></p><p>The Persistent Caller: Part 1</p><p><br></p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p>The Zoom call just wouldn’t go through. “It’s not working!” Matrona exclaimed. Over her phone, Colette could hear Matrona typing and retyping the Zoom password on a facility computer. It was a call that they had attempted many times that week. Matrona was among many Alaska Native children living in facilities and foster homes in Alaska, and she was eager to get acquainted with Colette. She tried the password again. “It’s not working!” she cried. “It’s OK,” Colette said. “It’s not OK! I want to try again,” Matrona said. When it still didn’t work, Colette suggested they talk on the phone instead. Colette Reahl, a Seventh-day Adventist pediatrician in Anchorage, was eager to get acquainted with Matrona, too. An Alaska Native girl, Matrona was eligible for adoption at a facility in Fairbanks, located 360 miles away.&nbsp;</p><p>Matrona reluctantly agreed to talk by phone. The first question she asked was, “What are your house rules?” “That is something we can talk about more when you get to the house,” Colette said. “But respect is pretty big in my house.” Matrona quizzed Colette for the next 30 minutes. At the end of the conversation, she said, “You know, my foster mom is going to adopt me, right?” Colette, a Florida native who had lived with her husband in Alaska for eight years, had not known that. She thought, Matrona is so interesting, and she has such a huge personality. This is going to be an adventure! From her side, Matrona knew that Colette was looking to adopt, but she didn’t want to get hurt.&nbsp;</p><p>So, she made it difficult for Colette to get close. Colette asked how often she could call, and Matrona proposed once a week on Tuesdays. But when Colette called, Matrona wasn’t available or didn’t answer. They changed the time to Thursdays and then to Saturdays. Colette sensed that Matrona was annoyed, but she couldn’t understand why. She decided to keep calling every week whether Matrona wanted to talk or not. As she kept calling with unconditional love, Matrona’s heart began to thaw.</p><p>This mission story offers an inside look at a previous Thirteenth Sabbath project. Pediatrician Colette Reahl is also coleader of Bethel (Alaska) Seventh-day Adventist Church, which received part of a 2024 Thirteenth Sabbath Offering. Thank you for helping spread the gospel with this quarter’s Thirteenth Sabbath Offering on March 29. Read more about Colette and Matrona next week.</p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 28",
               "dayTitle":"<p><strong>Teachers</strong></p>",
               "id":99,
               "idDay":9,
               "idLesson":9,
               "lessonText":"<p><strong>Part I: Overview.</strong></p><p>Key Text: Genesis 3:15&nbsp;</p><p>Study Focus: Gen. 3:1–4, Isa. 14:12–15, Ezek. 28:12–19, Matt. 13:24–30, John 8:44, Rev. 12:7–9.&nbsp;</p><p><strong>Introduction</strong>:&nbsp;</p><p>The cosmic conflict impacts every human being on a daily basis and the universe at large. Satan attempts to usurp the worship that is due God, but he will be defeated in the end. Lesson Themes: This week’s lesson underlines three main notions:&nbsp;</p><p>1. The cosmic conflict is not a dualistic battle of omnipotent powers. The cosmic conflict centers on the moral perfection of God’s character. The conflict does not involve two equally independent powers fighting over an endless war, as Lucifer was originally created by God and decided to question his Creator’s character.&nbsp;</p><p>2. The cosmic conflict involves God’s people. The whole universe feels the effects of the cosmic conflict. In heaven, Christ was the primary target of Lucifer’s rebellion. In the wilderness, Satan questioned Jesus’ Sonship. Yet, Jesus was victorious, and He is empowered to make us sons and daughters of God.&nbsp;</p><p>3. The resolution of the cosmic conflict could not be premature. There will come a day when God finally will put an end to evil. Meanwhile, evil is permitted to come to maturity so that the false charges made against God’s divine government might be seen in their true light by all created beings.&nbsp;</p><p><strong>Life Application:</strong> How should the fact that we are facing the effects of the cosmic conflict on a daily basis make us even more aware and willing to depend on God at all times?</p><p><strong>Part II: Commentary</strong></p><p><strong>1. The Cosmic Conflict Is Not a Dualistic Battle of Omnipotent Powers.</strong>&nbsp;</p><p>There are distinct versions of the cosmic conflict in different religious and/or philosophical circles. An influential non-Christian version is dualism. As C. S. Lewis points out, dualism is “the belief that there are two equal and independent powers at the back of everything, one of them good and the other bad, and that this universe is the battlefield in which they fight out an endless war.” To say that these powers are equally independent means that “they both existed from all eternity.”—Mere Christianity (New York: Macmillan, 1960), pp. 33, 34. This dualistic engagement is not the type of cosmic conflict emphasized in the Bible. From a biblical perspective, the one who is now called Satan “was created by God, and was good when he was created, and went wrong.” Similar to dualism, the Christian view is that our “universe is at war.” But unlike dualism, “it does not think this is a war between independent powers. It thinks it is a civil war, a rebellion, and that we are living in a part of the universe occupied by the rebel.”—Mere Christianity, p. 36.</p><p>&nbsp;Therefore, instead of a cosmic conflict fought between two independent omnipotent powers, what we have is a rebellion of the creature against the Creator. According to what we learn about the role of the deceiving serpent in Genesis 3, the conflict centers on the perception of God’s character as reflected in His law. In other words, is God trustworthy? Can we believe His words? Obviously, these two questions are crucial for a loving relationship. It is basically impossible to develop a genuine and deep love relationship with someone we do not trust.&nbsp;</p><p>The rebellion of Lucifer against God, which marks the beginning of the cosmic conflict, starts in heaven and is observed in Isaiah 14:12–15 and Ezekiel 28:12–19, especially as we compare these chapters with Genesis 3 and Revelation 12. Whereas the passages in Isaiah and Ezekiel refer directly to the kings of Babylon and Tyre, respectively, “in each passage there is a movement from the local, historical realm of earthly kings to the heavenly supernatural realm describing Lucifer/Satan and the rise of the Great Controversy.”—Richard Davidson, “Cosmic Narrative for the Coming Millennium,” Journal of the Adventist Theological Society 11, nos. 1, 2 (2000): p. 107. Essentially, Lucifer/Satan wants to make himself exalted like God. More precisely, he wishes to possess/usurp God’s dignified status and power, but not His loving character, given that Lucifer/ Satan attempts to exalt himself by means of trading/slander (Ezek. 28:16) and lies (Gen. 3:4, John 8:44).&nbsp;</p><p><strong>2. The Cosmic Conflict Involves God’s People.</strong></p><p> Whereas the cosmic conflict began with the rebellion of Lucifer against God in heaven, it eventually involved somehow the universe as a whole. More specifically, it involved angels (Rev. 12:7–9) and human beings (Genesis 3). Because Eve fell into the devil’s temptation and Adam intentionally followed her, our world became the stage of the cosmic conflict. In a sinful world, human life became characterized by the cosmic conflict. In other words, human creatures face the existence and the effects of the cosmic conflict every day. Obviously, this scenario is also true for the history of God’s people throughout Scripture.</p><p>If the divine Christ already was the primary target of Lucifer’s rebellion in heaven (Rev. 12:7; see also Ellen G. White, Patriarchs and Prophets, chapter 1 Why Was Sin Permitted?, His earthly condition as our Redeemer and the new representative of God’s people, the second Adam (Rom. 5:14; 1 Cor. 15:22, 45), put the incarnate Christ as the primary target of Satan’s intensified attacks in the wilderness. Luke’s account of the temptation of Christ is preceded by the divine affirmation of His Sonship (“You are My beloved Son; in You I am well pleased” (Luke 3:22, NKJV) in the narrative of His baptism, which is followed by a genealogical list, starting with Jesus as the “son of Joseph” (Luke 3:23), and progressively moving backward (Luke 3:23–38) to Adam, “the son of God” (Luke 3:38). With this background of Sonship language in mind, the attentive hearer/reader of the Gospel sees Satan beginning his temptations in the wilderness by questioning whether Jesus is, in fact, “the Son of God” (Luke 4:3), which is clearly and precisely what the divine voice told Jesus a few verses earlier. If we take Adam as an important reference in the genealogy that immediately precedes the narrative of the temptation, there is a stark similarity with the temptation of the serpent in Eden, where Eve also questioned, at least in her mind, (see Gen. 3:1, 4) a clear statement from God to her husband and her about the deadly results of eating of the tree of the knowledge of good and evil, as indicated a few verses before (see Gen. 2:17). In any case, the good news of the narrative of the temptation in the Gospels is that we have a different history of humanity in Jesus, the new Adam.</p><p>&nbsp;While Adam fell in the temptation in Eden, Jesus was victorious in the temptation in the wilderness. His victory opened up a new horizon for the sons and daughters of God in the cosmic conflict, inasmuch as Christ is the new Adam, that is, the new head of the human family. In Matthew’s Gospel, the narrative of the temptation appears right after the account of Jesus’ baptism. Instead of Luke’s universal reference to Adam, Matthew seems to have in mind the people of Israel. The genealogy focuses on such figures as Abraham and David (Matt. 1:1–17), and the decree for the death of children in the context of the history of Jesus (Matt. 2:13–16) echoes the history of Moses.&nbsp;</p><p>The comparison with the people of Israel becomes more emphatic when we notice that all the answers Jesus gave to the devil in the wilderness are scripturally taken from the experience of Israel in the desert (Deut. 8:3, Deut. 6:16, Deut. 6:13). In short, where Israel failed, Jesus was victorious, which opens up a new horizon for the people of God in the cosmic conflict, as Christ representatively takes the place of a new Israel.&nbsp;</p><p><strong>3. The Resolution of the Cosmic Conflict Could Not Be Premature.</strong>&nbsp;</p><p>The parable of the wheat and the tares in Matthew 13:24–30 indicates the presence of a cosmic conflict in Jesus’ teaching about the kingdom of heaven. The enemy is able to sow weeds to grow with the wheat (the good seed). This sowing is not only an evil action but also a deceiving one, as any corrective attempt to immediately uproot the weeds in order to fix this problematic situation may endanger the wheat (Matt. 13:29). For this reason, the necessary distinction and separation between them must wait until the harvest or the final judgment (Matt. 13:30).</p><p>&nbsp;It is noteworthy that Ellen G. White’s account of God’s reaction to Lucifer/Satan in the initial stages of the cosmic conflict in heaven follows the same biblical principle underlined in the parable of the wheat and the tares. As she explains why God did not immediately destroy Satan, Ellen G. White points out that “the influence of the deceiver would not have been fully destroyed, nor would the spirit of rebellion have been utterly eradicated. Evil must be permitted to come to maturity. For the good of the entire universe through ceaseless ages Satan must more fully develop his principles, that his charges against the divine government might be seen in their true light by all created beings, that the justice and mercy of God and the immutability of His law might forever be placed beyond all question.”—The Great Controversy, p. 499.</p><p><strong>Part III: Life Application. </strong>Discuss the following questions with your students:</p><p><strong><sup>1.</sup></strong> How could you best explain the nature of the cosmic conflict to a nonbeliever, taking into consideration that we all face the effects of this conflict in the world?&nbsp;</p><p><strong><sup>2.</sup></strong> As we reflect upon the way God deals with the false allegations raised by the devil, we are moved by His loving and trustworthy character. How does building relationships of trust with one another in the church show God’s loving character?&nbsp;</p><p><strong><sup>3.</sup></strong> Loving and trusting someone depends on the moral character of the person in question. In your own life, what virtues do you need to cultivate, by God’s grace, in order to reflect God’s character?&nbsp;</p><p><strong><sup>4.</sup></strong> When people become distant and stop being intimate with God, oftentimes something changes in their view of God’s character. In order to avoid this danger, in what ways can we be more intentional about experiencing God’s presence and exalting/expressing His attributes and loving character to others?</p><p><strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p><strong>The Cosmic Conflict</strong></p>",
         "verse":"<p>\"And I will put enmity between you and the woman, and between your seed and her Seed; He shall bruise your head, and you shall bruise His heel” <strong>(Genesis 3:15, NKJV)</strong></p>",
         "versionCode":80,
         "weekDate":"February 22-28 "
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
