{
   "data":[
      {
         "color":"#310ff0",
         "id":701,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"Saturday: June 25",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>Sophie leaned back against her bedroom door and slid to the floor. Tears were welling up fast, and it was only a moment before she was sobbing. “How could he? How could he!”<br><br>Sophie had just received news that was breaking her heart. Someone she thought was a friend, someone she respected and trusted, was spreading awful gossip about her in order to ruin her reputation and the work she had been doing. Grabbing her Bible off the bed, she suddenly found herself staring at some very familiar words: “He restores my soul; He leads me in the paths of righteousness for His name’s sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil; for You are with me; Your rod and Your staff, they comfort me” (Ps. 23:3, 4, NKJV).<br><br>“Surely this can’t be!” she blurted out to herself. But the logic seemed inescapable. The Shepherd in the psalm was guiding His sheep in paths of righteousness, but these very paths also seemed to wind their way into the valley of the shadow of death. Could it be possible that even this painful betrayal by a friend, this dark valley, could be used by God to train her in righteousness?<br><br><strong>The Week at a Glance: </strong>At what times have you grown more spiritually—through the easy times or the harder ones<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sunday: June 26",
               "dayTitle":"<p>A Guide for the Journey: The Shepherd<br></p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p>“The L ord is my shepherd; I shall not want” (Ps. 23:1, NKJV). Some children were asked to draw a picture of God. Without exception, each one drew a picture with a heart somewhere in it. When asked why, they declared unanimously that God is love. It was as simple as that.<br><br>It is easy to have a good opinion of God and His purposes when everything is going well. But as we grow older and life becomes harder and more complicated, our view of God often changes. God doesn’t change, of course (Heb. 13:8, James 1:17), but we do.<br><br>Because of the pastoral lifestyle of the people in Old Testament times, Psalm 23 uses the image of a shepherd to describe the way God cares for us. The symbol of a shepherd is used for God—in both the Old Testament and the New Testament. It’s a wonderful picture and one that is changeless, too. Before we look at Psalm 23, let’s survey how different Bible writers understand the work and character of the Shepherd throughout the Bible.<br><br>What do you learn about the Shepherd from each text?<br><br><strong>Isa. 40:11</strong><br><br>He will feed His flock like a shepherd;<br>He will gather the lambs with His arm,<br>And carry them in His bosom,<br>And gently lead those who are with young.</p><p><strong>Jer. 23:3, 4</strong></p><p><sup><strong>&nbsp;3</strong></sup> “But I will gather the remnant of My flock out of all countries where I have driven them, and bring them back to their folds; and they shall be fruitful and increase. <sup><br></sup></p><p><sup><strong>4</strong></sup> I will set up shepherds over them who will feed them; and they shall fear no more, nor be dismayed, nor shall they be lacking,” says the Lord.<br><strong><br>Ezek. 34:12</strong></p><p><strong><sup>12</sup></strong> As a shepherd seeks out his flock on the day he is among his scattered sheep, so will I seek out My sheep and deliver them from all the places where they were scattered on a cloudy and dark day. <br></p><p>John 10:14–16</p><p><sup><strong>&nbsp;14</strong></sup> I am the good shepherd; and I know My sheep, and am known by My own. <sup><br></sup></p><p><sup><strong>15 </strong></sup>As the Father knows Me, even so I know the Father; and I lay down My life for the sheep. <sup><br></sup></p><p><sup><strong>16</strong></sup> And other sheep I have which are not of this fold; them also I must bring, and they will hear My voice; and there will be one flock and one shepherd.</p><p><strong>1 Pet. 2:25</strong></p><p><sup><strong>25</strong></sup> For you were like sheep going astray, but have now returned to the Shepherd and Overseer of your souls.<br></p><p><strong>Now turn to Psalm 23:2-6. What does the Shepherd do to care for His sheep? <br></strong></p><p><strong>Ps. 23:2-6</strong></p><p><sup><strong>2</strong></sup> He makes me to lie down in green pastures;<br>He leads me beside the still waters.<sup><br><br></sup></p><p><sup><strong>3 </strong></sup>He restores my soul;<br>He leads me in the paths of righteousness<br>For His name’s sake.<sup><br><br><strong>4 </strong></sup>Yea, though I walk through the valley of the shadow of death,<br>I will fear no evil;<br>For You are with me;<br>Your rod and Your staff, they comfort me.<sup><br><br><strong>5 </strong></sup>You prepare a table before me in the presence of my enemies;<br>You anoint my head with oil;<br>My cup runs over.</p><p><sup><strong>6 </strong></sup>Surely goodness and mercy shall follow me<br>All the days of my life;<br>And I will dwell in the house of the Lord<br>Forever.<br><strong><br>What does it mean to you to know that there is Someone like this caring for you? How could you use this picture to encourage someone whose picture of God has been obscured because of his or her own struggles, whatever they are?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 27",
               "dayTitle":"<p>Locations on the Journey<br></p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p><strong>“He leads me in right paths for his name’s sake” (Ps. 23:3, NRSV).</strong><br><br>Imagine the “paths of righteousness” (Ps. 23:3) stretching out before you, way out into the distance. You cannot see the end, but you know that at the end of the journey is home, God’s house. As you focus a little closer to you, do you see where the path leads? You can see some places clearly, but other parts are totally obstructed by large or dangerous obstacles. Sometimes the path disappears over a ridge. Some parts of the path are easy to walk along; others are difficult. It was just like this as Israel traveled from Egypt to the Promised Land, and it is described the same way in this psalm.<br><br><strong>Identify from Psalm 23 the locations that David sees the sheep passing through when following the paths of righteousness as they make their way to the house of the Lord.</strong><br><br>But why are these paths called “paths of righteousness” or “right paths” (NIV, NRSV)? Here are four important reasons. First, they are the right paths because they lead to the right destination—the Shepherd’s home. Second, they are the right paths because they keep us in harmony with the right Person—the Shepherd Himself. Third, they are the right paths because they train us to be the right people— like the Shepherd. Fourth, they are the right paths because they give us the right witness—as we become the right people, we give glory to the Lord. They are “right” or “righteous” paths, whether the going is easy or hard.<br><br>It is important to realize that when God leads us, it is not simply a question of His delivering a parcel to the destination. It is much more than guidance and protection. Like the many examples all through the Bible in which God is leading His people (whether it is leading Abraham by His promises or leading Israel by the pillar of fire and cloud), when God is guiding, it is always about His training His people in righteousness.<br><br><strong>How conscious are you that righteousness is the Shepherd’s priority for your life? How can trials change your life so that you better reflect the character of Christ?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 28",
               "dayTitle":"<p>Unexpected Detour 1: The Valley<br></p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p><strong>“Yea, though I walk through the valley of the shadow of death, I will fear no evil; for You are with me; Your rod and Your staff, they comfort me” (Ps. 23:4, NKJV).</strong><br><br>It would be nice if the paths of righteousness wound their way only along the grass-covered banks of cool streams. But that is not the way David paints it. Also, along these paths is the valley of the shadow of death—not a place that we are eager to visit! At certain times of the year, the wadis and ravines found in Israel are prone to flash floods that can come unexpectedly and prove overwhelming. These places also are characteristically narrow, with steep sides that block out the light. Hence, “the shadow of death” is an image for “very deep shadow,” or “deep darkness.”<br><br><strong>Think about the times you have been in your own “valley of the shadow of death.” What has it been like? Did you have fear, even though you knew that the Shepherd was there? Which Bible texts were most precious to you at that time, and why?</strong><br><br><strong>How do you think the sheep ended up in the valley? Do you think the sheep went there on their own, or did the Shepherd lead the sheep that way Himself? Justify your answer.</strong><br><br>Elisabeth Elliot writes, “A lamb who found himself in the valley of the shadow of death might conclude that he had been falsely led. It was needful for him to traverse that darkness in order to learn not to fear. The shepherd is still with him.”—Quest for Love (Grand Rapids, MI: Revell Books, 1996), p. 218.<br><strong><br>Have you ever felt that you have been “falsely led” into the valley? How did you respond to God during this time? Why do you think the Shepherd might be willing to risk being misunderstood by permitting us to enter a dark valley?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 29",
               "dayTitle":"<p>Unexpected Detour 2: The Surrounded Table</p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p><strong>“You prepare a table before me in the presence of my enemies; You anoint my head with oil; my cup runs over” (Ps. 23:5, NKJV).</strong><br><br>Throughout our lives, we will inevitably bump into some enemies. How do you deal with them? Have you ever lain awake at night, tossing and turning, dreaming up ways to take revenge on those who are trying to hurt you or destroy your work? It can be hard for Christians to know how to handle enemies.<br><br><strong>What types of enemies have you had in your life? How have you responded to those who have tried to hurt you or those you care for? How well did you follow Christ’s words to us in Matthew 5:44, or Paul’s in Romans 12:18–21?</strong><br></p><p><strong>Matthew 5:44</strong></p><p><sup><strong>&nbsp;44 </strong></sup>But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who spitefully use you and persecute you, <br></p><p><strong>Romans 12:18–21</strong></p><p><sup><strong>&nbsp;18</strong></sup> If it is possible, as much as depends on you, live peaceably with all men. <strong><sup><br></sup></strong></p><p><strong><sup>19</sup></strong> Beloved, do not avenge yourselves, but rather give place to wrath; for it is written, “Vengeance is Mine, I will repay,” says the Lord.</p><p><sup><strong>&nbsp;20</strong></sup> Therefore<br><br>“If your enemy is hungry, feed him;<br>If he is thirsty, give him a drink;<br>For in so doing you will heap coals of fire on his head.”<sup><br><strong><br>21</strong></sup> Do not be overcome by evil, but overcome evil with good.<br></p><p>In Psalm 23:5, David shows us an interesting way of dealing with enemies. He obscures their presence by looking instead at what God is doing in his behalf. And God is there preparing a banquet for him. In David’s culture, when an honored guest came for a feast, the host would anoint his head with oil as the guest was about to enter the banqueting hall. The oil was a mixture of olive oil and perfume. Then the guest would be seated in front of far more food than one could ever eat.<br><strong><br>How could the three items (table, oil, cup) in Psalm 23:5 help to remind us about how God provides, even when we are in the valley?</strong></p><p><strong>Psalm 23:5</strong></p><p>You prepare a table before me in the presence of my enemies;<br>You anoint my head with oil;<br>My cup runs over.<br><br>As Paul reminds us, “our struggle is not against enemies of blood and flesh, but against the rulers, against the authorities, against the cosmic powers of this present darkness, against the spiritual forces of evil in the heavenly places” (Eph. 6:12, NRSV). Our enemies include those we see and those we don’t. Whether we like it or not, we are surrounded. Yet, when we are with the Shepherd, not one enemy, visible or invisible, can steal what He has provided for us.<br><strong><br>Reflect on how the Shepherd has treated you when you have been surrounded by enemies. What can you see in these times that can enable you to give thanks even during such difficulties?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 30",
               "dayTitle":"<p>A Certain Promise for the Journey<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p><strong>“Surely goodness and mercy shall follow me all the days of my life; and I will dwell in the house of the Lord forever” (Ps. 23:6, NKJV).</strong><br><br>When we are in the valley or surrounded by enemies, it is sometimes tempting to believe that we have been left alone. It does not always feel as though God has been doing much; we reason that if He had been helping, we wouldn’t be in this situation to begin with. But David obviously does not see it like this.<br><strong><br>In spite of his trials, what two things does David say in Psalm 23:6 that he is certain of? (See also Eph. 1:4, 2 Pet. 1:10, and Heb. 11:13–15.)</strong><br></p><p><strong>Eph. 1:4</strong></p><p><sup><strong>4</strong></sup> just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love, <br></p><p><strong>2 Pet. 1:10</strong></p><p><sup><strong>10 </strong></sup>Therefore, brethren, be even more diligent to make your call and election sure, for if you do these things you will never stumble; <strong><br></strong></p><p><strong>Heb. 11:13–15</strong></p><p><sup><strong>13</strong></sup> These all died in faith, not having received the promises, but having seen them afar off were assured of them, embraced them and confessed that they were strangers and pilgrims on the earth. <sup><br></sup></p><p><sup><strong>14</strong></sup> For those who say such things declare plainly that they seek a homeland. <sup><br></sup></p><p><sup><strong>15 </strong></sup>And truly if they had called to mind that country from which they had come out, they would have had opportunity to return. <br></p><p>Some translations say that goodness and unfailing love (God’s cove ­nantal commitment) will “follow” me all the days of my life. However, the original verb is much stronger, and the text should read that goodness and unfailing love will “pursue” me all the days of my life. (In fact, it’s the same Hebrew verb used in such verses as Genesis 14:14, Joshua 10:19, and 1 Samuel 25:29, where the idea of “pursuit” is very clear.) <br></p><p><strong>What picture do you get in your mind when you imagine goodness and unfailing love “pursuing” you? What do you think David meant to tell us about God by describing His care for us this way?</strong><br><br>No matter how deep the valley or how persistent the enemies, the certainty of God’s goodness and unfailing love and the certainty of His guidance to the very end of our journey is unquestionable. If these thoughts could sustain Jesus through Calvary, we should take heart, as well.<br><br>There are times, however, when those we care for are full of questions. Like David, the best way to address these concerns is often not with a theological description of what God can do. Rather, as David shows us in Psalm 23:6, it is through an affirmation, the sharing of a personal conviction, of the truth about our God.<br><br><strong>What evidence is there from your own knowledge of God that can illustrate the certainty that His goodness and unfailing love pursue us? What evidence could you add from the Bible? How could you share this with those who may be questioning the certainty of God’s care? How is the Cross the greatest example of this “pursuit”?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 1",
               "dayTitle":"",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, “Missionaries in the Home,” p. 143, in Testimonies for the Church, vol. 4; “The Divine Shepherd,” pp. 476–484, in The Desire of Ages.<br><br>“Those who are finally victorious will have seasons of terrible perplexity and trial in their religious life; but they must not cast away their confidence, for this is a part of their discipline in the school of Christ, and it is essential in order that all dross may be purged away. The servant of God must endure with fortitude the attacks of the enemy, his grievous taunts, and must overcome the obstacles which Satan will place in his way. . . .<br><br>“But if you keep looking up, not down at your difficulties, you will not faint in the way, you will soon see Jesus reaching His hand to help you, and you will only have to give Him your hand in simple confidence, and let Him lead you. As you become trustful, you will become hopeful. . . .<br><br>“You will find help in Christ to form a strong, symmetrical, beautiful character. Satan cannot make of none effect the light shining forth from such a character. . . . God has given us His best gift, even His only- begotten Son, to uplift, ennoble, and fit us, by putting on us His own perfection of character, for a home in His kingdom.”—Ellen G. White, Messages to Young People, pp. 63, 64.<br><strong><br>Discussion Questions:</strong><br><br><strong>1.</strong> To what extent have you been aware that the “terrible perplexity and trial” that comes into your life may actually be part of your “discipline in the school of Christ”?<br><strong><br>2.&nbsp;</strong> How might our help, comfort, and encouragement to those in the valley be part of the Shepherd’s way of getting people through their crises? What things can you as a church do to be better used by the Lord to help those in need?<br><br><strong>3.</strong>&nbsp; In class, go around and have each person talk about how goodness and mercy “pursued” them. What can you learn from one another’s experiences?<br><br><strong>4.</strong> Think about the last hours of Christ’s life, as He entered into the crucible. From what you can tell, either from the Bible or Ellen G. White (The Desire of Ages is a great source), how was Jesus, in His humanity, able to endure? What can we take from His example for ourselves in whatever crucibles we face, as well?<br><br><br><strong>Inside Story:</strong><br><br><strong>Part 1: Possessed at 11- By Andrew McChesney</strong><br><br>Sweat poured down 11-year-old Eduardo’s face as he raced his skateboard back and forth on the street outside his house on a hot summer morning. “Eduardo Ferreira dos Santos!” his mother called. “Come in and take a shower before lunch.”<br><br>Perspiring and panting, Eduardo headed straight for the kitchen, forgetting the shower and thinking only about lunch. Eduardo ignored a stranger seated in the living room, waiting for her nails to be painted. His mother ran her own home business, a beauty salon offering manicures and haircuts. Before Eduardo reached the kitchen, he was stopped by his 12-year-old sister. “Sit down and catch your breath,” she said.<br><br>Eduardo obediently plopped down onto a chair. Immediately, an unholy shriek escaped his lips. His body began to convulse. His mother rushed to him. A low, distorted voice spoke from Eduardo’s mouth, telling his mother to hand over her son or watch him die. Eduardo’s mother began to cry.<br><br>“Don’t worry,” the stranger told Eduardo’s mother. “Your son has been chosen to be part of our group. I am a Candomblé leader.”<br><br>Eduardo’s mother had heard about Candomblé, a religion that arrived in Brazil on slave ships from Africa in the early 19th century. Candomblé teaches that people can be possessed by the spirits of gods. The spirits, however, aren’t gods but fallen angels. Eduardo had been possessed by one of them, an evil spirit from a legion that surrounded the stranger.<br><br>After some time, the evil spirit left, and Eduardo returned to normal. He didn’t remember the incident, but his mother couldn’t forget, and she took him to the Candomblé temple. The temple priests welcomed Eduardo like a king. “What an honor,” one said. “You have been handpicked,” said another.<br><br>Only 11, Eduardo was introduced to spiritism and devil worship. Over the next seven years, he spent much time at the temple, learning to be a priest. Evil spirits spoke to him and through him. The most important lesson, they said, was never to leave a job undone. If he started a task, he had to finish it.<br><br>As an adult, Eduardo became high priest of a temple. He earned money from people who wanted him to curse their enemies. But the evil spirits forbade him from cursing Seventh-day Adventists and other Protestant Christians. “They are protected,” the spirits said, adding that any attempt to curse them would cause Eduardo to lose his powers. The spirits also banned Eduardo from communicating with Adventists and other Protestants.<br><br>Eduardo found a common-law wife, Sidilene Silva de Oliveira, and they had a son, Eduardo Junior. Life was peaceful until Junior said he wanted to join the Seventh-day Adventist Church.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>The Shepherd’s Crucible<br></p>",
         "verse":"<p>He restores my soul; He leads me in the paths of<br>righteousness for His name’s sake (Psalm 23:3, NKJV).<br></p>",
         "versionCode":7,
         "weekDate":"June 25—July 1"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
