{
  "data": [
    {
      "color": "#c8b218",
      "id": 7,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "6 de mayo",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Es fácil dar las cosas por un hecho, especialmente aquellas que conocemos o experimentamos desde siempre. ¿Cuán fácil, por ejemplo, es que los niños pequeños den por sentado a sus padres, a quienes han conocido durante toda su corta vida? Cuán fácil es para nosotros, también, asumir la existencia del Sol, el cielo, el aire o el suelo bajo nuestros pies.<br><br>Sin embargo, ¿alguna vez te has detenido a pensar cuántas veces damos por sentada la existencia misma? Es decir, ¿con qué frecuencia nos detenemos a pensar en la famosa pregunta filosófica: Por qué hay algo en lugar de la nada?<br><br>¿Por qué existe el Universo mismo, y toda la majestuosidad y grandeza y las cosas asombrosas que hay en él? ¿Qué gran contradicción lógica se produciría si nuestro Universo, y nosotros en él, no estuviésemos aquí? Según la última teoría científica (van cambiando), nuestro Universo una vez no existió. En otras palabras, la nuestra es una existencia contingente, y el solo hecho de que estemos aquí ya es un milagro. Y, a pesar de todo tipo de mitos de que el Universo surgió de la nada absoluta, o de algún tipo de ecuación matemática, nuestro Universo y todo lo que hay en él existe porque Dios, el Creador, lo hizo.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de mayo",
          "dayTitle": "<p>UN COMPAÑERO EN LA TRIBULACIÓN<br></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>Después de ascender al Cielo (Hech. 1:9), Jesús visitó al último de los apóstoles vivos, Juan, en la isla de Patmos, donde el despiadado emperador romano Domiciano lo había exiliado.<br><br><strong>Lee Apocalipsis 1:9. Ver también Mateo 13:21; Hechos 14:22; y Juan 16:33.</strong></p><p><strong>Apocalipsis 1:9</strong></p><p><strong><sup>9</sup></strong> Yo Juan, vuestro hermano, y copartícipe vuestro en la tribulación, en el reino y en la paciencia de Jesucristo, estaba en la isla llamada Patmos, por causa de la palabra de Dios y el testimonio de Jesucristo.<strong><br></strong></p><p><strong>Mateo 13:21</strong></p><p><strong><sup>21 </sup></strong>pero no tiene raíz en sí, sino que es de corta duración, pues al venir la aflicción o la persecución por causa de la palabra, luego tropieza.<strong><br></strong></p><p><strong>Hechos 14:22</strong></p><p><sup><strong>22</strong></sup> confirmando los ánimos de los discípulos, exhortándoles a que permaneciesen en la fe, y diciéndoles: Es necesario que a través de muchas tribulaciones entremos en el reino de Dios.<strong><br></strong></p><p><strong>Juan 16:33</strong></p><p><strong><sup>33</sup></strong> Estas cosas os he hablado para que en mí tengáis paz. En el mundo tendréis aflicción; pero confiad, yo he vencido al mundo.<br><br><strong>¿Cuál es el mensaje aquí para todos los que procuran seguir a Jesús en este mundo?</strong><br><br>Aunque alejado del apoyo de su familia, sus amigos y la comunidad cristiana, Juan no estaba solo en las tribulaciones y los problemas que enfrentó como seguidor de Jesús. Su ministerio no había terminado; su testimonio no estaba completo. Un ser angelical con un brillo deslumbrante visitó a Juan en esa isla solitaria y le llevó un mensaje proveniente directamente del Trono de Dios. Este mensaje de Jesús resonaría por los pasillos del tiempo a lo largo de los siglos.<br><br>Fue un mensaje de esperanza para cada generación, pero especialmente un mensaje destinado a preparar al pueblo de Dios del tiempo del fin para la venida de Jesús. Es un serio mensaje de advertencia, así como un mensaje de ánimo para el tiempo del fin, a medida que nos preparamos para enfrentar las pruebas de los últimos días (o cualquier prueba que puedas estar enfrentando ahora). Si tú entraras en la cueva donde supuestamente el ángel celestial visitó a Juan presentándole la visión profética de Apocalipsis, inmediatamente notarías estas palabras colocadas en una placa en la entrada que resume todo el libro de Apocalipsis: “‘¡Teman a Dios y denle gloria, porque ha llegado la hora de su juicio! Y adoren al que hizo el Cielo y la Tierra, el mar y las fuentes de las aguas’ ” (Apoc. 14:7).<br><br>El tema central del libro de Apocalipsis es la adoración. Fuimos creados como seres de adoración. Cada uno de nosotros adora algo o a alguien. La verdadera adoración, la adoración al Creador, nos permite descubrir el verdadero propósito de la vida. Nos da una razón para vivir. Nos da no solo algo por lo que morir sino, más aún, algo por lo que vivir y, si es necesario, soportar tribulaciones. Y de hecho, a medida que surjan las crisis finales, comprenderemos mejor estas palabras: “ ‘Es necesario pasar por muchas tribulaciones para entrar en el Reino de Dios’ ” (Hech. 14:22).<br><br><strong>Si los siervos fieles de Dios, como Juan, enfrentan sufrimientos y tribulaciones, ¿qué nos hace pensar que nosotros no enfrentaremos problemas? (Ver 1 Ped. 4:12-15.)</strong></p><p><strong>1 Ped. 4:12-15</strong></p><p><sup><strong>12 </strong></sup>Amados, no os sorprendáis del fuego de prueba que os ha sobrevenido, como si alguna cosa extraña os aconteciese, <sup><br></sup></p><p><sup><strong>13</strong></sup> sino gozaos por cuanto sois participantes de los padecimientos de Cristo, para que también en la revelación de su gloria os gocéis con gran alegría. <sup><br></sup></p><p><sup><strong>14</strong></sup> Si sois vituperados por el nombre de Cristo, sois bienaventurados, porque el glorioso Espíritu de Dios reposa sobre vosotros. Ciertamente, de parte de ellos, él es blasfemado, pero por vosotros es glorificado. <sup><br></sup></p><p><sup><strong>15</strong></sup> Así que, ninguno de vosotros padezca como homicida, o ladrón, o malhechor, o por entremeterse en lo ajeno; <strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de mayo",
          "dayTitle": "<p>ADORA AL CREADOR<br></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Apocalipsis 14:7. ¿Cómo concluye el mensaje del primer ángel? ¿Qué apelación final hace este mensaje referente a la hora del Juicio? (Ver también Isa. 40:26; Juan 1:1-3; Rom. 1:20).</strong></p><p><strong>Apocalipsis 14:7</strong><sup><br></sup></p><p><sup><strong>7 </strong></sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.<strong><br></strong></p><p><strong>Isa. 40:26</strong></p><p><sup><strong>26</strong></sup> Levantad en alto vuestros ojos, y mirad quién creó estas cosas; él saca y cuenta su ejército; a todas llama por sus nombres; ninguna faltará; tal es la grandeza de su fuerza, y el poder de su dominio.<br></p><p><strong>Juan 1:1-3</strong></p><p><sup><strong>1 </strong></sup>En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. 2 Este era en el principio con Dios. 3 Todas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho. <br></p><p><strong>Rom. 1:20</strong></p><p><sup><strong>20 </strong></sup>Porque las cosas invisibles de él, su eterno poder y deidad, se hacen claramente visibles desde la creación del mundo, siendo entendidas por medio de las cosas hechas, de modo que no tienen excusa.<br></p><p>Apocalipsis 14:7 termina con una claro llamado a adorar al Creador; este llamado es especialmente importante ahora, cuando la mayoría del mundo científico, y hasta del mundo cristiano, acepta la Evolución, una enseñanza que golpea directamente al corazón de todas los presupuestos bíblicos y cristianos. Si la Evolución fuera verdad, nuestra fe, inevitablemente, sería una mentira. Así de profundos son los problemas.<br><br>Por ende, la apelación final del Apocalipsis está anclada en el primer libro de la Biblia, el Génesis. Nunca entenderemos completamente los problemas en esta batalla cósmica sobre la adoración a menos que entendamos la importancia de la Creación. “En el principio Dios creó los Cielos y la Tierra” (Gén. 1:1). Este versículo es el fundamento de toda la Escritura. En el principio, Dios creó. La palabra hebrea para “crear”, en este pasaje, es bará, un verbo que se utiliza única y exclusivamente referido a Dios como sujeto.<br><br>Para tener una pequeña idea de cuán ilimitado es el poder de Dios, consideremos solo un objeto de su creación: el Sol. El Sol produce más energía en un segundo que la que la humanidad ha producido usando petróleo, gas, carbón o fuego desde el principio del tiempo.<br><br>El Sol tiene un diámetro de aproximadamente 1.400.000 kilómetros y podría contener más de un millón de planetas del tamaño de la Tierra. Pero el Sol es solo una de al menos 100 mil millones de estrellas en nuestra galaxia, la Vía Láctea. Una estrella llamada Estrella Pistola emite hasta 10 millones de veces la energía generada por nuestro Sol. Un millón de estrellas del tamaño de nuestro Sol pueden caber fácilmente dentro de la esfera de la Estrella Pistola. ¿Cómo empezar siquiera a entender la Creación?<br><br>La Creación revela a un Dios de un poder impresionante e ilimitado. Su poder creador no solo trajo a la existencia los Cielos y la Tierra, sino además ha obrado en favor de su pueblo a través de los siglos. Él es el Dios que originó este mundo, que está siempre presente en este mundo y que nunca abandonará a su pueblo en este mundo.<br><strong><br>¿En qué medida el tamaño abrumador de la Creación solo amplifica la realidad del amor de Dios, ya que muestra que, a pesar de lo pequeños que somos en contraste con la Creación, aun así Cristo murió por nosotros?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de mayo",
          "dayTitle": "<p>UN DIOS QUE ESTÁ CERCANO<br></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>El Dios de la Creación, que formó el Sol, la Luna y las estrellas, cuyo impresionante poder creó este planeta y lo llenó de seres vivos, es también un Dios que está interesado en cada uno de nosotros. Él es el Dios que libró a su pueblo de la esclavitud en Egipto, que lo guio en su peregrinaje por el desierto, que hizo caer maná del cielo, que derrumbó los muros de Jericó y que derrotó a los enemigos de Israel. El mismo Dios que liberó su poder infinito para crear el Universo desata ese infinito poder para derrotar a las fuerzas del mal que libran una batalla constante por nuestra alma.<br><br><strong>Lee 2 Corintios 5:17; Salmo 139:15 al 18; Hechos 17:27; y Colosenses 1:17.<br></strong></p><p><strong>2 Corintios 5:17</strong></p><p><strong><sup>17 </sup></strong>De modo que si alguno está en Cristo, nueva criatura es; las cosas viejas pasaron; he aquí todas son hechas nuevas.<br></p><p><strong>Salmo 139:15-18</strong><sup><br><br><strong>15 </strong></sup>No fue encubierto de ti mi cuerpo, bien que en oculto fui formado, y entretejido en lo más profundo de la tierra.<br><sup><br><strong>16</strong></sup> Mi embrión vieron tus ojos, y en tu libro estaban escritas todas aquellas cosas que fueron luego formadas, sin faltar una de ellas.<br><sup><br><strong>17 </strong></sup>¡Cuán preciosos me son, oh Dios, tus pensamientos!<br>¡Cuán grande es la suma de ellos!<br><sup><br><strong>18</strong></sup> Si los enumero, se multiplican más que la arena, despierto, y aún estoy contigo.<br></p><p><strong>Hechos 17:27</strong></p><p><sup><strong>27</strong></sup> para que busquen a Dios, si en alguna manera, palpando, puedan hallarle, aunque ciertamente no está lejos de cada uno de nosotros.<br></p><p><strong>Colosenses 1:17</strong></p><p><sup><strong>17 </strong></sup>Y él es antes de todas las cosas, y todas las cosas en él subsisten;<br></p><p><strong>¿Qué nos enseñan estos versículos acerca de la cercanía de Dios?</strong><br><br>Los teólogos hablan de la trascendencia de Dios. Esta es la idea de que Dios existe por sobre toda la Creación. Pero también hablan de la inmanencia de Dios.<br><br>Esta es la idea de que Dios también, de alguna manera, está presente dentro de nuestro mundo y, como muestra la historia bíblica, también interviene estrechamente y participa íntimamente en él. Aunque el Señor habita en “la altura y en la santidad”, también está “con el contrito y humilde de espíritu” (Isa. 57:15). Como Jesús mismo dijo, hablando de sus fieles seguidores: “Yo en ellos, y tú en mí, para que sean perfectos en unidad, para que el mundo conozca que tú me enviaste, y que los amaste a ellos así como me amaste a mí” (Juan 17:23). No puede haber algo más íntimo y más cercano que eso.<br><br>Lo mejor sobre nuestro Dios es que su grandeza y su poder son tan vastos que traspasan el Cosmos y llegan a cada una de nuestras vidas. Él promete volver a crearnos, moldearnos, transformarnos a semejanza de su imagen. Piensa por un momento en lo que esto significa. El Dios que creó miles de millones de galaxias y las sostiene es el mismo Dios en quien “vivimos, y nos movemos, y existimos” (Hech. 17:28), y además obra en nuestro corazón para darnos un corazón nuevo, para limpiarnos del pecado y hacernos nuevas criaturas en Cristo. Qué pensamiento tan reconfortante es comprobar que nuestro Dios, un Dios con semejante poder, nos ama y nos cuida.<br><strong><br>¿Cómo podemos aprender a obtener esperanza y consuelo al percibir la inmanencia de Dios? ¿O te asusta, porque Dios conoce tus secretos más sombríos? ¿Cómo es que el evangelio te puede dar paz en ese contexto?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de mayo",
          "dayTitle": "<p>EVANGELIO, JUICIO, CREACIÓN</p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>Fíjate en el mensaje del primer ángel. Evangelio eterno. Hora del Juicio. Adoren al Creador. Observa cuán estrechamente relacionadas están estas ideas. Cuando estemos delante de nuestro Creador en el Juicio, únicamente el evangelio es lo que nos da alguna esperanza. “Pero ahora, ninguna condenación hay para los que están en Cristo Jesús; [los que no andan según la carne, sino según el Espíritu]” (Rom. 8:1). Ninguna condenación ahora; y sin duda alguna, tampoco en el Juicio.<br><br>El mensaje de Dios como Creador es sumamente crucial para presentar la verdad, especialmente cuando la Evolución, aunque se disfrace de “cristiana”, amenaza con destruir todo el fundamento de la fe cristiana.<br><br>Sin embargo, en medio de la embestida del pensamiento evolutivo, Dios ha levantado una iglesia, un pueblo cuyo mismo nombre es un testimonio en contra de la idea de la Evolución, un pueblo que debe proclamar la verdad fundamental de Dios como nuestro Creador y Redentor.<br><strong><br>Lee Efesios 3:9; Colosenses 1:13 al 17; Apocalipsis 4:11; y Romanos 5:17 al 19. ¿Qué enseñan estos pasajes acerca de Jesús como Creador y Redentor?</strong><br></p><p><strong>Efesios 3:9</strong></p><p><sup><strong>9</strong></sup> y de aclarar a todos cuál sea la dispensación del misterio escondido desde los siglos en Dios, que creó todas las cosas;<br></p><p><strong>Colosenses 1:13-17</strong></p><p><sup><strong>&nbsp;13</strong></sup> el cual nos ha librado de la potestad de las tinieblas, y trasladado al reino de su amado Hijo, <br></p><p>14 en quien tenemos redención por su sangre, el perdón de pecados.<br><sup><br><strong>15 </strong></sup>Él es la imagen del Dios invisible, el primogénito de toda creación. <sup><br></sup></p><p><sup><strong>16 </strong></sup>Porque en él fueron creadas todas las cosas, las que hay en los cielos y las que hay en la tierra, visibles e invisibles; sean tronos, sean dominios, sean principados, sean potestades; todo fue creado por medio de él y para él. <sup><br></sup></p><p><sup><strong>17</strong></sup> Y él es antes de todas las cosas, y todas las cosas en él subsisten; <br></p><p><strong>Apocalipsis 4:11</strong></p><p><sup><strong>11</strong></sup> Señor, digno eres de recibir la gloria y la honra y el poder; porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.<br></p><p><strong>Romanos 5:17-19</strong></p><p><strong>&nbsp;17</strong> Pues si por la transgresión de uno solo reinó la muerte, mucho más reinarán en vida por uno solo, Jesucristo, los que reciben la abundancia de la gracia y del don de la justicia.<br><br><strong>18</strong> Así que, como por la transgresión de uno vino la condenación a todos los hombres, de la misma manera por la justicia de uno vino a todos los hombres la justificación de vida. <br></p><p><strong>19 </strong>Porque así como por la desobediencia de un hombre los muchos fueron constituidos pecadores, así también por la obediencia de uno, los muchos serán constituidos justos. <br></p><p>Fíjate cuán estrechamente ligado está Jesús como Creador a Jesús como Redentor. Desde el momento en que se menoscaba su papel como Creador, como inevitablemente ocurre con la Evolución, su papel como nuestro Redentor también se pone en tela de juicio. Jesús, ¿viene a redimirnos del pecado, de la muerte, del sufrimiento y de la violencia, cuando el pecado, la muerte, el sufrimiento y la violencia son, según enseña la Evolución, los mismos medios por los cuales existe nuestro mundo? Dios, ¿nos redime del mismo proceso que él utilizó para crearnos en el principio? Esa es una mentira peligrosa.<br><br>Y lo peor es que la Evolución se burla de la idea misma de la muerte de Jesús en la Cruz. ¿Por qué? Pablo (ver Rom. 5:17-19) vincula inseparablemente la introducción del pecado, por medio de Adán, a la muerte de Jesús. Hay un vínculo directo, entonces, entre Adán y Jesús. Sin embargo, en cualquier modelo evolutivo, ningún Adán sin pecado podría haber introducido la muerte, porque la muerte (millones de años de muerte) en principio era, supuestamente, la fuerza y el poder que se necesitaban para crear a Adán.<br><br><strong>Por lo tanto, desde el primer momento la Evolución destruye el fundamento bíblico de la Cruz. En contraste, los adventistas del séptimo día, al llamar al mundo a adorar al Creador, dan un testimonio viviente en contra de este error.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de mayo",
          "dayTitle": "<p>EL CREADOR EN LA CRUZ<br></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p>Por más que nos maravillemos y adoremos al Señor como nuestro Creador, hay algo más. Como ya hemos visto, pero vale la pena repasar, debemos considerar que nuestro Creador es también nuestro Redentor. El Dios que nos creó es el mismo Dios que nos redimió. El Dios que dijo: “Hagamos al hombre a nuestra imagen, conforme a nuestra semejanza” (Gén. 1:26), es el mismo que, en la Cruz, clamó: “ ‘Elí, Elí, ¿lama sabactani?’ Esto es: ‘Dios mío, Dios mío, ¿por qué me has desamparado?’ ” (Mat. 27:46). ¡A propósito de razones para temer a Dios o, más aún, para darle gloria y adorarlo!<br><br>¿Cómo podemos nosotros, como seres humanos caídos, responder adecuadamente a una verdad tan asombrosa como esta? ¿Qué podríamos hacer en respuesta? El mensaje del primer ángel nos dice qué hacer: “ ‘¡Teman a Dios y denle gloria, porque ha llegado la hora de su juicio! Y adoren al que hizo el Cielo y la Tierra, el mar y las fuentes de las aguas’ ” (Apoc. 14:7).<br><br><strong>Lee Juan 19:16 al 30, el relato de Juan sobre Jesús en la cruz. Mientras lo lees, piensa en los pasajes bíblicos que hemos visto acerca de Jesús como Creador, como aquel por quien “fueron creadas todas las cosas, las que están en los Cielos y las que están en la Tierra, visibles e invisibles; sean tronos, dominios, principados o autoridades. Todo fue creado por medio de él y para él” (Col. 1:16). ¿Cómo debemos responder a esta asombrosa expresión del amor de Dios?</strong></p><p><strong>Juan 19:16-30</strong></p><p><sup><strong>&nbsp;16</strong></sup> Así que entonces lo entregó a ellos para que fuese crucificado. Tomaron, pues, a Jesús, y le llevaron.<br><sup><br><strong>17 </strong></sup>Y él, cargando su cruz, salió al lugar llamado de la Calavera, y en hebreo, Gólgota; <sup><br></sup></p><p><sup><strong>18</strong></sup> y allí le crucificaron, y con él a otros dos, uno a cada lado, y Jesús en medio. <sup><br></sup></p><p><sup><strong>19</strong></sup> Escribió también Pilato un título, que puso sobre la cruz, el cual decía: JESÚS NAZARENO, REY DE LOS JUDÍOS.</p><p><sup><strong>20</strong></sup> Y muchos de los judíos leyeron este título; porque el lugar donde Jesús fue crucificado estaba cerca de la ciudad, y el título estaba escrito en hebreo, en griego y en latín. <sup><br></sup></p><p><sup><strong>21</strong></sup> Dijeron a Pilato los principales sacerdotes de los judíos: No escribas: Rey de los judíos; sino, que él dijo: Soy Rey de los judíos. <sup><br></sup></p><p><sup><strong>22</strong></sup> Respondió Pilato: Lo que he escrito, he escrito.<br><sup><br><strong>23 </strong></sup>Cuando los soldados hubieron crucificado a Jesús, tomaron sus vestidos, e hicieron cuatro partes, una para cada soldado. Tomaron también su túnica, la cual era sin costura, de un solo tejido de arriba abajo. <sup><br></sup></p><p><sup><strong>24</strong></sup> Entonces dijeron entre sí: No la partamos, sino echemos suertes sobre ella, a ver de quién será. Esto fue para que se cumpliese la Escritura, que dice:<br><br>Repartieron entre sí mis vestidos,<br><br>Y sobre mi ropa echaron suertes.<br><br>Y así lo hicieron los soldados. <sup><br></sup></p><p><sup><strong>25 </strong></sup>Estaban junto a la cruz de Jesús su madre, y la hermana de su madre, María mujer de Cleofas, y María Magdalena. <sup><br></sup></p><p><sup><strong>26 </strong></sup>Cuando vio Jesús a su madre, y al discípulo a quien él amaba, que estaba presente, dijo a su madre: Mujer, he ahí tu hijo.</p><p><sup><strong>27</strong></sup> Después dijo al discípulo: He ahí tu madre. Y desde aquella hora el discípulo la recibió en su casa.<br><sup><br><strong>28</strong></sup> Después de esto, sabiendo Jesús que ya todo estaba consumado, dijo, para que la Escritura se cumpliese: Tengo sed.</p><p><sup><strong>29 </strong></sup>Y estaba allí una vasija llena de vinagre; entonces ellos empaparon en vinagre una esponja, y poniéndola en un hisopo, se la acercaron a la boca. <sup><br></sup></p><p><sup><strong>30</strong></sup> Cuando Jesús hubo tomado el vinagre, dijo: Consumado es. Y habiendo inclinado la cabeza, entregó el espíritu.</p><p>El mensaje del primer ángel, que exhorta a adorar al Creador, llegó después de la Cruz, después de que el Universo expectante y los seguidores de Cristo supieran que aquel que “hizo el cielo y la Tierra, el mar y las fuentes de las aguas” es el mismo que, aunque era Dios, “tomó la condición de siervo y se hizo semejante a los hombres. Y quien, al tomar la condición de hombre, se humilló a sí mismo y se hizo obediente hasta la muerte, y muerte de cruz” (Fil. 2:7, 8).<br><br>Qué espectáculo tan asombroso debió haber sido para quienes conocieron a Jesús antes de que viniera a la Tierra como ser humano. Con razón los seres celestiales también lo adoran. En cuanto a nosotros, redimidos por su sangre, ¿qué más podemos hacer, sino adorar a nuestro Creador y Redentor?<br><br><strong>A la luz de la Cruz, ¿por qué es tan herética la idea de que los seres humanos caídos pueden añadir algo a lo que Cristo hizo en la Cruz? ¿Cuál de nuestras obras podría agregarse a lo que el Creador ya ha hecho por nosotros?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de mayo",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>La adoración a Dios es central en las Escrituras, y siempre ha sido un tema de discordia para la humanidad y para el pueblo de Dios. En todo el Antiguo Testamento los profetas reprendieron al pueblo de Dios por adorar a otros dioses o por adorar al Señor usando las prácticas de adoración del mundo pagano. El conflicto entre adorar a Dios o adorar a otros dioses está en el centro mismo del Conflicto Cósmico y está consustanciado con el desprecio a la Ley de Dios.<br><br>“La adoración aborda el aspecto más fundamental de la existencia humana en el sentido de que tiene que ver con lo que los seres humanos como criaturas vivientes deben hacer al enfrentarse a la presencia del Creador. [...] Solo los que están vivos pueden adorar al Señor; los muertos no pueden alabarlo ni adorarlo. [...] Aquel que nos creó nos invita a entregar nuestra vida en el acto de adoración para volver a recibirla enriquecida de él, para usarla en beneficio de los demás.<br><br>La adoración tiene que ver con la naturaleza misma de nuestra existencia, con su propósito y con la necesidad de tener un centro externo a nosotros mismos que nos libere del egoísmo. No adorar a Dios es perder nuestra razón de existir; es existir en un estado de desorientación y, por lo tanto, estar muriendo; es dirigirnos hacia la extinción total porque estamos desconectados de la Fuente misma de la vida” (Á. M. Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages”, p. 42).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Mediten sobre esta idea de por qué, en un mundo caído, no es suficiente el hecho de ser creado por Dios. ¿Por qué necesitamos también la promesa de la Redención?<br><br><strong>2.</strong> Piensen en alguna experiencia en la que vieron inequívocamente el poder de Dios obrando en su vida; es decir, de una manera que les mostró el amor de Dios por ustedes personalmente. ¡Y luego mediten en el hecho de que este es el Dios que creó todo el Cosmos! Y es este Dios el que los ama tanto como para preocuparse por su vida. ¿Por qué esta realidad no solo debería ser reconfortante sino también conmovedora?<br><strong><br>3. </strong>Si la Evolución fuera verdad, piensen en cómo seríamos llamados a adorar a un Creador que usó miles de millones de años de muerte, violencia, destrucción, sufrimiento y extinción masiva para crearnos, mientras que al mismo tiempo nos da una historia completamente diferente en Génesis sobre cómo fuimos creados. Y, sin embargo, ¿se supone que debamos adorarlo? Adorarlo, ¿para qué? ¿Por mentirnos durante miles de años sobre cómo llegamos aquí?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de mayo",
          "dayTitle": "",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong><br><br><strong>RESEÑA</strong><br><br>El hecho de que Dios haya creado este mundo en siete días literales es una de las verdades fundamentales de las Escrituras. Toda la Biblia comienza con las palabras: “En el principio Dios creó los cielos y la Tierra” (Gén. 1:1). El último libro de la Biblia, Apocalipsis, nos llama a adorar “al que hizo el cielo y la Tierra” (Apoc. 14:7). Dios es digno de nuestra adoración porque él nos creó. No evolucionamos; no somos simplemente un accidente genético. Somos mucho más que un miembro avanzado de la especie animal. Somos seres humanos con un valor increíble porque Dios nos creó. Cada uno de nosotros es único a sus ojos.<br><br>La lección de esta semana explora la relevancia de la Creación misma. En definitiva, ¿consideramos que tiene algún sentido creer en algo al margen de Dios como nuestro Creador? Fíjate en las primeras líneas de la Biblia, en el primer capítulo, Génesis 1. No hablan de la justificación solo por la fe, ¿verdad? Tampoco dicen nada sobre la vida, la muerte, la resurrección y el ministerio sumosacerdotal de Jesús. Ni una palabra de la Segunda Venida. Silencio total sobre los Diez Mandamientos y la eterna perpetuidad de la Ley de Dios. Nada sobre el estado de los muertos.<br><br>¿Por qué? La respuesta en realidad es sencilla. Estas doctrinas, si bien son importantes, carecen de sentido, son un despropósito total al margen de la doctrina de la Creación, si quitamos la primera línea: “En el principio creó Dios los cielos y la Tierra” (énfasis añadido).<br><br><strong>COMENTARIO</strong><br><br>En noviembre de 1998, Charles Colson escribió un artículo titulado “Astronautas que encontraron a Dios: una visión espiritual del espacio”: “El regreso del astronauta John Glenn al espacio exterior 36 años después de su impresionante órbita alrededor de la Tierra es un recordatorio de la clase de heroísmo que posibilita la exploración espacial. [...] [Glenn dijo a los periodistas en 1998, inmediatamente después de regresar, a los 77 años, de su último viaje al espacio que] ‘contemplar este tipo de creación y no creer en Dios es imposible para mí. Simplemente, fortalece mi fe’ ” (Charles Colson, Breakpoint Commentary, 5 de noviembre de 1998).<br><br>Es posible que la gente no se dé cuenta del hecho de que muchos de los primeros héroes astronautas tenían una profunda fe religiosa. Su visión del espacio infinito solo aumentó su fe. “Neil Armstrong y Buzz Aldrin son famosos por haber sido [dos de] los primeros astronautas en alunizar y dar ese ‘salto gigante para la humanidad’. Pero probablemente tú no sepas que, antes de salir de la nave espacial, Aldrin sacó una Biblia, un cáliz de plata, pan y vino sacramentales. Allí, en la Luna, su primer acto fue celebrar la Comunión.<br><br>“Frank Borman fue el comandante de la primera tripulación espacial que viajó fuera de la órbita terrestre. Al mirar hacia abajo a la Tierra, desde más de cuatrocientos mil kilómetros de distancia, Borman envió un mensaje por radio, citando Génesis 1: ‘En el principio Dios creó los cielos y la Tierra’. Según explicó más adelante, ‘Tuve la enorme sensación de que tenía que haber un poder superior a cualquiera de nosotros, que había un Dios, que verdaderamente hubo un comienzo’ ” (Charles Colson, Breakpoint Commentary, 5 de noviembre de 1998).<br><br>Cada uno de los astronautas que acabamos de mencionar sintió que este mundo no era el resultado de una casualidad fortuita. La vida tampoco fue un accidente cósmico. Los astronautas reconocieron la verdad de Génesis 1:1: que este mundo fue creado por un Dios omnisciente y todopoderoso.<br><br>El mensaje de los tres ángeles de Apocalipsis 14 proclama a “gran voz” el mensaje de la Creación y de un Dios omnisciente. A Dios nada lo toma por sorpresa, nunca. Antes de que ocurran, él ve acontecimientos que aún no se han producido. Dios ideó el mensaje de los tres ángeles específicamente para enfrentar los desafíos posmodernos y humanísticos de esta generación. No es casualidad que, al mismo tiempo que se desarrollaba la Teoría de la Evolución, Dios enviara un mensaje al mundo para adorar al Creador.<br><br>Piensa también, por un momento, si la Evolución fuera verdad, cuántas mentiras nos han dicho en la Biblia. Para empezar, en Génesis 2:1 y 2 se enumeran tres. “Así quedaron acabados los cielos y la Tierra, y su gran contenido. Y acabó Dios en el séptimo día la obra que hizo, y reposó en el séptimo día de cuanto había hecho”. Génesis 2:1, que afirma que la obra original de la Creación quedó “acabada”, sería una mentira porque la ciencia afirma que el proceso creativo, la Evolución, aún sigue. (Googlea La evolución, ¿sigue en marcha?, o algo similar.) Si así fuera, entonces la obra de la Creación no ha terminado, aunque Génesis 2:2 también dice que “acabó Dios [...] la obra que hizo”. Génesis 2:2 también menciona que Dios descansó el séptimo día de toda su obra. ¿El séptimo día de qué? La Creación (nos explican) llevó miles de millones de años, y seguimos contando, por lo que este versículo acerca de que Dios descansó el séptimo día “de cuanto había hecho en la creación” sería otra mentira.<br><br>Y trágicamente, estas tres falsificaciones serían solo el comienzo de las mentiras que nos han contado; es decir, en caso de que la Evolución fuera cierta.<br><br><strong>Un plan para cada vida</strong><br><br>Cuando Bruce Olson tenía 19 años, ingresó en la jungla en la frontera entre Colombia y Venezuela a fin de llevar el evangelio a la tribu barí. Los barís eran un pueblo primitivo, aborigen, aislado en las densas selvas de Sudamérica. Se los conocía por su feroz capacidad de lucha y sus tácticas bárbaras y violentas cuando luchaban contra otras tribus. Bruce no se inmutó por su brutal reputación, y estaba dispuesto a dar su vida si fuese necesario para compartir el evangelio con ellos. Pasó semanas intentando ganarse su confianza. Ningún occidental había entrado antes en ese territorio. Lentamente, con el tiempo, los barís aprendieron a amar a este extranjero amable y cariñoso. Cuando Bruce compartió el evangelio con estos nativos primitivos, estos experimentaron una nueva vida en Cristo. El Creador todopoderoso les cambió la vida. Esta tribu, hasta entonces guerrera y violenta, se convirtió en un motor para la paz en toda la región. Justo cuando Bruce estaba haciendo progresos reales en favor del evangelio, sucedió lo inesperado. Los guerrilleros colombianos lo secuestraron y lo retuvieron en un escondite secreto en las profundidades de la selva. Posteriormente, el ejército colombiano intentó reclutar a los barís para la guerra contra la guerrilla. Los barís se negaron, diciendo: “La violencia solo engendra violencia”.<br><br>Bruce estuvo recluido durante meses en condiciones infrahumanas; sin embargo, pudo superar el horror de sus circunstancias. Se ganó la confianza de sus captores. Con el tiempo le dieron una Biblia. Día tras día él compartía la Palabra de Dios con ellos. Más de cien de estos combatientes rebeldes aceptaron a Cristo, y cortaron con las fuerzas guerrilleras, depusieron las armas y se reincorporaron a la sociedad como ciudadanos colombianos productivos.<br><br>A pesar de que las fuerzas del mal confabularon en contra de Bruce Olson, el Creador todopoderoso tenía un plan para su vida y ni todos los poderes del infierno pudieron destruirlo. Nuestro Creador no solo tenía un plan para la vida de Bruce Olson; él tiene un plan para nuestra vida, pero incluso mejor. Nuestro Creador no solo tiene un designio para nuestra vida. Además, mediante el Espíritu Santo, nos guiará para llevar a cabo su intención. Entender la riqueza del sábado nos da una comprensión más profunda del plan de Dios para nosotros, así como un mayor propósito para nuestra vida.<br><br>Como lo señala la lección de esta semana, la palabra hebrea bará es algo que solo Dios puede hacer. Los seres humanos pueden hacer algo con los materiales disponibles, pero solo Dios puede hacer algo de la nada. Cuando Dios pronuncia su palabra, se origina materia tangible (Sal. 33:6, 9; Heb. 1:1, 2). Cuando Dios habla, todo lo que él dice ocurre, aunque nunca antes haya existido, porque la Palabra de Dios tiene el poder creador para que así sea. Cuando adoramos al Creador del cielo y la Tierra en sábado, reconocemos el hecho de que él es todopoderoso.<br><br>Si él es suficientemente poderoso como para crear este mundo y todo lo que hay en él, decididamente también es suficientemente poderoso como para cambiar nuestra vida. El sábado es un símbolo de la justificación (nuestro descanso únicamente en Cristo) y de la santificación (nuestra fuerza únicamente en Cristo). El profeta Ezequiel expresa esta idea en forma inequívoca: “Les di también mis sábados, para que fuesen una señal entre mí y ellos, para que supiesen que yo soy el Señor que los santifico” (Eze. 20:12). Mientras adoramos cada sábado, el Creador nos recrea. El que nos hizo nos rehace. El que nos formó nos reforma. El conflicto final sobre la adoración, según se describe en el libro de Apocalipsis, es precisamente porque Cristo nos creó, nos redimió, nos transformó y viene otra vez a buscarnos. El diablo odia el sábado porque odia todo lo que este día representa. El sábado es un símbolo de la autoridad de Cristo, su dominio, gracia y poder. Si Satanás puede engañar a la gente haciéndole creer que el día de reposo no tiene importancia, entonces puede socavar la autoridad del Creador, y hace que la lealtad de millones se vuelva hacia él. Por lo tanto, Dios envió su mensaje de los últimos días en Apocalipsis 14 con el fin de preparar a nuestro mundo para el regreso de nuestro Creador y Redentor, quien recreará este planeta con el esplendor edénico.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Para reflexión personal: El Dios de la Creación trajo a la existencia el Sol, la Luna y las estrellas. Su asombroso poder creó este planeta y lo llenó de seres vivos. Este mismo Dios liberó a su pueblo de la esclavitud en Egipto, lo guio en su peregrinaje por el desierto, hizo caer maná del cielo, hizo derribar los muros de Jericó y derrotó a los enemigos de Israel. Este mismo Dios está interesado en ti y en mí. Él desata el poder de la Creación en nuestro favor para derrotar al enemigo que lucha por nuestra alma. Entender y aceptar esta verdad bíblica lo es todo.<br><br>Cada uno de nosotros enfrenta batallas con la tentación todos los días. Lo bueno es que el mismo Dios que desató su poder infinito para crear el mundo desata ese mismo poder infinito para derrotar a las fuerzas del infierno que libran las batallas por nuestra alma. Jesús tiene mucho más que ofrecer que una derrota frustrada. Tiene mucho más que ofrecer que el fracaso recurrente. Tiene mucho más que ofrecer que fracasar una y otra vez por el mismo impedimento. ¿A quién servimos? Al Creador todopoderoso, con poder ilimitado e infinito. Este poder es nuestro cuando nos aferramos a él con fe. El poder del Creador nos transforma, nos cambia, nos renueva.<br><br><strong>Para analizar con oración: </strong>Pide a un voluntario que lea 2 Corintios 5:17: “Si alguno está en Cristo, es una nueva creación. Las cosas viejas pasaron, todo es nuevo”. Dialoguen con la clase sobre lo que significa ser una nueva Creación.<br><br>Para terminar, ora por los alumnos, pidiendo a Dios que los ayude a comprender con mayor profundidad y plenitud hasta qué punto su poder creador puede cambiar su vida.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>ADOREN AL CREADOR<br></p>",
      "verse": "<p>“ ‘Señor y Dios, digno eres de recibir gloria, honra y poder; porque tú creaste todas las cosas, y por tu voluntad fueron creadas y existen’ ” (Apoc. 4:11).<br></p>",
      "versionCode": 2,
      "weekDate": "6-12 de mayo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
