{
   "data":[
      {
         "color":"#b5e48c",
         "id":2,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"5 de octubre",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>La Biblia deja en claro que Jesucristo es el Hijo eterno, uno con el Padre, no creado ni engendrado. Jesús es quien creó todo lo que existe (Juan 1:1-3).<br><br>Por lo tanto, Jesús siempre ha existido; nunca hubo un momento en el que no haya existido. Aunque Jesús vino a este mundo y tomó sobre sí nuestra humanidad, siempre conservó su divinidad y, en momentos concretos, dijo e hizo cosas que la revelaron.<br><br>Esta verdad era importante para Juan. Por eso, al relatar algunos de los milagros de Jesús, Juan los utilizó para señalar la divinidad de Cristo. Jesús no solo dijo cosas que revelaban su divinidad, sino también respaldó sus palabras con hechos que la corroboraron.<br><br>La lección de esta semana examina tres de las mayores señales o evidencias de la divinidad de Jesús. Lo sorprendente es que, en cada caso, algunas personas no creyeron en el milagro o no percibieron su significado. Algunas de ellas se alejaron de Jesús; otras profundizaron su ceguera espiritual; y otras tramaron la muerte de Jesús. Aun otros aceptaron la evidencia que se les ofreció y creyeron en Jesús como el Mesías.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de octubre",
               "dayTitle":"<p>LA ALIMENTACIÓN DE LOS CINCO MIL</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>En Juan 6:4 y 5, el apóstol se esfuerza por afirmar que el momento de la alimentación de los cinco mil ocurrió cerca de la Pascua, una conmemoración de la liberación de Israel de Egipto. El cordero pascual sustituía a la muerte de los primogénitos. Este sacrificio simbolizaba la muerte de Jesús en nuestro favor.<br><br>En la Cruz, el castigo que merecíamos por nuestros pecados recayó sobre Jesús. En efecto, Cristo, nuestra Pascua, fue inmolado por nosotros (1 Cor. 5:7). “Cargó con la culpabilidad de la transgresión y el ocultamiento del rostro de su Padre, hasta que su corazón fue destrozado y su vida aniquilada. Hizo todos esos sacrificios a fin de que el pecador pudiese ser redimido” (Elena de White, El conflicto de los siglos, p. 595).<br><br><strong>Lee Juan 6:1 al 14. ¿Qué paralelos se pueden encontrar aquí entre Jesús y Moisés? Es decir, ¿qué hizo Jesús que debería haber recordado a la gente la liberación que sus antepasados habían recibido a través del ministerio de Moisés?</strong><br></p><p><strong>Juan 6:1-14</strong></p><p><sup><strong>1</strong></sup> Después de esto, Jesús fue al otro lado del Mar de Galilea, el de Tiberias.&nbsp;</p><p><sup><strong>2 </strong></sup>Y lo seguía una gran multitud, porque veían las señales que hacía en los enfermos.&nbsp;</p><p><sup><strong>3 </strong></sup>Entonces subió Jesús a un monte y se sentó allí con sus discípulos.&nbsp;</p><p><sup><strong>4 </strong></sup>Y estaba cerca la Pascua, la fiesta de los judíos.&nbsp;</p><p><sup><strong>5 </strong></sup>Cuando alzó Jesús los ojos y vio que había venido a él una gran multitud, dijo a Felipe:<br><br>—¿De dónde compraremos pan para que coman estos?<br><sup><br><strong>6</strong></sup> Pero esto decía para probarlo, porque él sabía lo que iba a hacer.&nbsp;</p><p><sup><strong>7</strong></sup> Felipe le respondió:<br><br>—Doscientos denarios de pan no bastarían para que cada uno de ellos tomara un poco.<br><sup><br><strong>8</strong></sup> Uno de sus discípulos, Andrés, hermano de Simón Pedro, le dijo:<br><sup><br><strong>9 </strong></sup>—Aquí hay un muchacho que tiene cinco panes de cebada y dos pescados; pero ¿qué es esto para tantos?<br><sup><br><strong>10</strong></sup> Entonces Jesús dijo:<br><br>—Haced recostar a la gente.<br><br>Había mucha hierba en aquel lugar, y se recostaron como en número de cinco mil hombres.&nbsp;</p><p><sup><strong>11</strong></sup> Tomó Jesús aquellos panes y, después de dar gracias, los repartió entre los discípulos, y los discípulos entre los que estaban recostados; de igual manera hizo con los pescados, dándoles cuanto querían.&nbsp;</p><p><sup><strong>12</strong></sup> Y cuando se saciaron, dijo a sus discípulos:<br><br>—Recoged los pedazos que sobraron, para que no se pierda nada.<br><sup><strong><br>13 </strong></sup>Recogieron, pues, y llenaron doce cestas de pedazos que de los cinco panes de cebada sobraron a los que habían comido.&nbsp;</p><p><sup><strong>14 </strong></sup>Entonces aquellos hombres, al ver la señal que Jesús había hecho, dijeron: «Verdaderamente éste es el Profeta que había de venir al mundo.<br></p><p>Numerosos detalles de esta historia representan un paralelo con Moisés en el Éxodo. El momento de la Pascua (Juan 6:4) apunta a la gran liberación respecto de Egipto. Jesús sube a una montaña (Juan 6:3), así como Moisés ascendió al Sinaí. Jesús pone a prueba a Felipe (Juan 6:5, 6) como los israelitas fueron puestos a prueba en el desierto. La multiplicación de los panes (Juan 6:11) recuerda al maná. La recolección de las sobras (Juan 6:12) recuerda la del maná por parte de los israelitas. Se recogen doce cestas de sobras (Juan 6:13), el número de las tribus de Israel. Y la gente comenta que Jesús es el profeta que viene al mundo (Juan 6:14), paralelismo con el “profeta como Moisés” predicho en Deuteronomio 18:15. Todo esto señala a Jesús como el nuevo Moisés, venido para liberar a su pueblo.<br><br>Así, Juan muestra a Jesús haciendo señales y prodigios, que en su contexto deberían haber tenido un significado especial para el pueblo judío. Les estaba mostrando, en esencia, su propia divinidad.<br><br><strong>Lee Isaías 53:4 al 7 y 1 Pedro 2:24. ¿Qué gran verdad enseñan estos textos acerca de Jesús como Cordero de Dios? ¿Cómo se relaciona su divinidad con esta verdad y por qué es la verdad más importante que podemos conocer?</strong></p><p><br></p><p><strong>Isaías 53:4-7</strong><br><sup><br><strong>4</strong></sup> Ciertamente llevó él nuestras enfermedades<br>y sufrió nuestros dolores,<br>¡pero nosotros lo tuvimos por azotado,<br>como herido y afligido por Dios!<br><strong><sup>5 </sup></strong>Mas él fue herido por nuestras rebeliones,<br>molido por nuestros pecados.<br>Por darnos la paz, cayó sobre él el castigo,<br>y por sus llagas fuimos nosotros curados.<sup><br><strong>6 </strong></sup>Todos nosotros nos descarriamos como ovejas,<br>cada cual se apartó por su camino;<br>mas Jehová cargó en él<br>el pecado de todos nosotros.</p><p><sup><strong>7</strong></sup> Angustiado él, y afligido,<br>no abrió su boca;<br>como un cordero fue llevado al matadero;<br>como una oveja delante de sus trasquiladores,<br>enmudeció, no abrió su boca.<br></p><p><strong>1 Pedro 2:24</strong></p><p><sup><strong>24</strong></sup> Él mismo llevó nuestros pecados en su cuerpo sobre el madero, para que nosotros, estando muertos a los pecados, vivamos a la justicia. ¡Por su herida habéis sido sanados!<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de octubre",
               "dayTitle":"<p>“REALMENTE, ESTE ES EL PROFETA”</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Juan 6:14, 15 y 26 al 36. ¿Cómo respondió la gente a su milagro y cómo lo utilizó Jesús para enseñarles quién era?</strong><br></p><p><strong>Juan 6:14-5&nbsp;</strong></p><p>&nbsp;<strong><sup>14</sup></strong> Entonces aquellos hombres, al ver la señal que Jesús había hecho, dijeron: «Verdaderamente éste es el Profeta que había de venir al mundo.»<br><sup><br><strong>15</strong></sup> Pero entendiendo Jesús que iban a venir para apoderarse de él y hacerlo rey, volvió a retirarse al monte él solo.<strong><br></strong></p><p><strong>Juan 26-36</strong></p><p><sup><strong>26</strong></sup> Respondió Jesús y les dijo:<br><br>—De cierto, de cierto os digo que me buscáis, no porque habéis visto las señales, sino porque comisteis el pan y os saciasteis.&nbsp;</p><p><sup><strong>27</strong></sup> Trabajad, no por la comida que perece, sino por la comida que permanece para vida eterna, la cual os dará el Hijo del hombre, porque a éste señaló Dios, el Padre.<br><sup><br><strong>28</strong></sup> Entonces le preguntaron:<br><br>—¿Qué debemos hacer para poner en práctica las obras de Dios?<br><sup><br><strong>29</strong></sup> Respondió Jesús y les dijo:<br><br>—Ésta es la obra de Dios, que creáis en aquel que él ha enviado.<br><sup><br><strong>30</strong></sup> Entonces le dijeron:<br><br>—¿Qué señal, pues, haces tú, para que veamos y te creamos? ¿Qué obra haces?&nbsp;</p><p><sup><strong>31</strong></sup> Nuestros padres comieron el maná en el desierto, como está escrito: “Les dio a comer pan del cielo.”<br><sup><br><strong>32</strong></sup> Y Jesús les dijo:<br><br>—De cierto, de cierto os digo: Moisés no os dio el pan del cielo, pero mi Padre os da el verdadero pan del cielo,</p><p><sup><strong>33</strong></sup> porque el pan de Dios es aquel que descendió del cielo y da vida al mundo.<br><sup><br><strong>34</strong></sup> Le dijeron:<br><br>—Señor, danos siempre este pan.<br><sup><br><strong>35</strong></sup> Jesús les respondió:<br><br>—Yo soy el pan de vida. El que a mí viene nunca tendrá hambre, y el que en mí cree no tendrá sed jamás.&nbsp;</p><p><sup><strong>36</strong></sup> Pero ya os he dicho que, aunque me habéis visto, no creéis. <br></p><p>Los judíos esperaban un mesías terrenal que los librara de la opresión del Imperio Romano. Dos de las cosas más difíciles en una guerra son alimentar a las tropas y cuidar de los heridos, además de disponer de los caídos en acción.<br><br>Los milagros de Jesús hicieron que se lo viera como quien podía resolver eso. Pero Jesús no había venido para eso, y ese no era el propósito de su milagro.<br><br>En lugar de ello, el relato de la alimentación de los cinco mil dio la oportunidad de ilustrar que Jesús es el Pan de vida, que Dios mismo descendió del Cielo. Dijo: “Yo soy el pan de vida. El que viene a mí nunca tendrá hambre” (Juan 6:35). Esta es la primera de las siete afirmaciones “Yo soy” del Evangelio de Juan, en las que la declaración “Yo soy” está relacionada con algún predicado: “el pan de vida” (Juan 6:35); “la luz del mundo” (Juan 8:12); “la puerta” (Juan 10:7, 9); “el buen pastor” (Juan 10:11, 14); “la resurrección y la vida” (Juan 11:25); “el camino, la verdad y la vida” (Juan 14:6); “la vid verdadera” (Juan 15:1, 5). Cada una de ellas apunta a una verdad importante acerca de Jesús. Las afirmaciones “Yo soy” se remontan a Éxodo 3, donde Dios se presenta a Moisés como el gran YO SOY (comparar con Juan 8:58). Jesús es ese gran YO SOY. Pero la gente no captó nada de eso.<br><br>“Con corazón desconforme, preguntaban: ¿Por qué, si Jesús podía hacer obras tan admirables como las que habían presenciado, no podía dar a todos los suyos salud, fuerza y riquezas, librarlos de sus opresores, y exaltarlos al poder y la honra? El hecho de que aseverara ser el Enviado de Dios y, sin embargo, se negara a ser el Rey de Israel era un misterio que no podían sondear. Su negativa fue malinterpretada. Muchos concluyeron que no se atrevía a presentar sus derechos porque él mismo dudaba del carácter divino de su misión. Así abrieron su corazón a la incredulidad, y la semilla que Satanás había sembrado llevó fruto según su especie: incomprensión y deserción” (Elena de White, El Deseado de todas las gentes, p. 349).<br><strong><br>Buscaban el beneficio material, no la verdad que perdura eternamente. Esta es una trampa que todos enfrentamos potencialmente si no somos cuidadosos. ¿Cómo podemos evitar quedar atrapados en las cosas materiales a expensas de lo espiritual?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de octubre",
               "dayTitle":"<p>LA CURACIÓN DEL CIEGO: PARTE 1<br></p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Juan 9:1 al 16. ¿Cuál era, según los discípulos, la causa de la ceguera de este hombre? ¿Cómo corrigió Jesús esas ideas erróneas?</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Al pasar Jesús vio a un hombre ciego de nacimiento.&nbsp;</p><p><sup><strong>2 </strong></sup>Y le preguntaron sus discípulos, diciendo:<br><br>—Rabí, ¿quién pecó, este o sus padres, para que haya nacido ciego?<br><sup><br><strong>3</strong></sup> Respondió Jesús:<br><br>—No es que pecó éste, ni sus padres, sino para que las obras de Dios se manifiesten en él. 4 Me es necesario hacer las obras del que me envió, mientras dura el día; la noche viene, cuando nadie puede trabajar. 5 Mientras estoy en el mundo, luz soy del mundo.<br><sup><br><strong>6</strong></sup> Dicho esto, escupió en tierra, hizo lodo con la saliva y untó con el lodo los ojos del ciego,&nbsp;</p><p><sup><strong>7 </strong></sup>y le dijo:<br><br>—Ve a lavarte en el estanque de Siloé —que significa «Enviado»—.<br><br>Entonces fue, se lavó y regresó viendo.&nbsp;</p><p><sup><strong>8</strong></sup> Por eso, los vecinos y los que antes lo habían visto que era ciego, decían:<br><br>—¿No es éste el que se sentaba y mendigaba?<br><sup><br><strong>9</strong></sup> Unos decían: «Él es.» Otros: «A él se parece.» Él decía: «Yo soy.»<br><sup><br><strong>10</strong></sup> Entonces le preguntaron:<br><br>—¿Cómo te fueron abiertos los ojos?<br><sup><br><strong>11</strong></sup> Respondió él y dijo:<br><br>—Aquel hombre que se llama Jesús hizo lodo, me untó los ojos y me dijo: “Ve al Siloé y lávate.” Fui, pues, me lavé y recibí la vista.<br><sup><br><strong>12</strong></sup> Entonces le dijeron:<br><br>—¿Dónde está él?<br><br>Él dijo:<br><br>—No sé.<br>Los fariseos interrogan al ciego sanado<br><sup><br><strong>13</strong></sup> Llevaron ante los fariseos al que había sido ciego.&nbsp;</p><p><sup><strong>14</strong></sup> Y era sábado cuando Jesús había hecho el lodo y le había abierto los ojos.&nbsp;</p><p><sup><strong>15</strong></sup> Volvieron, pues, a preguntarle también los fariseos cómo había recibido la vista. Él les dijo:<br><br>—Me puso lodo sobre los ojos, me lavé y veo.<br><sup><br><strong>16</strong></sup> Entonces algunos de los fariseos decían:<br><br>—Ese hombre no procede de Dios, porque no guarda el sábado.<br><br>Otros decían:<br><br>—¿Cómo puede un hombre pecador hacer estas señales?<br><br>Y había división entre ellos. <br></p><p>Los discípulos relacionaron la enfermedad con el pecado. Varios pasajes del Antiguo Testamento apuntan en esa dirección (comparar con Éxo. 20:5; 2 Rey. 5:15-27; 2 Rey. 15:5; 2 Crón. 26:16-21), pero la historia de Job debería haber sido suficiente para demostrar que tal conexión no es siempre el caso.<br><br>Jesús aclara el asunto, sin negar que exista a veces cierta relación de causa y efecto entre el pecado y el sufrimiento, pero en este caso señalando un propósito más elevado: que Dios sería glorificado por la curación. El relato contiene ciertas afinidades con la historia de la Creación, cuando Dios formó al primer hombre del polvo de la tierra (Gén. 2:7), del mismo modo que Jesús hace barro para suplir al ciego de lo que carecía al nacer.<br><br>En Mateo, Marcos y Lucas, los relatos de milagros siguen un patrón común: la descripción del problema, la presentación de la persona a Jesús, la curación y el reconocimiento de la curación con alabanzas a Dios.<br><br>En el relato de Juan 9, esta secuencia se completa en Juan 9:7. Pero, como es típico en Juan, el significado del milagro se convierte en un tema de discusión mucho más amplio, que conduce a una larga interacción entre el hombre curado y los líderes religiosos. Esta sorprendente discusión gira en torno a dos pares de conceptos entrelazados y contrapuestos: pecado/obras de Dios y ceguera/visión.<br><br>El narrador informa al lector recién en Juan 9:14 que Jesús hizo este milagro en sábado, lo que según la tradición, no la Biblia, significaba violar el cuarto Mandamiento. Por lo tanto, los fariseos lo consideraron un transgresor del sábado. La conclusión de ellos fue que él no venía de Dios, pues sostenían que “no guardaba el sábado”. Pero a otros les parecía preocupante que un pecador pudiera hacer tales señales (Juan 9:16).<br><br>La discusión está lejos de terminar, pero ya aparece una división. El ciego tiene cada vez más claro quién es Jesús, pero los dirigentes religiosos están cada vez más confundidos o ciegos en cuanto a su verdadera identidad.<br><strong><br>¿Qué debería decirnos esta historia acerca del peligro de estar tan cegados por nuestras propias creencias y tradiciones que pasemos por alto verdades importantes y evidentes?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de octubre",
               "dayTitle":"<p>LA CURACIÓN DEL CIEGO: PARTE 2<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Juan 9:17 al 34. ¿Qué preguntas hicieron los líderes al ciego y cómo respondió él?</strong><br></p><p><strong>Juan 9:17-34</strong><br></p><p>&nbsp;<strong><sup>17</sup></strong> Entonces le preguntaron otra vez al ciego:<br><br>—¿Qué dices tú del que te abrió los ojos?<br><br>Él contestó:<br><br>—Que es profeta.<br><br><strong>18</strong> Pero los judíos no creyeron que él había sido ciego y que había recibido la vista, hasta que llamaron a los padres del que había recibido la vista,&nbsp;</p><p><sup><strong>19</strong></sup> y les preguntaron, diciendo:<br><br>—¿Es éste vuestro hijo, el que vosotros decís que nació ciego? ¿Cómo, pues, ve ahora?<br><sup><br><strong>20</strong></sup> Sus padres respondieron y les dijeron:<br><br>—Sabemos que éste es nuestro hijo y que nació ciego; 21 pero cómo ve ahora, no lo sabemos, o quién le haya abierto los ojos, nosotros tampoco lo sabemos; edad tiene, preguntadle a él; él hablará por sí mismo.<br><sup><br><strong>22</strong></sup> Esto dijeron sus padres porque tenían miedo de los judíos, por cuanto los judíos ya habían acordado que si alguno confesaba que Jesús era el Mesías, fuera expulsado de la sinagoga.&nbsp;</p><p><sup><strong>23</strong></sup> Por eso dijeron sus padres: “Edad tiene, preguntadle a él.”<br><sup><br><strong>24</strong></sup> Llamaron nuevamente al hombre que había sido ciego, y le dijeron:<br><br>—¡Da gloria a Dios! Nosotros sabemos que ese hombre es pecador.<br><sup><br><strong>25</strong></sup> Entonces él respondió y dijo:<br><br>—Si es pecador, no lo sé; una cosa sé, que habiendo yo sido ciego, ahora veo.<br><sup><br><strong>26</strong></sup> Le volvieron a decir:<br><br>—¿Qué te hizo? ¿Cómo te abrió los ojos?<br><sup><br><strong>27</strong></sup> Él les respondió:<br><br>—Ya os lo he dicho y no habéis escuchado, ¿por qué lo queréis oír otra vez? ¿Queréis también vosotros haceros sus discípulos?<br><sup><br><strong>28</strong></sup> Entonces lo insultaron, y dijeron:<br><br>—Tú eres su discípulo, pero nosotros, discípulos de Moisés somos.&nbsp;</p><p><sup><strong>29</strong></sup> Nosotros sabemos que Dios ha hablado a Moisés, pero respecto a ése, no sabemos de dónde ha salido.<br><sup><br><strong>30</strong></sup> Respondió el hombre y les dijo:<br><br>—Pues esto es lo maravilloso, que vosotros no sepáis de dónde ha salido, y a mí me abrió los ojos.&nbsp;</p><p><sup><strong>31</strong></sup> Y sabemos que Dios no oye a los pecadores; pero si alguno es temeroso de Dios y hace su voluntad, a ése oye. <strong><sup>32</sup></strong> Nunca se ha oído decir que alguien abriera los ojos a uno que nació ciego.&nbsp;</p><p><sup><strong>33</strong></sup> Si éste no viniera de Dios, nada podría hacer.<br><sup><br><strong>34</strong></sup> Respondieron y le dijeron:<br><br>—Tú naciste del todo en pecado, ¿y nos enseñas a nosotros? Y lo expulsaron.<br></p><p>Esta larga sección de Juan 9 es la única parte del Evangelio en la que Jesús no es el actor principal, aunque ciertamente es el tema de discusión. Así como la cuestión del pecado dio inicio a la historia (Juan 9:2), los fariseos piensan que Jesús es un pecador porque sanó al ciego en sábado (Juan 9:16, 24), y calumnian al hombre sanado diciéndole: “En pecado eres nacido del todo” (Juan 9:34).<br><br>Se produce una curiosa inversión. El ciego ve cada vez más, no solo físicamente, sino también espiritualmente, a medida que crece su aprecio por Jesús y su fe en él. Los fariseos, por el contrario, se vuelven cada vez más ciegos en su entendimiento: primero, divididos acerca de Jesús (Juan 9:16); y luego, sin saber de dónde vino (Juan 9:29).<br><br>Mientras tanto, su relato de este milagro da a Juan la oportunidad de decirnos quién es Jesús. El tema de las señales en Juan 9 se entrecruza con otros temas del Evangelio. Juan reafirma que Jesús es la Luz del mundo (Juan 9:5; comparar con Juan 8:12). El relato también aborda el misterioso origen de Jesús. ¿Quién es? ¿De dónde viene? ¿Cuál es su misión? (Juan 9:12, 29; comparar con Juan 1:14). La figura de Moisés, a la que se hace referencia en anteriores relatos de milagros, también aparece en este capítulo (Juan 9:28, 29; comparar con Juan 5:45, 46 y Juan 6:32). Por último, está el tema de la respuesta de la multitud. Algunos aman más las tinieblas que la luz, mientras que otros responden con fe (Juan 9:16-18, 35-41; comparar con Juan 1:9-16; 3:16-21; 6:60-71).<br><br>Lo que asusta aquí es la ceguera espiritual de los líderes religiosos. Un mendigo antes ciego puede declarar: “Desde el principio del mundo no se ha oído que nadie abriera los ojos a un ciego de nacimiento. Si este no fuera de Dios, nada podría hacer” (Juan 9:32, 33). Sin embargo, los líderes religiosos, los guías espirituales de la nación, quienes debieron ser los primeros en reconocer a Jesús y aceptarlo como el Mesías, no pueden verlo a pesar de toda la poderosa evidencia. En realidad, no quieren verlo. ¡Qué poderosa advertencia acerca de cómo nuestros corazones pueden engañarnos!<br><strong><br>Lee 1 Corintios 1:26 al 29. ¿Cómo armoniza lo que Pablo escribe allí con lo que sucedió en esta escena, y cómo se aplica el mismo principio incluso ahora?</strong></p><p><strong>1 Corintios 1:26-29<sup><br></sup></strong></p><p><sup><strong>26</strong></sup> Considerad, pues, hermanos, vuestra vocación y ved que no hay muchos sabios según la carne, ni muchos poderosos, ni muchos nobles;&nbsp;</p><p><sup><strong>27</strong></sup> sino que lo necio del mundo escogió Dios para avergonzar a los sabios; y lo débil del mundo escogió Dios para avergonzar a lo fuerte;&nbsp;</p><p><sup><strong>28</strong></sup> y lo vil del mundo y lo menospreciado escogió Dios, y lo que no es, para deshacer lo que es,&nbsp;</p><p><sup><strong>29</strong></sup> a fin de que nadie se jacte en su presencia. <strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de octubre",
               "dayTitle":"<p>LA RESURRECCIÓN DE LÁZARO<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>Juan 11 está lleno de tristeza: la triste noticia de la enfermedad de un querido amigo (Juan 11:1-3); el llanto por su muerte (Juan 11:19, 31, 33); el lamento de las hermanas de que Lázaro no habría muerto si Jesús hubiera estado presente (Juan 11:21, 32); y las propias lágrimas de Jesús (Juan 11:35).<br><br>Jesús esperó dos días antes de emprender el viaje hacia el hogar de Lázaro (Juan 11:6) y dijo incluso que se alegraba de no haber ido antes (Juan 11:14, 15). Esto no fue un acto de insensibilidad hacia el sufrimiento de Lázaro y de sus hermanas, sino su deseo de revelar más plenamente la gloria de Dios.<br><br>Cuando llegamos a Juan 11:17 al 27, Lázaro llevaba cuatro días muerto y su cuerpo ya estaba en franco proceso de descomposición. Como dijo Marta: “Señor, hiede ya, que es de cuatro días” (Juan 11:39). Sin duda, el retraso de Jesús solo contribuyó a que el milagro que siguió fuera aún más asombroso. ¿Resucitar un cadáver en avanzado estado de descomposición? ¿Qué mejor prueba podía dar Jesús de que era Dios mismo?<br><br>Y, como Dios, como aquel que creó la vida al comienzo, Jesús tenía poder sobre la muerte. Así, Jesús aprovecha esta oportunidad, la de la muerte de Lázaro, para revelar una verdad crucial acerca de él mismo. “Yo soy la resurrección y la vida. El que cree en mí, aunque muera, vivirá. Todo el que vive y cree en mí no morirá para siempre” (Juan 11:25, 26).<br><br><strong>Lee Juan 11:38 al 44. ¿Qué hizo Jesús para apoyar su afirmación?&nbsp;</strong></p><p><sup><strong>38</strong></sup> Jesús, profundamente conmovido otra vez, vino al sepulcro. Era una cueva y tenía una piedra puesta encima. 39 Dijo Jesús:<br><br>—Quitad la piedra.<br><br>Marta, la hermana del que había muerto, le dijo:<br><br>—Señor, hiede ya, porque lleva cuatro días.<br><sup><br><strong>40</strong></sup> Jesús le dijo:<br><br>—¿No te he dicho que si crees verás la gloria de Dios?<br><sup><br><strong>41</strong></sup> Entonces quitaron la piedra de donde había sido puesto el muerto. Y Jesús, alzando los ojos a lo alto, dijo:<br><br>—Padre, gracias te doy por haberme oído. 42 Yo sé que siempre me oyes; pero lo dije por causa de la multitud que está alrededor, para que crean que tú me has enviado.<br><sup><br><strong>43</strong></sup> Y habiendo dicho esto, clamó a gran voz:<br><br>—¡Lázaro, ven fuera!<br><sup><br><strong>44</strong></sup> Y el que había muerto salió, atadas las manos y los pies con vendas, y el rostro envuelto en un sudario. Jesús les dijo:<br><br>—Desatadlo y dejadlo ir.<br></p><p>Así como Jesús demostró que él es la Luz del mundo (Juan 8:12; 9:5) al dar la vista al ciego (Juan 9:7), aquí resucita a Lázaro de entre los muertos (Juan 11:43, 44), demostrando así que él es la Resurrección y la Vida (Juan 11:25).<br><br>Este milagro, más que ningún otro, señala a Jesús como el Dador de vida, como Dios mismo. Es, además, un fuerte apoyo a la aseveración de Juan de que Jesús es el Hijo divino de Dios, y de que quienes creen pueden tener vida a través de él (Juan 20:30, 31).<br><br>Sin embargo, cuando llegamos al final de esta asombrosa historia (Juan 11:45?54), que suscitó la fe en muchos de sus testigos (Juan 11:45), se despliega una poderosa pero triste ironía: Jesús demuestra que puede resucitar a los muertos, pero sus enemigos creen que pueden detenerlo matándolo.<br><br>¡Qué ejemplo de las debilidades humanas en contraste con la sabiduría y el poder de Dios!<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de octubre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p>Lee en El Deseado de todas las gentes, de Elena G. de White, los capítulos “La crisis en Galilea” (pp. 347-359), “Lázaro, ven fuera” (pp. 482-494) y “Conspiraciones sacerdotales” (pp. 495-500).<br><br>“La vida de Cristo, que da vida al mundo, está en su palabra. Fue por medio de su palabra como Jesús sanó la enfermedad y echó los demonios; por su palabra calmó el mar y resucitó a los muertos; y la gente dio testimonio de que su palabra era con poder. Él hablaba la palabra de Dios, como había hablado por medio de todos los profetas y los maestros del Antiguo Testamento. Toda la Biblia es una manifestación de Cristo, y el Salvador deseaba fijar la fe de sus seguidores en la Palabra. Cuando su presencia visible se hubiese retirado, la Palabra debía ser la fuente de poder para ellos. Como su Maestro, habían de vivir ‘de toda palabra que sale de la boca de Dios’ (Mat. 4:4).<br><br>“Así como nuestra vida física es sostenida por el alimento, nuestra vida espiritual es sostenida por la palabra de Dios. Y cada alma ha de recibir vida de la palabra de Dios para sí. Así como debemos comer por nosotros mismos a fin de recibir nutrimento, así hemos de recibir la Palabra por nosotros mismos. No debemos simplemente obtenerla por medio de otra mente. Debemos estudiar cuidadosamente la Biblia, pidiendo a Dios la ayuda del Espíritu Santo a fin de comprender su palabra” (Elena G. de White, El Deseado de todas las gentes, pp. 354, 355).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Esta semana vimos a Jesús alimentando a los cinco mil, sanando a un hombre ciego de nacimiento y resucitando a Lázaro. En cada caso, Jesús proporcionó una poderosa evidencia de su divinidad. Sin embargo, estos milagros, por asombrosos que fueran, crearon división. Algunos respondieron con fe; otros, con duda. ¿Qué nos enseña esto acerca de cómo, incluso frente a poderosas evidencias, las personas pueden elegir rechazar a Dios?<br><br><strong>2.</strong> Todos estos relatos señalan a Cristo como el Hijo divino de Dios. ¿Por qué su divinidad es tan importante para la fe en Jesús como Salvador?<br><br><strong>3.</strong> Vuelve a leer 1 Corintios 1:26 al 29. ¿De qué manera vemos este mismo principio en acción en el siglo XXI?<br><br><strong>4.</strong> ¿Cuáles son algunas de las cosas “insensatas” que creen los cristianos y de las que los “sabios según la carne” se burlan y rechazan? ¿Qué creemos nosotros que también “avergüenza” a los “poderosos”?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>RESEÑA<br><br>Textos clave: Juan 6:14; 9:1-34; 11:1-44.</strong><br><br>Considera de nuevo el asombroso hecho de que el divino y eterno Hijo de Dios se despojó de sí mismo y se hizo Dios en la carne. Esta impresionante realidad está abundantemente corroborada en las Escrituras. Nuestras limitadas facultades humanas se ven abrumadoramente desafiadas al intentar comprender tan inmensurable hecho. Para ayudarnos en este esfuerzo, Dios ha hecho todo lo posible para que podamos comprender, en la medida de lo posible, esta verdad bíblica indispensable para la salvación.<br><br>Esta semana consideraremos tres milagros que constituyen una prueba definitiva de la divinidad de Cristo. Estos milagros ciertamente proporcionan evidencia adicional de que Jesús era más que un simple ser humano. Consideremos, a modo de ejemplo, su transfiguración en el monte, donde su círculo íntimo de tres discípulos fue testigo de su deslumbrante gloria divina. De repente, “se transfiguró ante ellos. Su rostro resplandeció como el sol y su vestimenta se volvió blanca como la luz” (Mat. 17:2). Además, este milagro fue claramente atestiguado por Moisés resucitado y Elías, quien había sido trasladado al Cielo.<br><br>¿Quién puede negar la manifestación de la divinidad de Jesús en el milagro de la alimentación de los cinco mil? Tal fenómeno fue único, sin precedentes en la historia. Aunque algunos creyeron, otros, asombrosamente, no lo hicieron a pesar de las claras evidencias. Cuán trágico fue que la terquedad y el orgullo llevaran a estos últimos a elegir las tinieblas en lugar de la Luz del mundo, quien estaba allí mismo, delante ellos. El gran YO SOY, a quien su venerado profeta Moisés conocía, habitaba entre ellos, pero se negaron obstinadamente a recibirlo como su Mesías. El pan temporal en la alimentación de los cinco mil tenía por objeto dirigir la atención del pueblo hacia Cristo, el Pan de vida, que da y sostiene no solo la vida corporal, sino la eterna. Reflexionando más acerca de la expresión “YO SOY” en el contexto del Evangelio de Juan, nos damos cuenta de que este estaba especialmente atento a la representación divina de Dios revelada a Moisés en la zarza ardiente:<br><br>“Dios respondió a Moisés: ‘Yo soy el que soy’ ” (Éxo. 3:14). Jesús se aplicó este título directamente a sí mismo en afirmaciones como: “Yo soy el camino, la verdad y la vida” (Juan 14:6), y “Yo soy la resurrección y la vida” (Juan 11:25).<br><br>En Juan 9:1 al 34, el poder divino de Jesús también se manifestó en la curación del ciego y se amplió en Juan 11, en el asombroso milagro de resucitar a Lázaro. En el siguiente comentario estudiaremos más a fondo estos dos milagros.<br><br><strong>COMENTARIO</strong><br><br>¡Qué acontecimiento estupendo será ver el rostro de Jesús y que nuestra carne mortal sea transformada, modelada según su propio cuerpo inmortal y glorioso! Lo conoceremos, experimentaremos su amor y pasaremos la eternidad en su presencia, sin agotar nunca el tema de su amor incomparable ni comprender plenamente su naturaleza eterna.<br><br>“Realmente este es el profeta” (Juan 6:14) Cuando Cristo alimentó a los cinco mil con los pocos y sencillos ingredientes del almuerzo de un niño, quienes presenciaron el milagro dijeron esto de Jesús: “Realmente este es el profeta que había de venir al mundo” (Juan 6:14). Estas palabras remiten a las que pronunció Moisés, quien fue una prefiguración histórica o tipo de Jesús: “Un Profeta de en medio de los tuyos, de tus hermanos, como yo, te levantará el Señor tu Dios; a él oirás” (Deut. 18:15).<br><br>Es razonable pensar en Moisés como un tipo de Jesús. Por ejemplo, Moisés y Jesús son similares en su misión de liberar a la gente de la esclavitud. De todos los personajes bíblicos, Moisés es quien más se parece a Jesús en su ministerio de intercesión. Cuando Israel se rebeló contra Dios en el desierto adorando el becerro de oro, Moisés se ofreció a morir en su lugar, como su sustituto. Éxodo 32:32 registra el conmovedor relato de la súplica de Moisés a Dios para que perdonara la vida a su pueblo rebelde: “Te ruego que perdones su pecado. Y si no, ráeme ahora de tu libro que has escrito”.<br><br>La abnegada entrega de Moisés a su pueblo descarriado y su petición de morir en lugar de los demás es admirable. Pero un ofrecimiento tan bondadoso no puede perdonar el pecado y conmutar su pena, la muerte, pues solo el sacrificio del divino “Profeta” Jesús puede lograr tal hazaña. Solo Jesús posee la justicia y la vida necesarias para hacer sustitución por nuestro pecado y nuestra muerte.<br><strong><br>La curación del ciego (Juan 9:1-34)</strong><br><br>Como vimos la semana pasada acerca del paralítico, este estuvo en ese estado desesperado durante 38 años. Pero el ciego de Juan 9 era “ciego de nacimiento” (Juan 9:1). Imagina lo que significa no haber tenido nunca la oportunidad de ver nada ni a nadie.<br><br>Además, este pobre ciego no solo sufría físicamente, sino también espiritual, mental y emocionalmente. La percepción pública era que los enfermos de la sociedad padecían a causa de sus propios pecados o de los de sus padres. Se hizo creer al ciego que no solo los demás lo consideraban culpable, sino Dios también lo miraba con malos ojos.<br><br>Esta idea errónea también estaba en la mente de los discípulos; de allí su pregunta: “Rabí, ¿quién pecó, este o sus padres, para que naciera ciego?” (Juan 9:2). En su deseo de culpar a alguien, se parecían a muchos cristianos bienintencionados pero equivocados de hoy. Del mismo modo, los amigos equivocados de Job intentaron culparlo de su terrible tragedia y enfermedad.<br><br>La respuesta de Jesús amplió la visión de sus discípulos acerca de su misión, llevándola a un nivel superior. Dios deseaba utilizar la ceguera de este hombre para revelar su poder sanador. Además, este milagro pretendía revelar que Cristo es el dador de la vida eterna y la sabiduría, quien inspira a las personas mediante la luz de su verdad y de la salvación. Cristo vinculó su obra con la luz del día: “Tengo que hacer las obras del que me envió mientras es de día. La noche viene, cuando nadie puede obrar. Mientras estoy en el mundo, soy la luz del mundo” (Juan 9:4, 5).</p><p>Qué revelador e irónico es el hecho de que los dirigentes religiosos, con su vista física intacta, se negaran obstinadamente a ver la luz de Cristo que brillaba a su alrededor. En consecuencia, se sumergieron voluntariamente y cada vez más en la oscuridad espiritual hasta que su ceguera respecto de la luz verdadera fue irreversible. Por el contrario, la apertura del ciego a la luz de Cristo no solo le permitió ver físicamente, con sus ojos, sino también le permitió obtener la visión espiritual iluminada necesaria para reconocer a Jesús como el Hijo de Dios, el único digno de adoración.<br><br>Jesús podría haber curado a este ciego inmediatamente. Pero, por sus propias y sabias razones, quiso que el hombre afligido participara en su propio proceso de curación. Después de usar saliva para hacer arcilla, el Salvador untó el preparado en los ojos del ciego. Las manos que hicieron y aplicaron el ungüento eran las manos del propio Sanador y Creador, quien dio forma a la Tierra y a las estrellas. El ciego, así ungido con arcilla, obedeció las palabras de Cristo e inmediatamente se dirigió al estanque de Siloé para lavarse. Al hacerlo, quedó instantáneamente curado. Comparemos esta historia con la narración del Antiguo Testamento acerca de Naamán, general del ejército sirio. El profeta Eliseo ordenó a Naamán que se lavara siete veces en el río Jordán para curarse de la lepra. Al principio, Naamán se opuso enérgicamente. Pero luego cedió, se lavó, y quedó milagrosamente limpio.<br><br>La arcilla húmeda no contenía propiedades mágicas; solo Cristo era el verdadero Sanador. El Salvador se limitó a utilizar esta sustancia como conducto de su poder. Además, podemos argumentar que Jesús utilizó simples agentes curativos para fomentar su uso en la curación. “La curación sólo podía ser producida por el poder del gran Sanador; sin embargo, él hizo uso de los simples agentes naturales. Aunque no apoyó la medicación con drogas, aprobó el uso de remedios sencillos y naturales” (Elena G. de White, El Deseado de todas las gentes, pp. 763, 764).<br><br>¿Es Jesús tan capaz y está tan dispuesto a sanar hoy, instantánea o gradualmente, mediante milagros directos y remedios sencillos? ¿Cómo deberíamos participar en su ministerio de sanación como sus representantes?<br><br>Reflexiona acerca de la siguiente declaración inspirada: “[Jesús] está tan deseoso de sanar a los enfermos ahora como cuando estaba personalmente en la tierra. Los siervos de Cristo son sus representantes, los conductos por los cuales ha de obrar. Él desea ejercer a través de ellos su poder curativo” (El Deseado de todas las gentes, p. 763).<br><br><strong>La resurrección de Lázaro (Juan 11:1-44)</strong><br><br>Jesús dijo a Marta: “Yo soy la resurrección y la vida. El que cree en mí, aunque muera, vivirá” (Juan 11:25). Nótese, de nuevo, que Jesús utiliza la identificación divina “YO SOY” para destacar el hecho de que él no se limita a dar la vida, sino que él es la Vida misma. Esta promesa garantiza su cumplimiento cuando Jesús regrese para llevar a sus seres queridos a casa. Quienes duermen en Cristo serán despertados en una fracción de segundo en ocasión de la resurrección, como si no hubiera transcurrido el tiempo.<br><br>Quienes descansan en Jesús lo hacen como si ya hubieran resucitado de entre los muertos, pues ya comparten la vida y el destino eternos de Cristo. Jesús afirmó esta gloriosa realidad al asegurar a sus discípulos: “Porque yo vivo, ustedes también vivirán” (Juan 14:19). Jesús es la Vida misma, la Vida y el Dador de ella. Al creer en estas verdades bíblicas, no deberíamos temer a la muerte. En su primera epístola, Juan reitera esta verdad: “Este es el testimonio: que Dios nos ha dado vida eterna, y esta vida está en su Hijo. El que tiene al Hijo tiene la vida; el que no tiene al Hijo de Dios no tiene la vida” (1 Juan 5:11, 12).<br><br>Esta gloriosa esperanza es lo que el mundo necesita desesperadamente, pues nadie posee la vida excepto Cristo. Él es la única y perfecta solución para evitar la desaparición de la humanidad. Esta verdad es la mejor noticia, ¡y debemos estar ansiosos por compartirla con un mundo moribundo! “En Cristo hay vida original, que no proviene ni deriva de otra. […] La divinidad de Cristo es la garantía que el creyente tiene de la vida eterna” (Elena G. de White, El Deseado de todas las gentes, p. 489).<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br>Reflexiona acerca de las siguientes preguntas y respóndelas:<br><br>1. Considera el término bíblico “profeta”. ¿Por qué la Biblia se refiere a Jesús como tal?<br><br>Esta designación puede tender a confundir a algunas personas ya que él no fue simplemente un profeta. Por ejemplo, los musulmanes creen que Jesús fue un profeta. Sin embargo, nosotros creemos que Jesús también es el divino Hijo de Dios y el Salvador del mundo.<br><br>2. Moisés sirvió como tipo o prefiguración de Cristo en su intercesión por el pueblo rebelde de Dios. Cristo intercedió por quienes lo crucificaban. ¿Quién en el libro de Hechos se asemeja más a Jesús al interceder por sus enemigos? ¿Cómo puede ese paralelismo instruirnos acerca de cómo debemos ver a nuestros perseguidores?<br><br>3. ¿Por qué la ceguera espiritual es incurable excepto por la intervención sanadora de Dios?<br><br>4. Jesús dijo que los pecados de los padres del ciego no fueron la causa de su sufrimiento. ¿Cómo concilias esta verdad con Éxodo 20:5, donde Dios dice: “Visito la maldad de los padres sobre los hijos hasta la tercera y la cuarta generación de los que me aborrecen”?<br><br>5. Aunque está muy claro en Juan 14:19 y 1 Juan 5:11 y 12 que tenemos la seguridad de la salvación en Cristo, ¿por qué, entonces, es un reto actualizar esta seguridad en nuestra vida? ¿Cómo explicamos que un creyente tema morir?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>SIGNOS DE DIVINIDAD<br></p>",
         "verse":"<p>Jesús respondió: ‘Yo soy la resurrección y la vida. El que cree en mí, aunque muera, vivirá. Todo el que vive y cree en mí no morirá para siempre. ¿Crees esto?’&nbsp; (Juan 11:25, 26).</p>",
         "versionCode":7,
         "weekDate":"5-11 de octubre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
