{
  "data": [
    {
      "color": "#28c413",
      "id": 3,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 9",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth— to every nation, tribe, tongue, and people” (Rev. 14:6, NKJV). Notice, “the everlasting gospel,” everlasting as in always existing, as in having always been there, as in having been promised to us in Christ Jesus “before time began” (Titus 1:2, NKJV).\n</p><p>Hence, it’s no wonder that the Bible talks at other times about the “everlasting covenant” (Gen. 17:7, Isa. 24:5, Ezek. 16:60, Heb. 13:20), because the essence of the gospel is covenant, and the essence of the covenant is the gospel: God out of His saving grace and love offers you a salvation that you do not deserve and cannot possibly earn; and you, in response, love Him back “with all your heart, with all your soul, with all your mind, and with all your strength” (Mark 12:30, NKJV), a love that is made manifest by obedience to His law: “For this is the love of God, that we keep His commandments” (1 John 5:3, NKJV).\n</p><p>This week we will look at the idea of the covenant as expressed in the book of Deuteronomy, where the covenant and all that it entails is made manifest.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 10",
          "dayTitle": "<p><strong>The Covenant and the Gospel \n</strong></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>All through the Bible, the covenant and the gospel appear together. Though the idea of covenant existed before the nation of Israel (for example, the Noahic covenant), and though the covenant promise was made before the nation of Israel existed, it was expressed prominently through God’s interaction with His people, starting with their fathers, the patriarchs.\n</p><p>And even from the start, the central truth of the covenant was the gospel: salvation by faith alone.\n</p><p>Read Genesis 12:1–3, Genesis 15:5–18, and Romans 4:1–5. What was the covenant promise made to Abram (later Abraham), and how is the gospel revealed in that covenant promise?\n</p><p><strong>Genesis 12:1–3</strong></p><p><strong><sup>1</sup></strong> Now the Lord had said to Abram:</p><p>“Get out of your country,\n</p><p>From your family\n</p><p>And from your father’s house,\n</p><p>To a land that I will show you.\n</p><p><strong><sup>2</sup></strong> I will make you a great nation;\n</p><p>I will bless you\n</p><p>And make your name great;\n</p><p>And you shall be a blessing.\n</p><p><strong><sup>3</sup></strong> I will bless those who bless you,\n</p><p>And I will curse him who curses you;\n</p><p>And in you all the families of the earth shall be blessed.”</p><p><strong>Genesis 15:5–18</strong></p><p><strong><sup>5</sup></strong> Then He brought him outside and said, “Look now toward heaven, and count the stars if you are able to number them.” And He said to him, “So shall your descendants be.”\n</p><p><strong><sup>6</sup></strong> And he believed in the Lord, and He accounted it to him for righteousness.\n</p><p><strong><sup>7</sup></strong> Then He said to him, “I am the Lord, who brought you out of Ur of the Chaldeans, to give you this land to inherit it.”\n</p><p><strong><sup>8</sup></strong> And he said, “Lord God, how shall I know that I will inherit it?”\n</p><p><strong><sup>9</sup></strong> So He said to him, “Bring Me a three-year-old heifer, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.”&nbsp;</p><p><strong><sup>10</sup></strong> Then he brought all these to Him and cut them in two, down the middle, and placed each piece opposite the other; but he did not cut the birds in two.&nbsp;</p><p><strong><sup>11</sup></strong> And when the vultures came down on the carcasses, Abram drove them away.\n</p><p><strong><sup>12</sup></strong> Now when the sun was going down, a deep sleep fell upon Abram; and behold, horror and great darkness fell upon him.&nbsp;</p><p><strong><sup>13</sup></strong> Then He said to Abram: “Know certainly that your descendants will be strangers in a land that is not theirs, and will serve them, and they will afflict them four hundred years.&nbsp;</p><p><strong><sup>14</sup></strong> And also the nation whom they serve I will judge; afterward they shall come out with great possessions.&nbsp;</p><p><strong><sup>15</sup></strong> Now as for you, you shall go to your fathers in peace; you shall be buried at a good old age.&nbsp;</p><p><strong><sup>16</sup></strong> But in the fourth generation they shall return here, for the iniquity of the Amorites is not yet complete.”\n</p><p><strong><sup>17</sup></strong> And it came to pass, when the sun went down and it was dark, that behold, there appeared a smoking oven and a burning torch that passed between those pieces.&nbsp;</p><p><strong><sup>18</sup></strong> On the same day the Lord made a covenant with Abram, saying:\n</p><p>“To your descendants I have given this land, from the river of Egypt to the great river, the River Euphrates—</p><p><strong>Romans 4:1–5</strong></p><p><strong><sup>1</sup></strong> What then shall we say that Abraham our father has found according to the flesh?&nbsp;</p><p><strong><sup>2</sup></strong> For if Abraham was justified by works, he has something to boast about, but not before God.&nbsp;</p><p><strong><sup>3</sup></strong> For what does the Scripture say? “Abraham believed God, and it was accounted to him for righteousness.”&nbsp;</p><p><strong><sup>4</sup></strong> Now to him who works, the wages are not counted as grace but as debt.</p><p><strong><sup>5</sup></strong> But to him who does not work but believes on Him who justifies the ungodly, his faith is accounted for righteousness,</p><p>Abraham believed God, believed in God’s promises to him, and thus he was justified before God. This declaration, however, was not cheap grace: Abraham sought to uphold his end of the covenant by obedience, such as seen in Genesis 22, at Mount Moriah. All this, even though “his faith is accounted for righteousness” (Rom. 4:5, NKJV). That’s why, centuries later, Paul would use Abraham as the exemplar of what it means to live by the covenant promises God had made with His people.\n</p><p>This theme echoes throughout the Bible. Paul brought it up another time in Galatians 3:6, where he again quotes Genesis 15:6, about Abraham’s faith being “accounted .  .  . to him for righteousness” (NKJV), and he refers back to the promise first made to Abram about all nations being blessed in his seed (Gal. 3:8, 9). The covenant promises are made to all, Jew and Gentile, who “are of faith” (Gal. 3:7) and, thus, who are justified by faith without the deeds of the law—however much they are obligated, because of the covenant, to obey the law.\n</p><p>Even when Jeremiah talks about the new covenant, he does so in the context of the law: “ ‘But this is the covenant that I will make with the house of Israel after those days, says the Lord: I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people’ ” (Jer. 31:33, NKJV), reflecting language that goes back to the book of Leviticus: “I will walk among you and be your God, and you shall be My people” (Lev. 26:12, NKJV).\n</p><p><strong>How does the covenantal idea of the law and the gospel together fit so perfectly with the three angels’ messages of Revelation 14, God’s final warning message to the world?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 11",
          "dayTitle": "<p><strong>The Covenant and Israel\n</strong></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>“ ‘It is not because of your righteousness or the uprightness of your heart that you go in to possess their land, but because of the wickedness of these nations that the Lord your God drives them out from before you, and that He may fulfill the word which the Lord swore to your fathers, to Abraham, Isaac, and Jacob’ ” (Deut. 9:5, NKJV; see also Deut. 9:27).\n</strong></p><p><strong>Deut. 9:27</strong></p><p><strong><sup>27</sup></strong> Remember Your servants, Abraham, Isaac, and Jacob; do not look on the stubbornness of this people, or on their wickedness or their sin,\n</p><p>\n</p><p><strong>How is the reality of the covenantal promises made manifest in this verse?<br></strong></p><p>Here, too, the covenant of grace appears: God worked for them— despite the constant mistakes. (This, surely, has to be how the gospel works today, as well.) And it was because of the promise made to the fathers that God’s grace was given to their future generations.\n</p><p>In Moses’ dealing with the people to whom the covenantal promises were given as a whole, he often referred back to the covenantal promises made to the patriarchs.\n</p><p><strong>Read Exodus 2:24, Exodus 6:8, and Leviticus 26:42. What is being said here that helps show how the covenantal promises work?\n</strong></p><p><strong>Exodus 2:24</strong></p><p><strong><sup>24</sup></strong> So God heard their groaning, and God remembered His covenant with Abraham, with Isaac, and with Jacob.\n</p><p>\n</p><p><strong>Exodus 6:8&nbsp;<sup><br></sup></strong></p><p><strong><sup>8</sup></strong> And I will bring you into the land which I swore to give to Abraham, Isaac, and Jacob; and I will give it to you as a heritage: I am the Lord.’ ”\n</p><p>\n</p><p><strong>Leviticus 26:42<sup><br></sup></strong></p><p><strong><sup>42</sup></strong> then I will remember My covenant with Jacob, and My covenant with Isaac and My covenant with Abraham I will remember;\n</p><p>\n</p><p>The exodus from Egypt, the great symbol of God’s saving grace, also was based on the covenant the Lord had made to their fathers. That is, even before the beneficiaries of the covenant were born, the promises were made in their behalf. Thus, through no merit of their own (to say the least), they received the promised deliverance, which God did for them through the miracles and events of the Exodus.<br></p><p>Of course, things didn’t end there. They went from Egypt to—where? Yes, Sinai, where the covenant with them was “officially” established (see Exodus 20). And central to that covenant was gospel and the law, the Ten Commandments, which they were called upon to obey, a manifestation of their saving relationship with the Lord, who already had redeemed them (the gospel). Hence, again and again in Deuteronomy, they were called to obey that law as their part of the covenant, which had been ratified at Sinai.\n</p><p><strong>What role should the law of God play in our lives today, we who have been saved by grace, and why is that law so crucial to our experience with God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 12",
          "dayTitle": "<p><strong>The Book of the Covenant \n</strong></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>Though the idea of covenant (berit in Hebrew), to describe God’s relationship with His people, is found all through the Bible, this word appears so often in Deuteronomy that Deuteronomy has been called “The Book of the Covenant.”\n</p><p><strong>Look at Deuteronomy 5:1–21. What is happening here that helps to show how central the idea of covenant (berit) is to the book of Deuteronomy?\n</strong></p><p><strong><sup>1&nbsp;</sup></strong>And Moses called all Israel, and said to them: “Hear, O Israel, the statutes and judgments which I speak in your hearing today, that you may learn them and be careful to observe them.&nbsp;</p><p><strong><sup>2 </sup></strong>The Lord our God made a covenant with us in Horeb.&nbsp;</p><p><strong><sup>3</sup></strong> The Lord did not make this covenant with our fathers, but with us, those who are here today, all of us who are alive.&nbsp;</p><p><strong><sup>4</sup></strong> The Lord talked with you face to face on the mountain from the midst of the fire.&nbsp;</p><p><strong><sup>5</sup></strong> I stood between the Lord and you at that time, to declare to you the word of the Lord; for you were afraid because of the fire, and you did not go up the mountain. He said:\n</p><p><strong><sup>6</sup></strong> ‘I am the Lord your God who brought you out of the land of Egypt, out of the house of bondage.\n</p><p><strong><sup>7</sup></strong> ‘You shall have no other gods before Me.\n</p><p><strong><sup>8</sup></strong> ‘You shall not make for yourself a carved image—any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth;&nbsp;</p><p><strong><sup>9</sup></strong> you shall not bow down to them nor serve them. For I, the Lord your God, am a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me,&nbsp;</p><p><strong><sup>10</sup></strong> but showing mercy to thousands, to those who love Me and keep My commandments.\n</p><p><strong><sup>11</sup></strong> ‘You shall not take the name of the Lord your God in vain, for the Lord will not hold him guiltless who takes His name in vain.\n</p><p><strong><sup>12</sup></strong> ‘Observe the Sabbath day, to keep it holy, as the Lord your God commanded you.&nbsp;</p><p><strong><sup>13</sup></strong> Six days you shall labor and do all your work,&nbsp;</p><p><strong><sup>14</sup></strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is within your gates, that your male servant and your female servant may rest as well as you.&nbsp;</p><p><strong><sup>15</sup></strong> And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord your God commanded you to keep the Sabbath day.\n</p><p><strong><sup>16</sup></strong> ‘Honor your father and your mother, as the Lord your God has commanded you, that your days may be long, and that it may be well with you in the land which the Lord your God is giving you.\n</p><p><strong><sup>17</sup></strong> ‘You shall not murder.\n</p><p><strong><sup>18</sup></strong> ‘You shall not commit adultery.\n</p><p><strong><sup>19</sup></strong> ‘You shall not steal.\n</p><p><strong><sup>20</sup></strong> ‘You shall not bear false witness against your neighbor.\n</p><p><strong><sup>21</sup></strong> ‘You shall not covet your neighbor’s wife; and you shall not desire your neighbor’s house, his field, his male servant, his female servant, his ox, his donkey, or anything that is your neighbor’s.’</p><p>Not long after the children of Israel were redeemed from Egypt, God established the covenant with them, at Sinai, just before they were supposed to enter the Promised Land. Then, after a 40-year detour, just before they are again to enter the Promised Land, which was a central part of the covenantal promise (see Gen. 12:7, Exod. 12:25), through the mouth of Moses, the Lord again gives them the Ten Commandments, a way to re-emphasize just how important it was for them to renew their covenant obligations, as well.\n</p><p>Yes, the Lord was going to fulfill His covenantal promises to them. Now, though, they are obligated to uphold their end of the deal: “ ‘So He declared to you His covenant which He commanded you to perform, the Ten Commandments; and He wrote them on two tablets of stone’ ” (Deut. 4:13, NKJV). He did it at Sinai, and now He was doing it again, in Moab, just before they were to take the land promised to them through the promise made to the fathers centuries earlier, a manifestation of the “everlasting covenant” that preceded even the existence of the world.\n</p><p>“Before the foundations of the earth were laid, the Father and the Son had united in a covenant to redeem man if he should be overcome by Satan. They had clasped Their hands in a solemn pledge that Christ should become the surety for the human race.”—Ellen G. White, The Desire of Ages, p. 834.\n</p><p><strong>Read Deuteronomy 5:3. How do we make sense of this verse?\n</strong></p><p>What was Moses saying to them? Most likely Moses was emphasizing the fact that their fathers were now gone, and the wonderful covenantal promises made to the fathers were now being made to them. This could have been Moses’ way of letting them know that they should not mess up, as the previous generation had done. The promises (and obligations) are now theirs.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 13",
          "dayTitle": "<p><strong>His Special People\n</strong></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>It’s hard for us today to grasp much of what the ancient world was like at the time in which Israel was wandering the wilderness. If whole empires have come and gone, with only ruins (if that) remaining, what can we know of many of the smaller pagan nations that lived in the same area as Israel did?\n</p><p>Not a whole lot, but we do know one thing: these people were steeped in paganism, polytheism, and some utterly degrading practices, which included child sacrifice. Try to imagine just how degrading and evil a culture and a religion would be that would do that to their own children, and do so in the name of some god!\n</p><p>No wonder, again and again, all through the history of ancient Israel, the Lord had warned His people against following the practices of the nations around them. “ ‘When you come into the land which the Lord your God is giving you, you shall not learn to follow the abominations of those nations’ ” (Deut. 18:9, NKJV).\n</p><p>And that’s because God had called out this nation for a special purpose. By having entered into the covenant with God, they were to be a special people, a witness to the world of the God who created the heaven and the earth—the only God.\n</p><p><strong>Read Deuteronomy 26:16–19. How is the covenant relationship between God and Israel summed up in these verses? How should their faithfulness to the covenant be manifested in the kind of people they were to become? What lessons can we take from there for ourselves, as well?\n</strong></p><p><strong>Deuteronomy 26:16–19</strong></p><p><strong><sup>16</sup></strong> “This day the Lord your God commands you to observe these statutes and judgments; therefore you shall be careful to observe them with all your heart and with all your soul.&nbsp;</p><p><strong><sup>17</sup></strong> Today you have proclaimed the Lord to be your God, and that you will walk in His ways and keep His statutes, His commandments, and His judgments, and that you will obey His voice.&nbsp;</p><p><strong><sup>18</sup></strong> Also today the Lord has proclaimed you to be His special people, just as He promised you, that you should keep all His commandments,&nbsp;</p><p><strong><sup>19</sup></strong> and that He will set you high above all nations which He has made, in praise, in name, and in honor, and that you may be a holy people to the Lord your God, just as He has spoken.”</p><p>How fascinating that Moses begins these four verses with the words “this day,” as in right now, again, God commands you to do these things (Moses repeats the idea in verse 17). He had been commanding them all along to do these things. It’s as if Moses is telling them they need to commit at this very moment, again, to be the faithful, holy, and special people, which is truly the central reason for their existence as the covenant nation. They were the only nation who knew the true God and knew the truth about this God and how He wanted people to live. In a real sense, they not only had “present truth,” but they also were, in their own way, to embody that truth until Jesus, “the Truth” Himself (John 14:6), was to come.\n</p><p><strong>Why is the idea of “this day” committing to God and to His covenant requirements relevant even to us, “this day”?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 14",
          "dayTitle": "<p><strong>Other Images \n</strong></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Biblical scholarship has long recognized the similarities between Israel’s covenant with God and other covenantal agreements between kingdoms. This parallel shouldn’t be surprising. The Lord was simply working with His people in terms that they could understand.\n</p><p>At the same time, the idea of a covenant, a legal agreement between two parties, with rules and stipulations and regulations, can seem so cold and so formal. Though that element must indeed exist (God is the Lawgiver), it’s not broad enough to encompass the depth and breadth of the kind of relationship God wanted with His people. Hence, other images are used in Deuteronomy to help portray the same idea as the covenant between God and Israel—but just to give it added dimensions.\n</p><p><strong>Read Deuteronomy 8:5; Deuteronomy 14:1; and Deuteronomy 32:6, 18–20. What kind of imagery is used here, and how could this help reveal the relationship God wanted with His people?\n</strong></p><p><strong>Deuteronomy 8:5</strong></p><p><strong><sup>5</sup></strong> You should know in your heart that as a man chastens his son, so the Lord your God chastens you.\n</p><p>\n</p><p><strong>Deuteronomy 14:1<sup><br></sup></strong></p><p><strong><sup>1</sup></strong> “You are the children of the Lord your God; you shall not cut yourselves nor shave the front of your head for the dead.\n</p><p>\n</p><p><strong>Deuteronomy 32:6; 18–20<sup><br></sup></strong></p><p><strong><sup>6</sup></strong> Do you thus deal with the Lord,\n</p><p>O foolish and unwise people?\n</p><p>Is He not your Father, who bought you?\n</p><p>Has He not made you and established you?</p><p><strong><sup>18</sup></strong> Of the Rock who begot you, you are unmindful,\n</p><p>And have forgotten the God who fathered you.</p><p><strong><sup>19</sup></strong> “And when the Lord saw it, He spurned them,\n</p><p>Because of the provocation of His sons and His daughters.\n</p><p><strong><sup>20</sup></strong> And He said: ‘I will hide My face from them,\n</p><p>I will see what their end will be,\n</p><p>For they are a perverse generation,\n</p><p>Children in whom is no faith.</p><p><strong>Read Deuteronomy 4:20 and Deuteronomy 32:9. What imagery is used here, and how, too, does this help reveal the kind of relationship God wanted with His people?\n</strong></p><p><strong>Deuteronomy 4:20</strong></p><p><strong><sup>20</sup></strong> But the Lord has taken you and brought you out of the iron furnace, out of Egypt, to be His people, an inheritance, as you are this day.\n</p><p>\n</p><p><strong>Deuteronomy 32:9<sup><br></sup></strong></p><p><strong><sup>9</sup></strong> For the Lord’s portion is His people;\n</p><p>Jacob is the place of His inheritance.</p><p>In each case, there is the idea of family, which, ideally, should be the closest, tightest, and most loving of bonds. God has always wanted this kind of relationship with His people. Even after their shameful rejection of Jesus during the time of the cross, Jesus said to the two Marys after He had been resurrected, “ ‘Go and tell My brethren to go to Galilee, and there they will see Me’ ” (Matt. 28:10, NKJV). Even as the resurrected Christ, He referred to the disciples as “My brethren,” an example of love and the grace that flows from love for those who certainly didn’t deserve it. That’s essentially what the relationship between God and humanity has always been: grace and love given to the undeserving.\n</p><p><strong>What kind of relationship do you have with God? How can you deepen it and learn to love Him, while at the same time understanding your covenant obligation to obey His law? Why are these two ideas not contradictory but complementary?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 15",
          "dayTitle": "",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>Further Thought:</strong><br></p><p>“The spirit of bondage is engendered by seeking to live in accordance with legal religion, through striving to fulfill the claims of the law in our own strength. There is hope for us only as we come under the Abrahamic covenant, which is the covenant of grace by faith in Christ Jesus. The gospel preached to Abraham, through which he had hope, was the same gospel that is preached to us today, through which we have hope. Abraham looked unto Jesus, who is also the Author and the Finisher of our faith.”—Ellen G. White Comments, The SDA Bible Commentary, vol. 6, p. 1077.\n</p><p>“Before the foundations of the earth were laid, the Father and the Son had united in a covenant to redeem man if he should be overcome by Satan. They had clasped Their hands in a solemn pledge that Christ should become the surety for the human race. This pledge Christ has fulfilled. When upon the cross He cried out, ‘It is finished,’ He addressed the Father. The compact had been fully carried out. Now He declares: Father, it is finished. I have done Thy will, O My God. I have completed the work of redemption. If Thy justice is satisfied, ‘I will that they also, whom Thou hast given Me, be with Me where I am.’ John 19:30; 17:24.”—Ellen G. White, The Desire of Ages, p. 834.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> Dwell on the idea that even before the foundation of the world, the Father and Son had “united in a covenant” to redeem us if the race fell. Why should that be so encouraging to us? What should this teach us about how much God wants us to be saved into His kingdom?\n</p><p><strong>2</strong> As the Seventh-day Adventist Church, in what ways should we fulfill the role that ancient Israel should have fulfilled in its time? How can we learn to avoid the mistakes that they made?\n</p><p><strong>3</strong> Why are the gospel and the promises of the gospel so central to the whole idea of the new covenant? What texts can you find in the New Testament that show how the law and obedience to the law were not abolished under the new covenant, as commonly taught by other Christians? Why do you think so many Christians say that the gospel nullifies the need to keep the Ten Commandments?</p><p><strong>Inside Story</strong></p><p><strong>Good After Beirut Blast?\n</strong></p><p><em>By Kathie Lichtenwalter\n</em></p><p>I barely noticed the first thud and shudder.\n</p><p>We’d had breezes all afternoon that rattled our front door. But the second, unfamiliar thud-shudder was unmistakable. In a politically fragile world, I know the possibilities well: Fireworks? A machine-gun? A car bomb? A fighter jet flying over? While nothing had ever involved me personally, I had learned that every sound has a meaning, sometimes tragic.\n</p><p>I thought nothing of stepping out onto the front porch to investigate. From my hilly outpost above the campus of the Seventh-day Adventist Church’s Middle East University, I looked across the sprawling city of Beirut below, past the port, and toward the Mediterranean Sea. I noticed clouds—a mushroom, it seemed—dispersing in high-speed flourishes across the sky overhead. Not normal. Not good.\n</p><p>I stepped further out onto the porch just as a massive explosion enveloped me. A wall of wind with dust and debris lifted me forcefully and threw me back into the house. I grabbed the door but couldn’t get a grip to close it. The force seemed to blow straight through the walls. The window curtains twisted crazily around me. I could hardly stand.\n</p><p>I wanted to look out the window, but I didn’t know if more was coming. I wanted to be safe, but where was safety? So I paced the hallway, my hands shaking. I started breathing again. Everything was eerily silent. Normal.\n</p><p>Minutes later, Osman called. I had given him an online violin lesson just before the explosion. Now he was calling back, his eyes wild, his face sweaty, his phone jerking around to show me the destruction of his family’s tiny apartment. “It is all broken,” he said. “All broken, Miss.”\n</p><p>That wasn’t new to him. His family had been bombed out of Syria six years earlier. For him, the August 2020 warehouse explosion that killed at least 200 wasn’t his broken apartment. It was the familiar cycle of loss.\n</p><p>It’s a cycle I can’t break. I can’t numb the pain, reclaim the losses, rebuild a country. Nobody can. But we are not helpless; we are not victims. We stand in the presence of God, interceding for what is beyond our power to change and giving Him permission to defy the evil that is flexing and fuming. Good can come of this. Let God’s name be honored through my life, on our Middle East University campus, for dear Lebanon and into the uttermost parts of our reeling world.\n</p><p><em>Kathie Lichtenwalter works for the tentmaking initiative at the Middle East and North Africa Union. This mission story illustrates Mission Objective No. 2 of the Seventh-day Adventist Church’s “I Will Go” strategic plan: “To strengthen and diversify Adventist outreach in large cities, across the 10/40 Window, among unreached and under-reached people groups, and to non-Christian religions.” Learn more at IWillGo2020.org.</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p><strong>The Everlasting Covenant\n</strong></p>",
      "verse": "<p><strong>Memory Text:</strong> “ ‘And I will establish My covenant between Me and you and your descendants after you in their generations, for an everlasting covenant, to be God to you and your descendants after you’ ” (Genesis 17:7, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "October 9 - 15"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
