{
   "data":[
      {
         "color":"#008F27",
         "id":8,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"17 de agosto",
               "dayTitle":"<p>INSTRUYENDO A LOS DISCÍPULOS: PARTE 2<br></p>",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Marcos 10; Génesis 1:27; 2:24; Gálatas 4:1, 2; Romanos 6:1-11; Isaías 11:1-16.&nbsp;</p><p><strong>PARA MEMORIZAR: </strong>“Porque el Hijo del hombre tampoco vino para ser servido, sino para servir y dar su vida en rescate por muchos” (Mar. 10:45).&nbsp;</p><p>El estudio de esta semana cubre Marcos 10, donde se completa la sección especial en la que Jesús instruye a sus discípulos en preparación para la Cruz. Casi la mitad del capítulo tiene que ver con los discípulos mismos, y el resto con asuntos importantes para el discipulado, pero presentados desde la perspectiva de la lente de personas que interactúan con Jesús. Los fariseos vienen y discuten con él sobre el divorcio. Los progenitores traen a sus hijos para que Jesús los bendiga. Un rico pregunta acerca de la vida eterna y un ciego pide la vista.&nbsp;</p><p>Este capítulo de Marcos contiene importantes enseñanzas acerca de lo que significa seguir a Jesús, particularmente en lo que se refiere a nuestra vida aquí y ahora: el matrimonio, los hijos, cómo relacionarnos con las riquezas, y el costo y la recompensa de seguirlo. El incidente más destacado de la sección es la curación de un segundo hombre ciego (Mar. 10:46-52, compara con Mar. 8:22-26), que cierra el paréntesis de la sección (Mar. 8:22-10:52) y es una hermosa ilustración tanto del costo de seguir a Jesús como de sus resultados.&nbsp;</p><p>Juntas, estas enseñanzas preparan al seguidor de Jesús, tanto a los discípulos de hace dos mil años como a los actuales, para los desafíos que conlleva el discipulado.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de agosto",
               "dayTitle":"<p>EL PLAN DE DIOS PARA EL MATRIMONIO<br></p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Marcos 10:1 al 12; y Génesis 1:27 y 2:24. ¿Qué trampa yacía bajo la pregunta de los fariseos acerca del divorcio y qué lecciones enseñó Jesús en su respuesta? <br></strong></p><p><strong>&nbsp;Marcos 10:1-12</strong></p><p><sup><strong>1</strong> </sup>Levantándose de allí, vino a la región de Judea y al otro lado del Jordán; y volvió el pueblo a juntarse a él, y de nuevo les enseñaba como solía.&nbsp;</p><p><strong><sup>2</sup></strong> Y se acercaron los fariseos y le preguntaron, para tentarle, si era lícito al marido repudiar a su mujer.&nbsp;</p><p><strong><sup>3</sup> </strong>Él, respondiendo, les dijo: ¿Qué os mandó Moisés?&nbsp;</p><p><strong><sup>4</sup></strong> Ellos dijeron: Moisés permitió dar carta de divorcio, y repudiarla.&nbsp;</p><p><strong><sup>5</sup></strong> Y respondiendo Jesús, les dijo: Por la dureza de vuestro corazón os escribió este mandamiento;&nbsp;</p><p><sup><strong>6</strong> </sup>pero al principio de la creación, varón y hembra los hizo Dios.&nbsp;</p><p><strong><sup>7</sup></strong> Por esto dejará el hombre a su padre y a su madre, y se unirá a su mujer,&nbsp;</p><p><strong><sup>8</sup></strong> y los dos serán una sola carne; así que no son ya más dos, sino uno.&nbsp;</p><p><strong><sup>9</sup></strong> Por tanto, lo que Dios juntó, no lo separe el hombre.&nbsp;</p><p><strong><sup>10</sup></strong> En casa volvieron los discípulos a preguntarle de lo mismo,&nbsp;</p><p><strong><sup>11</sup></strong> y les dijo: Cualquiera que repudia a su mujer y se casa con otra, comete adulterio contra ella;&nbsp;</p><p><strong><sup>12</sup></strong> y si la mujer repudia a su marido y se casa con otro, comete adulterio.<br></p><p><strong>Génesis 1:27</strong></p><p><sup><strong>27</strong> </sup>Y creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó.<br></p><p><strong>Génesis 2:24</strong></p><p><sup><strong>24</strong> </sup>Por tanto, dejará el hombre a su padre y a su madre, y se unirá a su mujer, y serán una sola carne.<br></p><p><br></p><p>En este pasaje, los fariseos le preguntan a Jesús si es lícito que un hombre se divorcie de su esposa. El divorcio era considerado lícito entre los fariseos. La pregunta fue por qué motivos. La escuela o facción farisaica de Shammai era presumiblemente más restrictiva, ya que solo permitía el divorcio por infecundidad, abandono afectivo o infidelidad. Por su parte, la escuela de Hillel era mucho más indulgente, ya que permitía el divorcio por casi cualquier razón, aunque su proceso para concederlo era mucho más complejo, con la idea de que ello ayudara a frenar las cosas.&nbsp;</p><p>Por eso es extraño que hicieran la pregunta genérica de si el divorcio es aceptable. Debajo de esta cuestión estaba la intención de entrampar a Jesús poniéndolo en problemas con Herodes Antipas, el gobernante de la región que estaba al este del Jordán, donde Jesús estaba ahora. Antipas se había divorciado de su esposa y se había casado con Herodías, la esposa de su hermano. Herodes había decapitado a Juan el Bautista por su reprensión contra esta unión ilícita (ver Mat. 14:1-12). Jesús elude la pregunta de ellos interrogándolos acerca de qué enseñó Moisés al respecto. El pasaje que los fariseos citan en respuesta es Deuteronomio 24:1 al 4, que describe un caso particular de segundas nupcias tras el divorcio. Los israelitas ya practicaban el divorcio en los días de Moisés. La ley casuística descrita en Deuteronomio 24 tenía el propósito de proteger a la mujer. Pero, en los días de Jesús, esto fue tergiversado por la escuela de Hillel a fin de hacer que resultara más fácil obtener el divorcio por casi cualquier razón. De ese modo, la ley que tenía el propósito de proteger a la mujer estaba siendo usada para perjudicarla. En lugar de debatir la ley casuística de Deuteronomio 24, Jesús remite a sus interlocutores a Génesis 1 y 2, donde se encuentra el ideal original de Dios para el matrimonio. Él destaca el hecho de que, en el principio, Dios creó un hombre y una mujer (Gén. 1:27), dos individuos. Él combina entonces esta verdad con Génesis 2:24: el hombre deja a sus progenitores y se une a su esposa, y se convierten así ambos en una sola carne. Este concepto de unidad llega a ser la base de la afirmación del vínculo matrimonial por parte de Jesús. Las personas no deberían separar lo que Dios ha unido.&nbsp;</p><p><strong>¿Qué podría hacer tu iglesia local para fortalecer el matrimonio en su medio? ¿Cómo ayudas a los matrimonios que ya se han roto?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de agosto",
               "dayTitle":"<p>JESÚS Y LOS NIÑOS<br></p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Marcos 10:13 al 16. ¿Qué hizo Jesús por quienes traían sus hijos a él?&nbsp;</strong></p><p><strong>Marcos 10:13-16</strong></p><p><strong><sup>13</sup></strong> Y le presentaban niños para que los tocase; y los discípulos reprendían a los que los presentaban.&nbsp;</p><p><strong><sup>14</sup></strong> Viéndolo Jesús, se indignó, y les dijo: Dejad a los niños venir a mí, y no se lo impidáis; porque de los tales es el reino de Dios.&nbsp;</p><p><strong><sup>15</sup> </strong>De cierto os digo, que el que no reciba el reino de Dios como un niño, no entrará en él.&nbsp;</p><p><strong><sup>16</sup></strong> Y tomándolos en los brazos, poniendo las manos sobre ellos, los bendecía.<br></p><p><br></p><p>Si bien los hijos eran muy deseados en la antigüedad (particularmente los varones, en una cultura dominada por el elemento masculino), el nacimiento y la niñez no eran sencillos. Sin el cuidado médico moderno, los riesgos para las madres al dar a luz, para los recién nacidos, para los infantes y para los niños eran elevados. Muchas culturas tenían remedios naturales y usaban amuletos para proteger a estos vulnerables individuos contra fuerzas malévolas.&nbsp;</p><p>Aunque los niños eran deseados, tenían a la vez un estatus social bajo, ya que estaban sorprendentemente al nivel de los esclavos (Gál. 4:1, 2). En el mundo grecorromano, los niños deformes o no deseados eran abandonados o incluso arrojados a algún río. Los niños varones eran más valorados que las niñas, las que a veces eran abandonadas para que murieran a la intemperie. A veces estos niños eran “rescatados” solo para ser criados y luego vendidos como esclavos.&nbsp;</p><p>Los discípulos parecen no haber entendido la enseñanza de Jesús en Marcos 9 acerca de la necesidad de recibir el Reino de Dios como un niño (Mar. 9:33-37). Ahora reprendían a quienes traían niños a Jesús para que los bendijera, tal vez porque pensaban que no tenía tiempo para algo tan poco importante, según ellos.&nbsp;</p><p>Se equivocaban. Jesús estaba indignado. A lo largo del Evangelio de Marcos, Jesús tiene algunas reacciones sorprendentes hacia la gente, y es ilustrativo el hecho de que una de las más severas fue dirigida a quienes mantenían a los niños apartados de él.&nbsp;</p><p>Él insiste firmemente en que los discípulos no deben interponerse en el camino de los niños. ¿Por qué? Porque el Reino de Dios pertenece a estos, y porque uno debe recibirlo con la actitud de un niño, probablemente en referencia a la confianza simple e implícita en Dios.&nbsp;</p><p>“Cuídense de dar una imagen errónea de Jesús con vuestro carácter falto de cristianismo. No mantengan a los pequeñuelos alejados de él por vuestra frialdad y aspereza. No sean causa de que los niños sientan que el Cielo no sería un lugar placentero si ustedes estuvieran allí. No hablen de religión como de algo que los niños no pueden entender, ni actúen como si no esperaran que ellos acepten a Cristo en su niñez. No les den la falsa impresión de que la religión de Cristo es triste y lóbrega, y de que al acudir al Salvador tienen que renunciar a todo lo que llena la vida de gozo” (Elena de White, El ministerio de curación, p. 28).&nbsp;</p><p><strong>¿Cómo puedes revelar mejor el carácter de Jesús a los niños que están a tu alrededor?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de agosto",
               "dayTitle":"<p>LA MEJOR INVERSIÓN<br></p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Marcos 10:17 al 31. ¿Qué lecciones cruciales acerca de la fe y del costo del discipulado para cualquier persona, rica o pobre, se revelan aquí? <br></strong></p><p><strong>Marcos 10:17-31</strong><strong><sup><br></sup></strong></p><p><strong><sup>17</sup></strong> Al salir él para seguir su camino, vino uno corriendo, e hincando la rodilla delante de él, le preguntó: Maestro bueno, ¿qué haré para heredar la vida eterna?&nbsp;</p><p><sup><strong>18</strong></sup> Jesús le dijo: ¿Por qué me llamas bueno? Ninguno hay bueno, sino solo uno, Dios.&nbsp;</p><p><sup><strong>19</strong></sup> Los mandamientos sabes: No adulteres. No mates. No hurtes. No digas falso testimonio. No defraudes. Honra a tu padre y a tu madre.&nbsp;</p><p><sup><strong>20</strong></sup> Él entonces, respondiendo, le dijo: Maestro, todo esto lo he guardado desde mi juventud.&nbsp;</p><p><sup><strong>21</strong></sup> Entonces Jesús, mirándole, le amó, y le dijo: Una cosa te falta: anda, vende todo lo que tienes, y dalo a los pobres, y tendrás tesoro en el cielo; y ven, sígueme, tomando tu cruz.&nbsp;</p><p><sup><strong>22</strong></sup> Pero él, afligido por esta palabra, se fue triste, porque tenía muchas posesiones.&nbsp;</p><p><sup><strong>23</strong> </sup>Entonces Jesús, mirando alrededor, dijo a sus discípulos: ¡Cuán difícilmente entrarán en el reino de Dios los que tienen riquezas!&nbsp;</p><p><sup><strong>24 </strong></sup>Los discípulos se asombraron de sus palabras; pero Jesús, respondiendo, volvió a decirles: Hijos, ¡cuán difícil les es entrar en el reino de Dios, a los que confían en las riquezas!&nbsp;</p><p><sup><strong>25</strong></sup> Más fácil es pasar un camello por el ojo de una aguja, que entrar un rico en el reino de Dios.&nbsp;</p><p><strong><sup>26</sup> </strong>Ellos se asombraban aún más, diciendo entre sí: ¿Quién, pues, podrá ser salvo?&nbsp;</p><p><sup><strong>27</strong> </sup>Entonces Jesús, mirándolos, dijo: Para los hombres es imposible, mas para Dios, no; porque todas las cosas son posibles para Dios.&nbsp;</p><p><sup><strong>28</strong></sup> Entonces Pedro comenzó a decirle: He aquí, nosotros lo hemos dejado todo, y te hemos seguido.&nbsp;</p><p><strong><sup>29</sup> </strong>Respondió Jesús y dijo: De cierto os digo que no hay ninguno que haya dejado casa, o hermanos, o hermanas, o padre, o madre, o mujer, o hijos, o tierras, por causa de mí y del evangelio,&nbsp;</p><p><sup><strong>30</strong></sup> que no reciba cien veces más ahora en este tiempo; casas, hermanos, hermanas, madres, hijos, y tierras, con persecuciones; y en el siglo venidero la vida eterna.&nbsp;</p><p><sup><strong>31</strong></sup> Pero muchos primeros serán postreros, y los postreros, primeros.<br></p><p><br></p><p>El abordaje del hombre indica su sinceridad y su respeto hacia Jesús. Corre, se postra ante él y formula la pregunta central para el destino de toda alma: ¿Cuáles son los requerimientos para heredar la vida eterna? Jesús responde remitiéndolo a la segunda tabla del Decálogo. Nuevamente el hombre muestra su idealismo diciendo que él ha guardado todo esto desde su juventud.&nbsp;</p><p>Marcos es el único de los cuatro evangelios que destaca el hecho de que Jesús amó al hombre. Hay algo interesante en el idealismo del hombre. Pero Jesús pone a prueba su sinceridad pidiéndole que venda todo lo que tiene y lo siga. El hombre se fue cabizbajo porque tenía muchas posesiones. No estaba, en verdad, guardando los Mandamientos. Quebrantó el primero al colocar algo por encima de Dios en su vida. Sus riquezas eran su ídolo.&nbsp;</p><p>Jesús explica luego cuán seductoras son las riquezas y que sería más fácil para un camello pasar por el diminuto orificio de una aguja que para un rico entrar en el Cielo.&nbsp;</p><p>Los discípulos están atónitos por las palabras de Jesús y se preguntan quién puede entonces ser salvo. Jesús da la estocada en Marcos 10:27: “Para los hombres es imposible, pero no para Dios, porque todas las cosas son posibles para Dios”.&nbsp;</p><p>Marcos 10:27 parece un hermoso lugar para concluir allí la historia: no puedes alcanzar el Cielo por ti mismo. Necesitas la gracia de Dios para ser salvo.&nbsp;</p><p>Pero entonces Pedro sale con que él y sus amigos han dejado todo para seguir a Jesús, quien responde que no importa qué ha dejado uno para seguirlo, eso es nada en comparación con lo que recibirá ahora y “en el mundo futuro” (Mar. 10:30, BP).&nbsp;</p><p>He aquí el punto: la muerte de Cristo es lo que resuelve el problema de la culpabilidad humana. Además, la gracia de Cristo y su victoria sobre la muerte al resucitar son lo que confiere el poder para obedecer sus mandamientos.&nbsp;</p><p><strong>Lee Romanos 6:1 al 11. ¿Cómo revelan estos versículos la realidad de la gracia de Dios en nuestra vida, tanto al justificarnos como al hacernos nuevas personas en él?</strong></p><p><strong>Romanos 6:1-1</strong><strong>1</strong><br></p><p><strong><sup>1</sup></strong> ¿Qué, pues, diremos? ¿Perseveraremos en el pecado para que la gracia abunde?&nbsp;</p><p><strong><sup>2 </sup></strong>En ninguna manera. Porque los que hemos muerto al pecado, ¿cómo viviremos aún en él?&nbsp;</p><p><strong><sup>3</sup></strong> ¿O no sabéis que todos los que hemos sido bautizados en Cristo Jesús, hemos sido bautizados en su muerte?&nbsp;</p><p><strong><sup>4</sup></strong> Porque somos sepultados juntamente con él para muerte por el bautismo, a fin de que como Cristo resucitó de los muertos por la gloria del Padre, así también nosotros andemos en vida nueva.&nbsp;</p><p><strong><sup>5</sup></strong> Porque si fuimos plantados juntamente con él en la semejanza de su muerte, así también lo seremos en la de su resurrección;&nbsp;</p><p><strong><sup>6</sup></strong> sabiendo esto, que nuestro viejo hombre fue crucificado juntamente con él, para que el cuerpo del pecado sea destruido, a fin de que no sirvamos más al pecado.&nbsp;</p><p><strong><sup>7</sup></strong> Porque el que ha muerto, ha sido justificado del pecado.&nbsp;</p><p><strong><sup>8</sup></strong> Y si morimos con Cristo, creemos que también viviremos con él;&nbsp;</p><p><sup><strong>9</strong> </sup>sabiendo que Cristo, habiendo resucitado de los muertos, ya no muere; la muerte no se enseñorea más de él.&nbsp;</p><p><strong><sup>10</sup></strong> Porque en cuanto murió, al pecado murió una vez por todas; mas en cuanto vive, para Dios vive.&nbsp;</p><p><strong><sup>11 </sup></strong>Así también vosotros consideraos muertos al pecado, pero vivos para Dios en Cristo Jesús, Señor nuestro.<strong><br></strong></p><p><strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de agosto",
               "dayTitle":"<p>¿PUEDES BEBER MI COPA?<br></p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Marcos 10:32 al 45. ¿Cómo revelan estos versículos la ignorancia persistente de los discípulos, no solo acerca de la misión de Jesús, sino también sobre lo que significa seguirlo? <br></strong></p><p><strong>Marcos 10:32-45</strong><sup><br></sup></p><p><sup><strong>32</strong></sup> Iban por el camino subiendo a Jerusalén; y Jesús iba delante, y ellos se asombraron, y le seguían con miedo. Entonces volviendo a tomar a los doce aparte, les comenzó a decir las cosas que le habían de acontecer:&nbsp;</p><p><strong><sup>33</sup></strong> He aquí subimos a Jerusalén, y el Hijo del Hombre será entregado a los principales sacerdotes y a los escribas, y le condenarán a muerte, y le entregarán a los gentiles;&nbsp;</p><p><sup><strong>34</strong> </sup>y le escarnecerán, le azotarán, y escupirán en él, y le matarán; mas al tercer día resucitará.<br></p><p><strong><sup>35</sup></strong> Entonces Jacobo y Juan, hijos de Zebedeo, se le acercaron, diciendo: Maestro, querríamos que nos hagas lo que pidiéremos.&nbsp;</p><p><sup><strong>36</strong></sup> Él les dijo: ¿Qué queréis que os haga?&nbsp;</p><p><strong><sup>37</sup></strong> Ellos le dijeron: Concédenos que en tu gloria nos sentemos el uno a tu derecha, y el otro a tu izquierda.&nbsp;</p><p><strong><sup>38</sup></strong> Entonces Jesús les dijo: No sabéis lo que pedís. ¿Podéis beber del vaso que yo bebo, o ser bautizados con el bautismo con que yo soy bautizado?&nbsp;</p><p><sup><strong>39</strong> </sup>Ellos dijeron: Podemos. Jesús les dijo: A la verdad, del vaso que yo bebo, beberéis, y con el bautismo con que yo soy bautizado, seréis bautizados;&nbsp;</p><p><strong><sup>40</sup></strong> pero el sentaros a mi derecha y a mi izquierda, no es mío darlo, sino a aquellos para quienes está preparado.&nbsp;</p><p><sup><strong>41</strong></sup> Cuando lo oyeron los diez, comenzaron a enojarse contra Jacobo y contra Juan.&nbsp;</p><p><strong><sup>42</sup></strong> Mas Jesús, llamándolos, les dijo: Sabéis que los que son tenidos por gobernantes de las naciones se enseñorean de ellas, y sus grandes ejercen sobre ellas potestad.&nbsp;</p><p><strong><sup>43</sup></strong> Pero no será así entre vosotros, sino que el que quiera hacerse grande entre vosotros será vuestro servidor,&nbsp;</p><p><strong><sup>44</sup></strong> y el que de vosotros quiera ser el primero, será siervo de todos.&nbsp;</p><p><sup><strong>45</strong> </sup>Porque el Hijo del Hombre no vino para ser servido, sino para servir, y para dar su vida en rescate por muchos.</p><p><br></p><p>Jesús se acerca cada vez más a Jerusalén durante sus viajes y, a medida que avanza, pone delante de sus discípulos lo que sucederá allí. No se trata del escenario que ellos tienen en mente o el que desean escuchar. La precisión de Jesús en cuanto al esquema de su muerte y su resurrección es impactante. Pero, cuando se trata de algo que uno no quiere oír, resulta demasiado fácil ignorarlo.&nbsp;</p><p>Esto es aparentemente lo que Jacobo y Juan hacen cuando se acercan a Jesús con un pedido privado. Jesús les pide que sean más concretos, y ellos le responden que quieren sentarse a su derecha y a su izquierda en su gloria. Es fácil criticar su pedido como una búsqueda egocéntrica de posiciones. Pero estos dos hombres se han dedicado al ministerio de Jesús, y sus deseos probablemente no eran de naturaleza completamente egoísta.&nbsp;</p><p>Jesús procura ayudarlos a profundizar su comprensión de lo que implica lo que están solicitando. Les pregunta si pueden beber su copa o ser bautizados con su bautismo. Su copa será la del sufrimiento en Getsemaní y en la cruz (compara con Marcos 14:36), mientras que su bautismo será su muerte y sepultura (Mar. 15:33-47), eventos estos que están en paralelo con su bautismo en Marcos 1.&nbsp;</p><p>Pero Santiago y Juan no captan el sentido de las palabras de Jesús y responden, con superficialidad, que en efecto pueden. Jesús profetiza entonces que en verdad beberán su copa y serán bautizados con su bautismo. Santiago fue el primero de los apóstoles en morir como mártir (Hech. 12:2). Juan fue el más longevo de los apóstoles y fue enviado al exilio en la isla de Patmos (Apoc. 1:9). Pero Jesús indica que los lugares ocupados en ocasión de la glorificación son establecidos por Dios.&nbsp;</p><p>¿Cómo respondieron los otros discípulos a la réplica de Jesús? No demasiado bien. La misma palabra griega, aganakte?, “enojarse, indignarse” –usada en Marcos 10:41 para los discípulos– designa, en Marcos 10:14, el enojo de Jesús ante el intento de mantener a los niños apartados de él.</p><p>&nbsp;Jesús reúne entonces a todo el grupo para compartir una de sus más profundas enseñanzas. Les señala que los gobernantes paganos usan el poder para obtener ventajas personales. Pero, en el Reino de Dios, el poder debe siempre ser usado para elevar y bendecir a otros. Jesús está a la cabeza como Rey del Reino de Dios. ¿De qué manera? Al entregar su propia vida en rescate, no precisamente lo que sus seguidores esperaban escuchar.&nbsp;</p><p><strong>¿Qué significa como cristiano ser un “siervo” o “servidor” de otros? ¿Cómo manifiestas este principio en tu interacción diaria con otras personas?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" 22 de agosto",
               "dayTitle":"<p>“¿QUÉ QUIERES QUE TE HAGA?”</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Marcos 10:46 al 52. ¿Cómo reaccionó Bartimeo al saber que Jesús estaba pasando por donde él estaba? <br></strong></p><p><strong>Marcos 10:46-52</strong></p><p><strong><sup>46</sup></strong> Entonces vinieron a Jericó; y al salir de Jericó él y sus discípulos y una gran multitud, Bartimeo el ciego, hijo de Timeo, estaba sentado junto al camino mendigando.&nbsp;</p><p><strong><sup>47</sup></strong> Y oyendo que era Jesús nazareno, comenzó a dar voces y a decir: ¡Jesús, Hijo de David, ten misericordia de mí!&nbsp;</p><p><strong><sup>48</sup> </strong>Y muchos le reprendían para que callase, pero él clamaba mucho más: ¡Hijo de David, ten misericordia de mí!&nbsp;</p><p><strong><sup>49</sup></strong> Entonces Jesús, deteniéndose, mandó llamarle; y llamaron al ciego, diciéndole: Ten confianza; levántate, te llama.&nbsp;</p><p><strong><sup>50</sup></strong> Él entonces, arrojando su capa, se levantó y vino a Jesús.&nbsp;</p><p><strong><sup>51</sup></strong> Respondiendo Jesús, le dijo: ¿Qué quieres que te haga? Y el ciego le dijo: Maestro, que recobre la vista.&nbsp;</p><p><strong><sup>52</sup></strong> Y Jesús le dijo: Vete, tu fe te ha salvado. Y en seguida recobró la vista, y seguía a Jesús en el camino.<br></p><p><br></p><p>Hasta este punto en el Evangelio de Marcos, Jesús ha estado, con pocas excepciones, pidiendo a la gente que guarde silencio acerca de sus milagros y de quién es él. En el caso de este incidente, mientras está saliendo de Jericó, un hombre ciego que mendiga junto al camino, al escuchar que está pasando por allí Jesús de Nazaret, comienza a gritar: “¡Jesús! ¡Hijo de David! ¡Ten compasión de mí!” (Mar. 10:47). En armonía con el tema revelación/secreto del libro, la multitud asume el papel de quienes piden silencio mientras tratan, insatisfactoriamente, de acallar al ruidoso mendigo.&nbsp;</p><p>Pero Bartimeo no se inmuta, y grita aún más fuerte, “Hijo de David! ¡Ten misericordia de mí” (Mar. 10:48). Sus palabras son a la vez una confesión de fe en Jesús como el Mesías y de confianza en que puede sanarlo. El título “Hijo de David” estaba conectado en los días de Jesús con dos conceptos: la restauración de un rey en el trono de Israel (compara con Isa. 11; Jer. 23:5, 6; 33:15; Eze. 34:23, 24; 37:24: Miq. 5:2-4; Zac. 3:8; 6:12), y que este personaje sería un sanador y exorcista.&nbsp;</p><p>Jesús se detiene y pide que llamen al hombre ciego. Significativamente, el hombre arroja su capa al acudir a Jesús. En esos días, las personas ciegas estaban en lo más bajo de la sociedad, junto con las viudas y los huérfanos. Eran individuos que estaban por debajo del nivel de subsistencia y en verdadero peligro. La capa constituía la seguridad de aquel hombre. Despojarse de ella significaba que tenía fe en que Jesús lo sanaría.</p><p>Jesús nunca decepciona a las personas. Por cierto, en los evangelios, todo aquel que acude a él por ayuda siempre la recibe. Jesús hace la misma pregunta que a Santiago y Juan en Marcos 10:36: “¿Qué quieres que te haga?” (Mar. 10:51). Sin la menor duda, el hombre ciego pide recibir la vista, la que es inmediatamente restaurada por Jesús. El exciego sigue entonces a Jesús en el camino.&nbsp;</p><p>Esta historia es la conclusión de la sección de Marcos acerca del discipulado; cierra el paréntesis que fue abierto con la curación de un ciego en Marcos 8:22 al 26. Las dos historias ilustran el hecho de que el discipulado consiste en ver el mundo con nuevos ojos, a veces no claramente al principio, pero siempre siguiendo a Jesús en armonía con su conducción.&nbsp;</p><p><strong>¿De qué maneras has clamado a veces: “Jesús, Hijo de David, ten misericordia de mí”? ¿Qué sucedió entonces y qué aprendiste de esta experiencia?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de agosto",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p>Lee los capítulos titulados “Dejen que los niños vengan a mí” y “Una sola cosa te falta” en el libro El Deseado de todas las gentes, de Elena de White, pp. 472-481.&nbsp;</p><p>“Jesús siempre amó a los niños. Aceptaba su simpatía infantil, y su amor sincero y sin afectación. La agradecida alabanza de sus labios puros era música para sus oídos y refrigeraba su espíritu cuando estaba oprimido por el trato con hombres astutos e hipócritas. Dondequiera que fuera el Salvador, la benignidad de su rostro y sus modales amables y bondadosos le granjeaban el amor y la confianza de los niños” (DTG 472).&nbsp;</p><p>“A los que, como el joven príncipe, ocupan altos puestos de confianza y tienen grandes posesiones, puede parecer un sacrificio demasiado grande el renunciar a todo con el fin de seguir a Cristo. Pero esta es la regla de conducta para todos los que quieran llegar a ser sus discípulos. No puede aceptarse algo que sea menos que la obediencia. La entrega del yo es la sustancia de las enseñanzas de Cristo. Con frecuencia es presentada y ordenada en un lenguaje que parece autoritario porque no hay otra manera de salvar al hombre que separándolo de esas cosas que, si las conservase, desmoralizarían todo el ser” (DTG 481).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p>¿De qué maneras puedes ayudar a los niños y a los jóvenes a estar conectados con Cristo y con la congregación de la iglesia? ¿Por qué es tan importante que hagamos esto?&nbsp;</p><p><strong>1.</strong> A menudo escuchamos a algunas personas decir que no les interesa el dinero. Eso no es cierto. A todos les interesa el dinero, y no hay nada de malo en ello. ¿Cuál puede, entonces, ser el problema con el dinero y por qué deberían los cristianos fieles, ya sean pobres o ricos, ser cuidadosos con la manera en que se relacionan con él?&nbsp;</p><p><strong>2.</strong> Si Jesús te preguntara “¿Qué quieres que te haga?”, ¿cómo responderías?&nbsp;</p><p><strong>3.</strong> Reflexiona en las palabras de Jesús en Marcos 10:43 al 45. ¿Qué significa vivir así? ¿Cómo aprendemos a servir en lugar de ser servidos? ¿Qué significa esto en relación con la manera en que vivimos e interactuamos con otros?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Texto clave:</strong> Marcos 10:15, 21, 22, 44, 45.</p><p><strong>Enfoque del estudio:</strong> Marcos 10.&nbsp;</p><p><strong>Introducción:</strong>&nbsp;</p><p>En los capítulos anteriores que hemos estudiado, Marcos hizo hincapié en la especial consideración que Jesús dio al Reino de Dios en su predicación. En el capítulo 10, sin embargo, Marcos señala el impacto del Reino de Dios en los corazones de las personas que han aceptado sus principios en su vida. Marcos, además, comparte cómo nosotros también podemos experimentar el Reino mientras esperamos su gran manifestación al final de los tiempos.&nbsp;</p><p><strong>Temática de la lección:</strong>&nbsp;</p><p>Nuestro estudio de esta semana aborda la cuestión de cómo podemos entrar en el Reino de Dios. También examinamos los desafíos que enfrentan las personas en su intención de entrar en el Reino o de experimentar el Reino ahora. Examinaremos los tres puntos siguientes:&nbsp;</p><p>1. Marcos ilustra que las personas que quieren entrar en el Reino de Dios deben poseer la actitud natural de los niños pequeños.&nbsp;</p><p>2. Dios llama tanto a los ricos como a los pobres a entrar en el Reino de Dios.&nbsp;</p><p>3. Para experimentar el Reino de Dios ahora, debemos tener en cuenta ciertos principios.</p><p><strong>COMENTARIO <br></strong></p><p><strong>El Reino de Dios y los niños</strong></p><p> Al igual que en los capítulos anteriores del Evangelio de Marcos, el tema del Reino de Dios ocupa también un lugar central en el capítulo 10. En este, sin embargo, se presenta una cuestión relacionada: ¿Cómo ingresan las personas en el Reino de Dios? Es decir, ¿cuán difícil es para la gente hacerlo? Marcos plasma esta cuestión en dos preguntas: “¿Qué haré para heredar la vida eterna?” (Mar. 10:17) y “¿Quién podrá ser salvo?” (Mar. 10:26). En esencia, estas dos preguntas expresan la misma idea acerca de quién puede entrar en el Reino de Dios. Además, las respuestas a ambas preguntas afirman la importancia que Jesús dio al Reino de Dios en su predicación.&nbsp;</p><p>Para entrar en el Reino de Dios, la gente debe aceptarlo y creer en él con la confianza y la fe implícitas de un niño. En Marcos 10:15, Jesús especifica: “Les aseguro, el que no recibe el Reino de Dios como un niño no entrará en él”. Los padres estarán de acuerdo en que, cuando entregan regalos a sus hijos pequeños, estos no preguntan qué deben hacer para recibirlos. Los niños simplemente extienden sus manos y toman el regalo. Jesús anhela ver este mismo tipo de impaciencia y aceptación en los corazones de sus oyentes en respuesta a su mensaje sobre el Reino y al Reino mismo. La lengua griega parece apoyar esta idea. El verbo griego traducido como “recibir” en el versículo anterior es dejomai, que significa “apoderarse de algo”,“recibir fácilmente información y considerarla como verdadera”, “recibir fácilmente, aceptar, creer”, “aceptar amablemente la presencia de alguien”, “acoger” (Louw y Nida, Greek-English lexicon of the New Testament, t. 2, pp. 220, 372, 453). En otras palabras, Jesús dice a sus discípulos y al resto de sus oyentes que, para entrar en el Reino, tienen que creer en este, acogerlo y hacerlo suyo con el entusiasmo de un niño pequeño cuando se apodera de un regalo. En resumen, podemos entrar en el Reino si aceptamos la buena noticia acerca de él. Cuando creemos en la buena nueva, hacemos nuestro el Reino.</p><p><strong>Cristo llama tanto a ricos como a pobres a entrar en el Reino de Dios</strong>&nbsp;</p><p>La historia del joven rico aparece inmediatamente después de que Jesús pronuncia su bendición sobre los niños. Es muy probable que el joven rico estuviera entre las personas de la multitud que presenciaron cómo Jesús tomaba a los niños en sus brazos y los bendecía. Ahora, Jesús habla de cómo puede la gente entrar en el Reino de Dios. Tal vez el joven se sintió conmovido por la compasión del Maestro hacia los niños, y su pregunta brotó de un corazón sensibilizado por la misericordia del Salvador. Atraído por Jesús, el joven pregunta: “¿Qué haré para heredar la vida eterna?” (Mar. 10:17). Se conectan dos ideas en esta pregunta: el Reino de Dios y cómo heredar la vida eterna. En las secciones siguientes del capítulo 10, Jesús presenta dos obstáculos que pueden impedir o dificultar a las personas experimentar el Reino de Dios y entrar en él. De la respuesta de Jesús, aprendemos que entrar en el Reino no es complicado. Al mismo tiempo, debemos ser conscientes de los desafíos y las trampas que podemos encontrar en nuestro camino hacia el Reino. La primera trampa tiene que ver con nuestras posesiones materiales.</p><p>Después de leer la historia del joven rico, observamos que los herederos del Reino de Dios tienen un gran conocimiento de su Ley y de las Escrituras. Dios ama a quienes siguen sus instrucciones. Pero la obediencia por sí sola no es suficiente para asegurar la entrada en el Reino de Dios. En Marcos 10:21 y 22, Jesús identifica un punto importante que refuerza los principios que inculcó en la escena con los niños pequeños. Marcos dice allí lo siguiente acerca de Jesús y el joven rico: “Entonces Jesús lo miró con amor y le dijo: ‘Una cosa te falta: ve, vende todo lo que tienes y dalo a los pobres, y tendrás tesoro en el cielo. Luego ven y sígueme’. Pero al oír esto se apenó, y se fue triste, porque tenía muchas posesiones”. Jesús amaba al joven y apreciaba su lealtad a la Ley de Dios. Sin embargo, el joven no creía en el Reino de Dios ni en todo lo que este implica. Solo una persona que ha creído en el Reino de Dios y lo ha aceptado puede entrar en él. El joven rico no creía en él, o al menos no estaba dispuesto a creer en él ni a aceptarlo.</p><p>El joven rico, al igual que algunos de los discípulos de Jesús, concebía el Reino de Dios en términos terrenales, con la riqueza y el poder como sus componentes principales. Se podría decir que el joven rico ya era ciudadano de un “gran reino” en esta Tierra; es decir, el reino de las riquezas. “Porque tenía muchas posesiones” (Mar. 10:22). Aunque el joven rico creyera en las Escrituras, no estaba dispuesto a desprenderse de su propio reino. Probablemente no creía que el Reino de Dios pudiera brindarle, en última instancia, la vida mejor que buscaba. La cuestión en esta narración no es el carácter moral de la riqueza, sino la prioridad que quienes dicen creer en Jesús dan a su Reino. Por desgracia, demasiadas personas construyen en este mundo grandes imperios que les impiden percibir la relevancia que el Reino de Dios tiene para su vida. Como resultado, no ponen el Reino de Dios en primer lugar.</p><p>También es cierto que una persona rica no necesita renunciar a sus posesiones o a su familia para convertirse en un verdadero seguidor de Jesús. En su conversación con Pedro, “Jesús respondió: ‘Les aseguro que ninguno que haya dejado casa, hermanos o hermanas, padre o madre, esposa o hijos, o heredades, por causa de mí y del evangelio, dejará de recibir cien tantos ahora, en este tiempo; casas, hermanos, hermanas, madres, hijos y heredades, con persecuciones; y en el siglo venidero la vida eterna’ ” (Mar. 10:29, 30). Estos versículos implican un cambio radical en las antiguas prioridades de la vida.&nbsp;</p><p>Lo importante aquí es que el Reino de Dios ocupe en el corazón humano el lugar más elevado, por encima de la lealtad a cualquier reino terrenal. Por lo tanto, Jesús subraya el señorío de Dios sobre nuestra vida. Cuando el Señor reina en ella, lo hace sobre nuestras posesiones. Si eso no ocurre, nos hemos apartado del Reino de Dios.</p><p><strong>Experimentar el Reino de Dios</strong></p><p> El tema tratado anteriormente se centra en un obstáculo importante para entrar en el Reino de Dios: colocar las posesiones terrenales por encima del Reino. El siguiente tema se refiere a nuestras relaciones mutuas. ¿Cómo deben vivir los ciudadanos del Reino de Dios en comunidad unos con otros? Este tema es ahora nuestro punto central.&nbsp;</p><p>Para empezar, observamos que en esta parte de Marcos 10 se hace hincapié en la frase “entre ustedes” (vers. 43). Marcos 10:31 conecta la discusión anterior acerca de las posesiones con el tema de las relaciones interpersonales. Jesús afirma: “Pero muchos primeros serán últimos, y los últimos, primeros”. En otras palabras, el ingreso al Reino de Dios no se basa en la jerarquía humana. Para ilustrar este punto, volvamos por un momento a la historia de Jesús y sus discípulos rumbo a Jerusalén. Ellos pensaban que Jesús iba a Jerusalén para establecer su Reino. Por eso, dos de ellos le suplicaron: “Concédenos que en tu gloria nos sentemos uno a tu derecha y el otro a tu izquierda” (Mar. 10:37). ¿Notas que los discípulos no pidieron entrar en el Reino? En lugar de eso, presionaron para conseguir puestos privilegiados en él. En su respuesta, Jesús explicó que quienes se esforzaran por entrar en su Reino experimentarían tanto bendiciones (Mar. 10:30) como persecuciones en esta vida.</p><p>En Marcos 10:38 al 40, Jesús enfatizó una vez más que su Reino incluía la copa del sufrimiento, no una vida de señorío sobre los demás. No hay nada malo en aspirar a la excelencia en cualquier institución u organización, incluso dentro de las comunidades eclesiásticas. Sin embargo, Jesús hizo hincapié en cómo debía manifestarse esa aspiración a la excelencia. En Marcos 10:42 al 45, él especificó cuál debía ser la actitud correcta de los líderes en sus comunidades. “Pero entre ustedes no será así. Antes, el que quiera ser grande entre ustedes sea su servidor. Y el que quiera ser el primero sea siervo de todos. Porque el Hijo del hombre tampoco vino para ser servido, sino para servir y dar su vida en rescate por muchos” (Mar. 10:43-45).&nbsp;</p><p>En otras palabras, nuestra ciudadanía en el Reino de Dios, especialmente en el caso de quienes ocupan posiciones de liderazgo, implica una vida de sacrificio y servicio, no una de dominio sobre los demás. Jesús es el ejemplo que debemos esforzarnos por imitar.</p><p><strong>APLICACIÓN A LA VIDA</strong>&nbsp;</p><p>¿Qué quiso decir Jesús cuando exclamó: “¡Cuán difícil es entrar en el Reino de Dios!” (Mar. 10:24)? El versículo no dice que es imposible entrar en el Reino de Dios, sino “difícil”. ¿Por qué? Una posible razón es que las personas adineradas pueden no percibir su necesidad de Dios o lo que él puede hacer en favor de ellas.&nbsp;</p><p>Recuerdo cierta ocasión en que tuve la oportunidad, como estudiante universitario, de dar estudios bíblicos a un hombre acaudalado. Mientras considerábamos una de las lecciones, aquel hombre me miró directamente a los ojos y dijo: “Ha sido estupendo saber más acerca del Dios de la Biblia, pero creo que no necesito de él. Cuando preciso algo, voy y lo compro. Eso es todo en la vida”.&nbsp;</p><p>¿Podemos conseguir todo en la vida sin Dios? Explica tu respuesta. ¿Hay algunas cosas que no podemos comprar con dinero? ¿Cuáles?&nbsp;</p><p>¿Conoces entre los miembros de tu clase a personas muy ricas o que ocupan puestos de liderazgo o prominencia en la sociedad? Si es así, ¿cómo pueden los integrantes de tu clase ayudar a esas personas a creer que el Reino de Dios también es para ellas? Ten en cuenta que nada es demasiado difícil para el Señor. Desde una perspectiva humana, la entrada en el Reino de Dios puede parecer difícil o aun imposible para algunas personas. Pero recuerda las palabras de Jesús: “Para los hombres es imposible, pero no para Dios, porque todas las cosas son posibles para Dios” (Mar. 10:27).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>INSTRUYENDO A LOS DISCÍPULOS: PARTE 2</p>",
         "verse":"<p>“Porque el Hijo del hombre tampoco vino para ser servido, sino para servir y dar su vida en rescate por muchos” (Mar. 10:45).</p>",
         "versionCode":40,
         "weekDate":"17-24 de agosto"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
