{
  "data": [
    {
      "color": "#76ebd2",
      "id": 710,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 26",
          "dayTitle": "<p>The Fires of Hell</p>",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>Italian poet Dante Alighieri (1265–1321) wrote his famous work, The Divine Comedy, about a fictional journey of the soul after death. The soul went either to the inferno (hell) within the earth; or to purgatory, where the human spirit can purge itself and become worthy of ascending to heaven; or to Paradise, to the presence of God Himself.\n</p><p>Though only a poem, fiction, Dante’s words ended up having a great deal of influence on Christian theology, especially Roman Catholic theology. The basic notion of an immortal soul’s going either to hell, or to purgatory, or to Paradise is foundational to that church. Many conservative Protestant denominations also believe in an immortal soul that after death ascends either to Paradise or descends to hell. Indeed, if the human soul never dies, then it has to go somewhere after the body dies. In short, a false understanding of human nature has led to terrible theological errors. This week we will deal with some of these unbiblical theories, as well as with the biblical view of what happens after death.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 27",
          "dayTitle": "<p>Immortal Worms?</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Compare Mark 9:42–48 with Isaiah 66:24. How do you understand the expression “their worm does not die” (Mark 9:48, NKJV)?\n</strong></p><p><strong>Mark 9:42–48\n</strong></p><p><strong>42 </strong>“But whoever causes one of these little ones who believe in Me to stumble, it would be better for him if a millstone were hung around his neck, and he were thrown into the sea.\n</p><p><strong>43 </strong>If your hand causes you to sin, cut it off. It is better for you to enter into life maimed, rather than having two hands, to go to hell, into the fire that shall never be quenched.\n</p><p><strong>44 </strong>Where ‘Their worm does not die and the fire is not quenched.’\n</p><p><strong>45</strong> And if your foot causes you to sin, cut it off. It is better for you to enter life lame, rather than having two feet, to be cast into hell, into the fire that shall never be quenched.\n</p><p><strong>46</strong> where ‘Their worm does not die and the fire is not quenched.’\n</p><p><strong>47</strong> And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye, rather than having two eyes, to be cast into hell fire.\n</p><p><strong>48 </strong>where‘Their worm does not die and the fire is not quenched.’\n</p><p><strong>Isaiah 66:24\n</strong></p><p><strong>24 </strong>“And they shall go forth and look upon the corpses of the men who have transgressed against Me. For their worm does not die, and their fire is not quenched. they shall be an abhorrence to all flesh.\n</p><p>Some interpret the singular noun “worm” (Mark 9:48) as an allusion to the supposed disembodied soul or spirit of the wicked that, after death, flies into hell, where it never dies and suffers eternal torment. But this interpretation does not reflect the biblical notion of unconscious death; it also ignores the Old Testament background of this passage. Actually, “the singular ‘the worm’ is used generically for ‘the worms’—it does not mean a single worm. The reference is to worms which feed upon decaying bodies.”—Robert G. Bratcher and Eugene A. Nida, A Translator’s Handbook on the Gospel of Mark (London: United Bible Societies, 1961), p. 304.\n</p><p>In Mark 9:48, Jesus is quoting Isaiah 66:24, which reads, “ ‘And they will go out and look on the dead bodies of those who rebelled against me; the worms that eat them will not die, the fire that burns them will not be quenched, and they will be loathsome to all mankind’ ” (NIV). This frightening metaphorical scene portrays a battlefield with God’s enemies dead on the ground and being destroyed. The bodies not consumed by fire are decomposed by worms, or perhaps first by worms and then by fire. Either way, there is no reference whatsoever to any alleged soul escaping the destruction of the body and flying into hell. But what about the “worms” that never die? The metaphoric language of Isaiah 66:24 (quoted in Mark 9:48) does not imply that those worms are immortal. (Immortal worms?) The emphasis is on the fact that the worms do not leave their destructive task incomplete. In other words, they continue to devour the bodies of the wicked until these bodies are destroyed. By contrast, God’s faithful children will joyfully abide in “ ‘the new heavens and the new earth’ ” and worship God in His very presence (Isa. 66:22, 23, NIV). With such contrasting destinies in mind, no wonder Jesus stated that it would be far better for someone to enter the kingdom of God without a crucial part of his or her body—without a hand, or foot, or even an eye—than to have a perfect body that will be destroyed by worms and fire (Mark 9:42–48).\n</p><p><strong>In the end, we are either totally saved or totally lost. There is no middle ground. We can have either eternal life or will face eternal destruction. What choices do you have to make today? How should this reality—eternal life or eternal destruction—impact those choices?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 28",
          "dayTitle": "<p>The Fires of Hell\n</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>In his booklet for children titled, The Sight of Hell (Dublin: James Duffy, [1874]), English Roman Catholic priest John Furniss (1809–1865) illustrates the eternal torment by means of a great solid-iron ball, larger than the heavens and the earth. “A bird comes once in a hundred millions [sic] of years and just touches the great iron ball with a feather of its wing.”—Page 24. Furniss argues that the burning of sinners in hell continues even after that iron ball is worn away by such occasional feather touches! The sad thing is, many Protestants even today believe in something similar for the lost.\n</p><p><strong>Read Malachi 4:1 and Jude 7. How can these passages help us better understand the notion of “eternal fire” or the idea, as Jesus expressed it, that the lost will be in “ ‘everlasting fire’ ” (Matt. 18:8) or in a “ ‘fire that shall never be quenched’ ”? (Mark 9:43, NKJV).\n</strong></p><p><strong>Malachi 4:1\n</strong></p><p><strong>1</strong> For behold, the day is coming, burning like an oven, and all the proud, yes, all who do wickedly will be stubble. And the day which is coming shall burn them up,” says the Lord of hosts, “That will leave them neither root nor branch.\n</p><p><strong>Jude 7\n</strong></p><p><strong>7</strong> as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.\n</p><p>The word “eternal” (Hebrew ‘olam; Greek aion, aionios) carries different meanings, depending on the immediate context. For example, when associated with God (Deut. 33:27, “everlasting”), the word expresses his eternity. When related to human beings (Exod. 21:6, “forever”), the word is limited by their life span. When qualifying fire (Matt. 18:8, Matt. 25:41, “everlasting”), it implies that the fire will not go out until it fully consumes what is being burned. This means that the “eternal fire” will be eternal in the sense that it will consume the wicked completely and irreversibly, leaving them “ ‘neither root nor branch’ ” (Mal. 4:1, NKJV). The theory of an everlasting punishment of the wicked has serious implications. If the wicked are punished forever, then evil will never be eradicated. Also, all human life derives from God (Deut. 32:39, Ps. 36:9), who has  “no pleasure in the death of the wicked” (Ezek. 33:11, NKJV). Why then would He continue to grant life to the wicked to suffer in endless torment? Would it not be much more reasonable for Him just to end their existence? If the wicked will be punished “according to their works” (Rev. 20:12, NKJV), why then should a short human life be punished endlessly?\n</p><p>All Bible references to the “eternal fire” should be seen as allusions to the postmillennium “lake of fire” of Revelation 20 (see lesson 13). Thus, it is unbiblical to speak of an already-present, ever-burning hell.\n</p><p><strong>As unfortunate as the fires of hell are, what does the truth about hell reveal to us about God’s love, especially in contrast to the idea of eternal torment?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 29",
          "dayTitle": "<p>The Saints in Purgatory</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>The Roman Catholic Church holds that the dead who do not deserve hell but who are not yet ready for Paradise can have their sins purged in purgatory and then ascend from there to Paradise. Their sufferings in purgatory can be reduced by the prayers and penances of loved ones. The Catechism of the Catholic Church is explicit about purgatory: “All who die in God’s grace and friendship, but still imperfectly purified, are indeed assured of their eternal salvation; but after death they undergo purification, so as to achieve the holiness necessary to enter the joy of heaven.”—Catechism of the Catholic Church (New York: Doubleday, 1995), p. 291. It states, too, that their suffering can be alleviated by the prayers of their loved ones, as well as by other acts on behalf of the dead. “The Church also commends almsgiving, indulgences, and works of penance undertaken on behalf of the dead.”—Catechism of the Catholic Church, p. 291.\n</p><p><strong>Read Ecclesiastes 9:10, Ezekiel 18:20–22, and Hebrews 9:27. How do these passages refute the theory of purgatory?\n</strong></p><p><strong>Ecclesiastes 9:10\n</strong></p><p><strong>10</strong> Whatever your hand finds to do, do it with your might; for there is no work or device or knowledge or wisdom in the grave where you are going.\n</p><p><strong>Ezekiel 18:20–22\n</strong></p><p><strong>20</strong> The soul who sins shall die. The son shall not bear the guilt of the father, nor the father bear the guilt of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.\n</p><p><strong>21</strong> “But if a wicked man turns from all his sins which he has committed, keeps all My statutes, and does what is lawful and right, he shall surely live; he shall not die.\n</p><p><strong>22</strong> None of the transgressions which he has committed shall be remembered against him; because of the righteousness which he has done, he shall live.\n</p><p><strong>Hebrews 9:27\n</strong></p><p><strong>27 </strong>And as it is appointed for men to die once, but after this the judgment.\n</p><p>The dogma of purgatory combines the pagan notion of a burning hell with the pagan practice of praying for the dead. This dogma is unacceptable for those who believe in the biblical teachings (1) that the dead remain resting unconsciously in their graves (Eccles. 9:10); (2) that the righteousness of one fallen human being cannot be transferred to another fallen human being (Ezek. 18:20–22); (3) that our only Mediator is Jesus Christ (1 Tim. 2:5); and (4) that death is followed by the final judgment, without any second chance to repent from the pitfalls of this life (Heb. 9:27). An even more serious implication is how the antibiblical theory of purgatory distorts God’s own character. Indeed, “Satan’s work since his fall is to misinterpret our heavenly Father. He suggested the dogma of the immortality of the soul. . . . The idea of an eternally burning hell was the production of Satan; purgatory is his invention. These teachings falsify the character of God, that He shall be regarded as severe, revengeful, arbitrary, and not exercising forgiveness.”—Ellen G. White, Manuscript 51, 1890. Instead of the dead asleep, awaiting Christ’s return, this view says they’re in purgatory, suffering there until someone manages to get them out.\n</p><p><strong>What do such errors as purgatory or eternal torment teach us about the importance of doctrine? Why is what we believe of importance, and not just in whom we believe?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 30",
          "dayTitle": "<p>A Paradise With Disembodied Souls</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Though Protestants don’t accept purgatory, many nevertheless believe that the souls of the righteous dead are already enjoying Paradise in the very presence of God. Some argue that those “souls” are just disembodied spirits; others believe they are disembodied spirits but covered by a spiritual body of glory. Whatever the supposed metaphysical state of the living dead, these theories undermine the biblical doctrine of the final resurrection and judgment of the dead. Why is there a resurrection and a judgment (Rev. 20:12–14) if the souls of the righteous are already enjoying Paradise?\n</p><p><strong>Read Acts 2:29, 34, 35 and 1 Corinthians 15:16–18. How do these passages shed light on the state of the dead and those awaiting resurrection?\n</strong></p><p><strong>Acts 2:29\n</strong></p><p><strong>29 </strong>“Men and brethren, let me speak freely to you of the patriarch David, that he is both dead and buried, and his tomb is with us to this day.\n</p><p><strong>Acts 2:35\n</strong></p><p>Till I make Your enemies Your footstool.” ’\n</p><p><strong>1 Corinthians 15:16–18\n</strong></p><p><strong>16 </strong>For if the dead do not rise, then Christ is not risen.\n</p><p><strong>17</strong> And if Christ is not risen, your faith is futile; you are still in your sins!\n</p><p><strong>18 </strong>Then also those who have fallen asleep in Christ have perished.\n</p><p>The Bible teaches that all human beings who are already in heaven were either translated alive, as in the case of Enoch (Gen. 5:24) and Elijah (2 Kings 2:9–11), or resurrected from the dead, as Moses (Jude 9) and those raised with Christ (Matt. 27:51–53). As we have already seen, the allusion to the souls “under the altar” crying to God for vengeance (Rev. 6:9–11) is just a metaphor for justice and does not prove the theory of the natural immortality of the soul. Otherwise, these folks hardly sound as if they’re enjoying their eternal reward. In reality, the grave is a place of rest for the dead, who are unconsciously awaiting the final resurrection, when their conscious existence will be restored. The dead, even the righteous dead, are not disembodied souls drifting around heaven, waiting patiently to be reunited with their bodies at the final resurrection.\n</p><p>Also, what could Paul possibly be talking about in 1  Corinthians 15:18 when he says that if there were no resurrection of the dead, then “those who have fallen asleep in Christ have perished” (NKJV)? How could they have perished if they are already in the bliss of heaven and have been there for however long since they died? A central and key doctrine of the New Testament, the resurrection of the dead when Christ returns, is made null and void by the false teaching that the righteous dead soar off to their eternal reward right after they die. Nevertheless, we hear it all the time, especially at funerals.\n</p><p><strong>What are ways in which you could help people understand that the idea that the dead are asleep in the ground is really “good news,” in the sense that they truly are at rest and know no pain and suffering?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 1",
          "dayTitle": "<p>The Biblical View</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Read 1  John 5:3–12. Why does the apostle John limit “eternal life” only to those who are in Christ?\n</strong></p><p><strong>1  John 5:3–12\n</strong></p><p><strong>3</strong> For this is the love of God, that we keep His commandments. And His commandments are not burdensome.\n</p><p><strong>4 </strong>For whatever is born of God overcomes the world. And this is the victory that has overcome the world our faith.\n</p><p><strong>5</strong> Who is he who overcomes the world, but he who believes that Jesus is the Son of God?\n</p><p><strong>6</strong> This is He who came by water and blood—Jesus Christ; not only by water, but by water and blood. And it is the Spirit who bears witness, because the Spirit is truth.\n</p><p><strong>7</strong> For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one.\n</p><p><strong>8</strong> And there are three that bear witness on earth: the Spirit, the water, and the blood; and these three agree as one.\n</p><p><strong>9</strong> If we receive the witness of men, the witness of God is greater; for this is the witness of God which He has testified of His Son.\n</p><p><strong>10</strong> He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son.\n</p><p><strong>11</strong> And this is the testimony: that God has given us eternal life, and this life is in His Son.\n</p><p><strong>12</strong> He who has the Son has life; he who does not have the Son of God does not have life.\n</p><p>The biblical doctrine of conditional immortality of the human being—in contrast to the nonbiblical theory of the natural immortality of the soul—is made explicit in 1 John 5:11, 12. To grasp the meaning of this significant passage, we have to remember that only the Godhead “has immortality” (1 Tim. 6:15, 16, NKJV) and is the only Source of life (Ps. 36:9, Col. 1:15–17, Heb. 1:2). When sin entered the world through the fall of Adam and Eve (Genesis 3), they and all their descendants (including us) came under the curse of physical death and lost the gift of eternal life. But our loving God implemented the plan of salvation for human beings to regain eternal life, the life that was to have been theirs from the start. As Paul wrote: “Just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love” (Eph. 1:4, NKJV; emphasis supplied).\n</p><p>The apostle Paul explains that “just as through one man [Adam] sin entered the world, and death through sin,” so through “the one Man, Jesus Christ,” the gracious gift of eternal life became available to all human beings (Rom. 5:12–21, NKJV). Paul here is making an unambiguous reference to a literal Adam who brought sin and death into this world. One cannot make sense of anything in the Bible without a literal Adam who, through transgression, brought sin and death into our world. Thus, the apostle John adds, “God gave us eternal life, and this life is in his Son. Whoever has the Son has life; whoever does not have the Son of God does not have life” (1 John 5:11, 12, NRSV). The whole picture becomes clearer in light of Jesus’ statements: “  ‘Everyone who looks to the Son and believes in him shall have eternal life, and I will raise them up at the last day’ ” (John 6:40, NIV), and “ ‘I am the resurrection and the life. Those who believe in me, even though they die, will live’ ” (John 11:25, NRSV).\n</p><p>This means that eternal life is a gift of God through Christ, which is secured in the present but fully enjoyed only after the final resurrection of the righteous. The conclusion is very simple: if everlasting life is granted only to those who are in Christ, then those who are not in Him do not have everlasting life (1 John 5:11, 12). By contrast, the theory of the natural immortality of the soul grants everlasting life—whether in Paradise or in hell—to all human beings, even to those who are not in Christ. However popular this teaching, it is not biblical.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 2",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>Further Thought: </strong>Read Ellen G. White, “The First Great Deception,” pp. 531–550; “Can Our Dead Speak to Us?” pp. 551–562, in The Great Controversy.\n</p><p>“Upon the fundamental error of natural immortality rests the doctrine of consciousness in death—a doctrine, like eternal torment, opposed to the teachings of the Scriptures, to the dictates of reason, and to our feelings of humanity. According to the popular belief, the redeemed in heaven are acquainted with all that takes place on the earth and especially with the lives of the friends whom they have left behind. But how could it be a source of happiness to the dead to know the troubles of the living, to witness the sins committed by their own loved ones, and to see them enduring all the sorrows, disappointments, and anguish of life? How much of heaven’s bliss would be enjoyed by those who were hovering over their friends on earth? And how utterly revolting is the belief that as soon as the breath leaves the body the soul of the impenitent is consigned to the flames of hell! To what depths of anguish must those be plunged who see their friends passing to the grave unprepared, to enter upon an eternity of woe and sin!”—Ellen G. White, The Great Controversy, p. 545.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.&nbsp;</strong>Those who have talked to other Christians about the state of the dead and the nature of hell have, most likely, discovered just how adamant and firm people are in their belief, not only in the idea that the saved immediately go to heaven but also that the lost are in the eternal torment of hell. Why do you think that is? It’s one thing, understandable somewhat, for them to want to believe that their deceased loved ones are “with the Lord” (though, as we have seen, there’s still the question of how upsetting it would be for them to see the mess of things down here). But why is there such a strong attachment to the horrific idea that the lost are being eternally tormented in hell? What does this fact teach us about just how powerful tradition can be? Discuss this in class.\n</p><p><strong>2.</strong> Most Christian denominations are proclaiming the unbiblical theory of the natural immortality of the soul with all its correlated theories. What else should we do as a church (in addition to what we are already doing) to proclaim to the world the biblical view of death and the afterlife?\n</p><p><strong>3.&nbsp;</strong>Though Dante’s poem The Divine Comedy was mere fiction, it became very influential in helping cement in people’s minds false teachings about what happens to the “soul” after death. What lessons can we learn from how easily Christian theology can be influenced by outside teachings? What other non-Christian ideas influence Christian thought even today, and how can we protect ourselves from them?</p><p><strong>Inside Story:</strong></p><p>“Modesty! Modesty! Modesty!”, By Ocrhain Matengu</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n\n<p>People came in a seemingly constant procession to look pityingly on two-year-old Akurious in the hospital in Katima Mulilo, Namibia. The boy had been ill for months, and the people wept as they saw his terrible pain. “The hospital is failing us,” one told Akurious’s parents. “You should consult with the witch doctor.” “God will understand,” said another. “Just do it.” After the last visitor left, Father turned to Mother. “What should we do?” he said. “Maybe the people are right. Jesus will understand.” Mother couldn’t bear to see her only child in pain. She agreed.\n</p><p>The witch doctor declared that witches had cast an evil spell on the boy and that he would recover with traditional medicine. The parents bought the witch doctor’s medicine and gave some to the boy daily. But the more medicine they gave, the worse he got. Father began to pray earnestly. “Lord Jesus, I know I’ve made a mistake,” he said. “I departed from Your saving grace. Speak to me, Lord, for the sake of my child. You healed lepers and made the blind to see and the lame to walk. Do that for my child, too.” A short time later, Father had a dream. As he slept, he heard a voice call him by his name, Modesty. “Modesty! Modesty! Modesty!” the voice said. “This is My child. Why have you tainted him with evil spirits? I don’t want you to be involved with any witch doctors if you want him to live.”\n</p><p>Shaken, Father got up and threw away the traditional medicine. He remembered hearing a Seventh-day Adventist physician give health presentations at camp meeting, and he took the boy to him. The physician diagnosed Akurious with pneumonia and tuberculosis and sent him to a hospital where he could treat him. Father continued to pray, and Mother joined him. They placed their full trust in Jesus. Akurious (pictured) now is 22. Akurious’s parents, Modesty and Rebecca Kakula, went on to have four children. But with the birth of each child, they refused to take part in the traditional ceremony that townspeople hold for newborns. Instead, they took their babies to the Seventh-day Adventist Church to be dedicated to Jesus.\n</p><p><em>Dear reader, pray for people who sincerely accept Jesus but struggle to forsake traditions fully. These people end up with two levels of religion: a theoretical religion based on the Bible and a practical religion grounded in culture. They embrace Bible teachings but, when faced with real-life challenges, revert to tradition. Seventh-day Adventist missionaries seek to contextualize the gospel to facilitate personal Christian growth among these people and to help them realize that traditional practices don’t work. Thank you for your mission offerings that help spread a contextualized gospel around the world.</em></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>The Fires of Hell</p>",
      "verse": "<p>Test all things; hold fast what is good” (1 Thessalonians 5:21, NKJV)</p>",
      "versionCode": 22,
      "weekDate": "November 26–December 2"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
