{
   "data":[
      {
         "color":"#9b7d5c",
         "id":712,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"September 14",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \">Mark 15 is the heart of the Passion Narrative. It presents the trial of Jesus, His condemnation, the mockery by the soldiers, His crucifixion, and then His death and burial. The events in this chapter are presented in stark, crisp detail, likely because the author let the facts speak for themselves. Throughout this chapter, irony plays an important role. Because of this, it is helpful to have a clear definition of what irony is. Irony often contains three components: (1) two levels of meaning, (2) the two levels are in conflict or contrast to each other, and (3) someone does not see the irony and does not recognize what is happening and does not know that he or she is the one who will suffer the consequences. This week, from the question of Pilate, “ ‘Are you the king of the Jews?’ ” to the mocking soldiers, the sign above the cross, and the mocking of the religious leaders, “ ‘He saved others; Himself He can- not save,’ ” to the unexpected appearance of Joseph of Arimathea, the chapter is filled with painful ironies that nevertheless reveal powerful truths about the death of Jesus and what it means.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 15",
               "dayTitle":"<p>“Are You the King of the Jews?”</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Read Mark 15:1–15. What kind of ironic situations occur here?</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Jesus Faces Pilate</strong><br></p></p><p style=\"text-align: justify;\"><sup>1</sup> Immediately, in the morning, the chief priests held a consultation with the elders and scribes and the whole council; and they bound Jesus, led Him away, and delivered Him to Pilate. <sup>2</sup> Then Pilate asked Him, “Are You the King of the Jews?”&nbsp;<span style=\"background-color: initial;\">He answered and said to him, “It is as you say.”</span></p><p style=\"text-align: justify;\"><sup>3</sup> And the chief priests accused Him of many things, but He answered nothing. <sup>4</sup> Then Pilate asked Him again, saying, “Do You answer nothing? See how many things [a]they testify against You!” <sup>5</sup> But Jesus still answered nothing, so that Pilate marveled.</p><p style=\"text-align: justify;\"><strong>Taking the Place of Barabbas</strong></p><p style=\"text-align: justify;\"><sup>6</sup> Now at the feast he was accustomed to releasing one prisoner to them, whomever they requested. <sup>7</sup> And there was one named Barabbas, who was chained with his fellow rebels; they had committed murder in the rebellion. <sup>8</sup> Then the multitude, [b]crying aloud, began to ask him to do just as he had always done for them. <sup>9</sup> But Pilate answered them, saying, “Do you want me to release to you the King of the Jews?” <sup>10</sup> For he knew that the chief priests had handed Him over because of envy.</p><p style=\"text-align: justify;\"><sup>11</sup> But the chief priests stirred up the crowd, so that he should rather release Barabbas to them. <sup>12</sup> Pilate answered and said to them again, “What then do you want me to do with Him whom you call the King of the Jews?”</p><p style=\"text-align: justify;\"><sup>13</sup> So they cried out again, “Crucify Him!”</p><p style=\"text-align: justify;\"><sup>14</sup> Then Pilate said to them, “Why, what evil has He done?”</p><p style=\"text-align: justify;\">But they cried out all the more, “Crucify Him!”</p><p style=\"text-align: justify; \"><p style=\"text-align: justify;\"><sup style=\"background-color: initial;\">15</sup><span style=\"background-color: initial;\"> So Pilate, wanting to gratify the crowd, released Barabbas to them; and he delivered Jesus, after he had scourged Him, to be crucified.</span></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Pontius Pilate was the governor of Judea from a.d. 26–a.d. 36. He was not a kind leader, and a number of his actions caused consterna- tion among the inhabitants of the land (compare with Luke 13:1). The Jewish trial of Jesus resulted in a death sentence for blasphemy. But under Roman rule, the Jews could not execute people in most cases, and so, they brought Jesus to Pilate for condemnation. The charge against Jesus before Pilate is not mentioned, but it is possible to ascertain the charge based on the brief question that Pilate asks Jesus: “ ‘Are you the King of the Jews?’ ” (Mark 15:2, ESV). In Old Testament times, Israel anointed its kings; so, it is not hard to see how the term Messiah (“Anointed One”) could be twisted into claiming homage as a king in competition with the emperor. Thus, the charge brought before the Sanhedrin was blasphemy while the charge brought before the governor was sedition, </span><span style=\"background-color: initial;\">which would lead to death. The irony is that Jesus is both the Messiah and the King of the Jews. His convictions for blasphemy and sedition were mistaken; He should have received homage and worship instead. Yet, Jesus still acts in a kingly manner. His response to Pilate, “ ‘You have said so’ ” (Mark 15:2, ESV), is noncommittal. He does not deny the title or affirm it. This response may suggest that He is a king but of a different sort (compare with John 18:33–38).</span></p></p><p style=\"text-align: justify;\">Mark 15:6 introduces into the narrative a custom of releasing a pris- oner at the time of the Passover. In Mark 15:9, Pilate asks if they want him to release the “ ‘King of the Jews,’ ” and though he might have meant it ironically, the irony is really playing out against him.</p><p style=\"text-align: justify; \"><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Mark 15:9, 10 is a study in perception and imperception. Pilate perceives that the religious leaders turned over Jesus because of envy, but </span><span style=\"background-color: initial;\">he does not perceive that, by asking the crowd, he is playing into the hands of the religious leaders. They stir up the crowd and call for Jesus’ crucifixion. Pilate recoils. Crucifixion was such a terrible way to die, particularly for one he considered innocent. How painfully ironic that the pagan governor wanted to release the Messiah while the religious leaders wanted Him crucified.</span></p><p style=\"text-align: justify;\"><br></p><strong><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">What can keep you from following the crowd when the pressure is great to do so?</strong></p></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 16",
               "dayTitle":"<p>Hail, King of the Jews!</p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Read Mark 15:15–20. What did the soldiers do to Jesus, and what is\nits significance?</strong></p><sup><p style=\"text-align: justify;\"><sup style=\"background-color: initial;\">15</sup><span style=\"background-color: initial;\"> So Pilate, wanting to gratify the crowd, released Barabbas to them; and he delivered Jesus, after he had scourged Him, to be crucified.</span></p></sup></p><p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">The Soldiers Mock Jesus</strong></p><sup><p style=\"text-align: justify;\"><sup style=\"background-color: initial;\">16</sup><span style=\"background-color: initial;\"> Then the soldiers led Him away into the hall called [a]Praetorium, and they called together the whole garrison. </span><sup style=\"background-color: initial;\">17</sup><span style=\"background-color: initial;\"> And they clothed Him with purple; and they twisted a crown of thorns, put it on His head, </span><sup style=\"background-color: initial;\">18</sup><span style=\"background-color: initial;\"> and began to salute Him, “Hail, King of the Jews!” </span><sup style=\"background-color: initial;\">19</sup><span style=\"background-color: initial;\"> Then they struck Him on the head with a reed and spat on Him; and bowing the knee, they worshiped Him. </span><sup style=\"background-color: initial;\">20</sup><span style=\"background-color: initial;\"> And when they had mocked Him, they took the purple off Him, put His own clothes on Him, and led Him out to crucify Him.<br><br>The Romans utilized a severe form of beating to prepare prisoners for execution. The victim was stripped of his clothes, tied to a pole, and then lashed with leather whips to which pieces of bone, glass, stones, and nails were tied. <br>After Jesus was whipped, the soldiers tasked with His execution continued His humiliation by clothing Him in a purple robe, placing a crown of thorns on His head, and mocking Him as king of the Jews. The group of soldiers is called a battalion, in this case anywhere from 200 to 600 men. <br>The irony in the scene is evident to the reader because Jesus really is the King, and the mocking words of the soldiers proclaim this truth. The action of the soldiers was a parody of how soldiers hailed the Roman emperor with the words “Hail, Caesar, Emperor!” Thus, there is an implicit comparison to the emperor. The actions of the soldiers in mocking Jesus are “striking” His head with a reed, “spitting” on Him, and “kneeling down” in mock homage. All three of these actions are expressed in Greek with the imperfect tense. In this&nbsp;</span>setting, this tense has the idea of repetitive action. Thus, they kept striking Him, kept spitting on Him, and kept kneeling down in mock homage before Him. Jesus takes all of this in silence, not responding at all. <br>The typical pattern of Roman execution by crucifixion involved having the convicted person carry the cross naked to the place of execution. This pattern, again, was to humiliate and shame the person completely before the community. <br>But the Jews abhorred public nakedness. Mark 15:20 notes that they removed the purple cloak and put His own clothes back on Him. Thus, this appears to be a concession that the Romans made to the Jews at that time and place. <br>Think about all the irony here. Their bowing and paying “homage” to Jesus as King was all in mockery even though Jesus really was the King, not just of the Jews but of the Romans, as well.<br><strong><br>These men had no idea what they were doing. Why, though, will their ignorance not excuse them on Judgment Day?</strong></p></sup></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 17",
               "dayTitle":"<p>The Crucifixion</p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Read Mark 15:21–38. What terrible and painful irony appears in\nthese passages?</strong></p><p style=\"text-align: justify;\"><br></p><strong><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">The King on a Cross</strong></p></strong></p><p style=\"text-align: justify; \"><sup>21</sup> Then they compelled a certain man, Simon a Cyrenian, the father of Alexander and Rufus, as he was coming out of the country and passing by, to bear His cross. <sup>22</sup> And they brought Him to the place Golgotha, which is translated, Place of a Skull. <sup>23</sup> Then they gave Him wine mingled with myrrh to drink, but He did not take it. <sup>24</sup> And when they crucified Him, they divided His garments, casting lots for them to determine what every man should take.</p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><sup>25</sup> Now it was the third hour, and they crucified Him. <sup>26</sup> And the inscription of His [a]accusation was written above:</span></p><p style=\"text-align: justify; \"><strong>THE KING OF THE JEWS.</strong></p><p style=\"text-align: justify; \"><sup>27</sup> With Him they also crucified two robbers, one on His right and the other on His left. <sup>28</sup> [b]So the Scripture was fulfilled which says, “And He was numbered with the transgressors.”</p><p style=\"text-align: justify; \"><sup>29</sup> And those who passed by blasphemed Him, wagging their heads and saying, “Aha! You who destroy the temple and build it in three days, <sup>30</sup> save Yourself, and come down from the cross!”</p><p style=\"text-align: justify; \"><sup>31</sup> Likewise the chief priests also, mocking among themselves with the scribes, said, “He saved others; Himself He cannot save. <sup>32</sup> Let the Christ, the King of Israel, descend now from the cross, that we may see and [c]believe.”</p><p style=\"text-align: justify; \">Even those who were crucified with Him reviled Him.</p><p style=\"text-align: justify; \"><strong>Jesus Dies on the Cross</strong></p><p style=\"text-align: justify; \"><sup>33</sup> Now when the sixth hour had come, there was darkness over the whole land until the ninth hour. <sup>34</sup> And at the ninth hour Jesus cried out with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is translated, “My God, My God, why have You forsaken Me?”</p><p style=\"text-align: justify; \"><sup>35</sup> Some of those who stood by, when they heard that, said, “Look, He is calling for Elijah!” <sup>36</sup> Then someone ran and filled a sponge full of sour wine, put it on a reed, and offered it to Him to drink, saying, “Let Him alone; let us see if Elijah will come to take Him down.”</p><p style=\"text-align: justify; \"><sup>37</sup> And Jesus cried out with a loud voice, and breathed His last.</p><p><p style=\"text-align: justify;\"><sup style=\"background-color: initial;\">38</sup><span style=\"background-color: initial;\"> Then the veil of the temple was torn in two from top to bottom.</span></p><p style=\"text-align: justify;\">At this point in the Passion Narrative, Jesus is a silent victim, controlled by people who are bent on His death. Throughout the Gospel, up to His arrest, He was the master of activities. Now He is acted upon. Though He was a robust itinerant preacher, the beating He had received and the lack of food and sleep wore Him down to where a stranger had to bear His cross. At the cross His garments were removed and became the property of the soldiers, who cast lots to see whose they would be (compare with Ps. 22:18). Crucifixion was a fairly bloodless method of execution. The nails used to fasten a person to the cross (compare with John 20:24–29) were likely driven through the wrist below the palm where no major blood vessels run. (In both Hebrew and Greek, the word for “hand” can refer to both the hand and the forearm.) The palm of the hand itself does not have the structures necessary to carry the weight of the body in crucifixion. The median nerve runs through the center of the forearm and would be crushed by the nails, causing excruciating pain up the arm. Breathing was difficult. To get a good breath, victims of crucifixion had to push against their nailed feet and flex their arms, again causing agonizing pain. Exhaustion asphyxia was one of the possible causes of death.</p><p style=\"text-align: justify;\">Jesus received tremendous mockery and humiliation during His crucifixion. The Gospel of Mark has a revelation/secrecy motif in which Jesus typically calls for silence about who He is. Consequently, such Christological titles as “Lord,” “Son of God,” or “Christ” do not appear often in the narrative. This element changes at the cross. He cannot be hidden. It is ironic that it is the religious leaders who use these titles in mocking Jesus. How these men are condemning themselves! One of their mocking statements stands out. In Mark 15:31, they say, “ ‘He saved others; he cannot save himself’ ” (ESV). To make their point about His helplessness on the cross, they indicate that He did help others (the Greek verb can mean “save,” “heal,” or “rescue”). Thus, ironically, they admit He is the Savior. The irony goes further—the reason He could not, or would not, save Himself was because at the cross He was saving others.<br><br><strong>Read John 1:1–3, and then think about what this passage tells us about Jesus, the same Jesus who is being crucified here in Mark. How do we wrap our minds around what Christ’s death means for us?</strong></p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 18",
               "dayTitle":"<p>Forsaken by God</p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Read Mark 15:33–41. What are Jesus’ only words on the cross in\nMark? What does Christ’s death ultimately mean for us all?</strong></p><p style=\"text-align: justify;\"><span style=\"font-weight: 700;\"><br></span></p><span style=\"font-weight: bold;\"><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Jesus Dies on the Cross</span></p></span></p><p style=\"text-align: justify; \"><sup>33</sup> Now when the sixth hour had come, there was darkness over the whole land until the ninth hour. <sup>34</sup> And at the ninth hour Jesus cried out with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is translated, “My God, My God, why have You forsaken Me?”</p><p style=\"text-align: justify; \"><sup>35</sup> Some of those who stood by, when they heard that, said, “Look, He is calling for Elijah!” <sup>36</sup> Then someone ran and filled a sponge full of sour wine, put it on a reed, and offered it to Him to drink, saying, “Let Him alone; let us see if Elijah will come to take Him down.”</p><p style=\"text-align: justify; \"><sup>37</sup> And Jesus cried out with a loud voice, and breathed His last.</p><p style=\"text-align: justify; \"><sup>38</sup> Then the veil of the temple was torn in two from top to bottom. <sup>39</sup> So when the centurion, who stood opposite Him, saw that [a]He cried out like this and breathed His last, he said, “Truly this Man was the Son of God!”</p><p style=\"text-align: justify; \"><sup>40</sup> There were also women looking on from afar, among whom were Mary Magdalene, Mary the mother of James the Less and of Joses, and Salome, <sup>41</sup> who also followed Him and ministered to Him when He was in Galilee, and many other women who came up with Him to Jerusalem.<br><br>The Gospel of Mark presents the cross as a very dark place, both physically and spiritually. A supernatural darkness descended on Calvary from about noon on that Friday until about 3 p.m. “And when the sixth hour had come, there was darkness over the whole land until the ninth hour” (Mark 15:33, ESV). The words of Jesus on the cross are called the “cry of dereliction” as He prays, crying out to God, asking why He has been forsaken. He is quoting from Psalm 22:1. Other references to the same psalm occur in Mark 15:24, 29, indicating that the Scriptures are being fulfilled in the death of Jesus. Even in the evil plotting of men, the will of God is being fulfilled. Jesus’ words from the cross are reported in Aramaic along with translation. The words “my God, my God” are Eloi, Eloi in the verse (a transliteration of the Aramaic ’elahi). It would be easy to hear Jesus as calling for Elijah (Aramaic ’eliyyah, which means “My God is YHWH”). This is the mistake that some bystanders make. What becomes striking about this passage is the parallel it has to the baptism of Jesus in Mark 1:9–11.<br><br><span style=\"background-color: initial;\"><strong>The Baptism: </strong>Mark 1:9–11<br></span><br><ul><li>John baptizes Jesus.</li><li>John (Elijah figure; see Mark 9:11–13).</li><li>Heavens split.</li><li>Spirit (pneuma).</li><li>God’s voice “Beloved Son”.</li></ul></p><p style=\"text-align: justify; \"><strong>The Cross:</strong> Mark 15:34–39<br><br><ul><li>Jesus’ baptism (compare with Mark 10:38).</li><li>Calling Elijah.</li><li>Veil split.</li><li>Jesus expires (expne?).</li><li>Centurion says “Son of God”.</li></ul></p><p style=\"text-align: justify; \">What these parallels suggest is that as the baptism of Jesus in Mark 1 is the beginning of His ministry, as prophesied in Daniel 9:24–27, what occurs in Mark 15 at the cross is the culmination, or goal, of His ministry, as He dies as a ransom for many (Mark 10:45). The death of Jesus on the cross also fulfills part of the prophecy of Daniel 9:24–27. The tearing of the temple veil (Mark 15:38) points to the fulfillment of the sacrificial system, as type meets antitype, and a new phase of salvation history begins.<br><br><strong>Even despite the evil plotting of humanity, God’s purposes were fulfilled. Why should this help us learn that, regardless of what happens around us, we can still trust God and know that His goodness will ultimately prevail?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 19",
               "dayTitle":"<p>Laid to Rest</p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Read Mark 15:42–47. What is the significance of Joseph of Arimathea’s\nintervention, especially since all of Jesus’ disciples were nowhere to\nbe seen?</strong></p><span style=\"font-weight: bold;\"><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Jesus Buried in Joseph’s Tomb</span></p></span></p><p style=\"text-align: justify; \"><sup>42</sup> Now when evening had come, because it was the Preparation Day, that is, the day before the Sabbath, <sup>43</sup> Joseph of Arimathea, a prominent council member, who was himself waiting for the kingdom of God, coming and taking courage, went in to Pilate and asked for the body of Jesus. <sup>44</sup> Pilate marveled that He was already dead; and summoning the centurion, he asked him if He had been dead for some time. <sup>45</sup> So when he found out from the centurion, he granted the body to Joseph. <sup>46</sup> Then he bought fine linen, took Him down, and wrapped Him in the linen. And he laid Him in a tomb which had been hewn out of the rock, and rolled a stone against the door of the tomb. <sup>47</sup> And Mary Magdalene and Mary the mother of Joses observed where He was laid.<br><br>After all that drama, the more “mundane” things happen next. For starters, dead people always have to be buried. But several factors in what follows are quite touching spiritually, and others are extremely important historically. In this passage, Joseph of Arimathea appears for the first and last time in the Gospel of Mark. He was a respected member of the Sanhedrin and one of the “urban elites.” As a wealthy and respected man, he had standing with the governor, which explains how he could dare approach Pilate and ask for the body of Jesus. It is a touching detail that a member of the council took such interest in Jesus’ burial. Meanwhile, where were Jesus’ trusted disciples in all this? One historical detail of extreme importance here is the verification of the death of Jesus. Mark 15:43 tells of Joseph’s request for the body of Jesus. But Pilate was surprised to hear that Jesus already was dead (Mark 15:44). He, therefore, summoned the centurion in charge of the crucifixion and asked if Jesus was dead already. The centurion confirmed that it was so. This is important because of the later claim by some that Jesus did not die on the cross but only fainted. The testimony of the centurion to the Roman governor directly counters that assertion. The Romans did, after all, know how to execute criminals. Joseph brought a linen shroud to wrap Jesus, and he laid His body in a tomb hewn from rock. This tomb was large enough to walk into (Mark 16:5). Along with Joseph, the Gospel writer notes two women who saw the location—Mary Magdalene and Mary, the mother of Joses. These two, along with Salome, watched the Crucifixion from a distance; all three will go to the tomb on Sunday morning with the intention to complete their work of embalming Jesus (Mark 16:1). Why the reference to these three women? They will be the witnesses to the empty tomb in Mark 16 and thus are important witnesses of the resurrection of Jesus.<br><br><strong>How ironic that Jesus’ followers are “missing in action” while a member of the Sanhedrin, the very body that condemned Jesus, becomes the “hero” here. How can we be sure that, in crucial times, we are not missing in action either?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 20",
               "dayTitle":"<p>Further Thought</p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Read Ellen G. White, “In Pilate’s Judgment Hall,” pp. 723–740; “Calvary,” pp. 741–757; “ ‘It Is Finished,’ ” pp. 758–764, in The Desire of Ages.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">“Pilate longed to deliver Jesus. But he saw that he could not do this, and yet retain his own position and honor. Rather than lose his worldly power, he chose to sacrifice an innocent life. How many, to escape loss or suffering, in like manner sacrifice principle. Conscience and duty point one way, and self-interest points another. The current sets strongly in the wrong direction, and he who compromises with evil is swept away into the thick darkness of guilt.”—Ellen G. White, The Desire of Ages, p. 738. “Upon Christ as our substitute and surety was laid the iniquity of us all. He was counted a transgressor, that He might redeem us from the condemnation of the law. The guilt of every descendant of Adam was pressing upon His heart. The wrath of God against sin, the terrible manifestation of His displeasure because of iniquity, filled the soul of His Son with consternation. All His life Christ had been publishing to a fallen world the good news of the Father’s mercy and pardoning love.</span></p></p><p style=\"text-align: justify; \">Salvation for the chief of sinners was His theme. But now with the terrible weight of guilt He bears, He cannot see the Father’s reconciling face. The withdrawal of the divine countenance from the Saviour in this hour of supreme anguish pierced His heart with a sorrow that can never be fully understood by man. So great was this agony that His physical pain was hardly felt.”—The Desire of Ages, p. 753.<br><br><strong>Discussion Questions:<br><br><ol><li><strong>Look at how central the theology of substitution was to Ellen&nbsp;</strong><strong style=\"background-color: initial;\">White and also to the Bible (see, for instance, Isaiah 53). Why&nbsp;</strong><strong style=\"background-color: initial;\">is any theology that downplays the central role of substitution and&nbsp;</strong><strong style=\"background-color: initial;\">Christ’s dying in our stead, paying in Himself the penalty for our&nbsp;</strong><strong style=\"background-color: initial;\">sins, a false theology?</strong></li><li><strong style=\"background-color: initial;\">Who or what is the “Barabbas” in today’s world that gets&nbsp;</strong><strong style=\"background-color: initial;\">asked for instead of Jesus?</strong></li><li><strong>What should the story of Joseph of Arimathea tell us about not&nbsp;</strong><strong style=\"background-color: initial;\">judging outward appearances?</strong></li><li><strong>Review Daniel 9:24–27. Why should you be able to give a Bible&nbsp;</strong><strong style=\"background-color: initial;\">study on this section to anyone who asks? Can you?</strong></li></ol></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Bringing Armenia to Christ</strong></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">By Andrew McChesney</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">While Anush was praying for her father, she also was praying for the other 4,000 residents of her town in Armenia. Then God began to touch hearts. After her baptism, Anush met regularly with two other young women to pray for the town. Then they organized seminars that attracted several dozen young people. After that, with assistance from the Euro-Asia Division, they chartered buses and took groups of 50 young people on sightseeing tours around Armenia. Church members greeted and befriended the young people at every stop. Anush saw that the young people became more sincere and open in their questions about God when visiting places far from home. As interest in the Adventist message grew, a pastor started to visit the town every other Sunday to hold talks about relationships, finances, and other practical issues. Many people attended the meetings over two years. Father was influential and respected, so when he became a Seventh-day Adventist, the whole town took notice. People began to talk about faith and his decision to go to a church that was not the national church. His baptism broke the ice. The town’s Adventist church, which once consisted of seven faithful women meeting in a private home, has now moved into a rented hall where dozens of people gather every Sabbath. Church members and others also meet online to pray daily. Plans are under way to buy a church building. Today, Father, whose name is Armen Safaryan, works together with his wife, Gayane Badalyan, and daughter, Anush Safaryan, to make three kinds of tofu at their company. As the only tofu company in Armenia, it has been featured on national television, and Father had an opportunity to share his faith when asked why he makes tofu. Father is a church elder and leader of the family ministries department, and he and Mother, who runs the church’s health ministries department, are in high demand at other churches. Father is seen as a role model in a country where many mothers and children still go to church without their husbands and fathers. Father, Mother, and Anush want to change that. “See, this normal Armenian man is an Adventist,” church leaders say in introducing Father at speaking engagements. “Men, you are not alone. This man goes to church on Sabbath.”<br><br>Anush shares her story at churches and youth camps, saying, “Do not be satisfied with your husbands and fathers just allowing you to go to church. Plead with God for them to go with you.”</span></p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":129,
               "idDay":9,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Part I: Overview</strong></p><p style=\"text-align: justify;\"><strong>Key Texts: Mark 15:26, 32, 43</strong><br></p><p style=\"text-align: justify; \"><strong>Study Focus: Mark 15</strong></p><p style=\"text-align: justify; \">Introduction: Mark 15 presents three key scenes related to Jesus’ trial, crucifixion, and resurrection. These events furnish us with insight into the nature of the kingdom of God. First, Mark examines the role that the Sanhedrin plays in Jesus’ condemnation. In this event, the priests and other Jewish leaders are featured as the antagonists. (What the Bible describes as the council is identified with the Sanhedrin by the historians of Jesus’ time.) Next, Mark devotes considerable space in his narrative to a description of the role of Pontius Pilate in Jesus’ condemnation and trial. Finally, Mark narrates the actions of Joseph of Arimathea, who lays Jesus in the tomb that was meant for himself.</p><p style=\"text-align: justify; \"><strong>Lesson Themes:</strong> This week’s study is divided into three sections:</p><ol><li style=\"text-align: justify; \"><strong>The Sanhedrin and the Condemnation of Jesus</strong>. In this section, we examine the attitude of the council and the high priest toward Jesus prior to His crucifixion.</li><li style=\"text-align: justify; \"><strong>The Approval of the Roman Authority in the Condemnation of Jesus.</strong> In this section, we explore the role of Pontius Pilate in Jesus’ trial.</li><li style=\"text-align: justify; \"><strong>Joseph of Arimathea and the Kingdom of God</strong>. Mark briefly high-lights the actions of Joseph of Arimathea in the aftermath of Jesus death.<br></li></ol><p><span style=\"background-color: initial;\"><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Part II: Commentary</strong></p></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">Condemned by the Sanhedrin and the Priests Mark 14 describes the active role that the priests and other leaders of the nation played in seizing Jesus (Mark 14:1). When Judas comes to negotiate the act of betrayal, “they were delighted when they heard this” (Mark 14:11, NASB). The priests, the scribes, and the elders colluded together in the plot to put Jesus to death. Their collusion is evident when they send a crowd with swords and clubs to seize Jesus (Mark 14:43). Jesus is taken and made to stand trial. Initially, His trial took place in the council. Mark 14:53, 55 describe the scene: “They led Jesus away to the high priest; and all the chief priests, the elders, and the scribes gathered together. . . . Now the chief priests and the entire Council were trying to obtain testimony against Jesus to put Him to death” (NASB). It seems that the high priest was the one who led the council, as well as the interrogatory trial of Jesus (Mark 14:60, 61). Moreover, it was the high priest who presented to the members of the council the argument for Jesus’ condemnation. Mark describes this action in the following words: “Again the high priest was questioning Him, and said to Him, ‘Are You the Christ, the Son of the Blessed One?’ And Jesus said, ‘I am; and you shall see the Son of Man sitting at the right hand of power, and coming with the clouds of heaven.’ Tearing his clothes, the high priest said, ‘What further need do we have of witnesses? You have heard the blasphemy; how does it seem to you?’ And they all condemned Him as deserving of death” (Mark 14:61–64, NASB; emphasis added). Thus, it was in this council, among the body of the nation’s preeminent religious leaders, that Jesus was condemned and sentenced to death. Later, the leaders of this council attempt to secure a legal confirma- tion of the pre–agreed-upon sentence. To this end, in another meeting it seems that the council determined to take Jesus before Pontius Pilate as part of a strategy to procure a sentence of condemnation from the Roman authority. Mark introduces chapter 15 by saying, “Early in the morning the chief priests with the elders, scribes, and the entire Council immediately held a consultation; and they bound Jesus and led Him away, and turned Him over to Pilate” (Mark 15:1, NASB). The Sanhedrin, located in Jerusalem, was the “supreme judicial coun- cil of Judaism with 71 members. It figures prominently in the Passion narratives of the Gospels as the body that tried Jesus, and it appears again in Acts as the judicial court that investigated and persecuted the growing Christian church.”—Philip Wesley Comfort and Walter A. Elwell, eds., Tyndale Bible Dictionary (Carol Stream, IL: Tyndale House Publishers, 2001), p. 1165. Even though the region of Judea was under the dominion of Roman government, for some issues the region was under the jurisdiction of the council. “Procurators, such as Pontius Pilate or Felix, depended on Jewish courts or councils to handle many administrative matters.”—Green and McDonald, eds., The World of the New Testament: Cultural, Social, and Historical Contexts, p. 270. As mentioned above, during the first century a.d., the council consisted of priests, Pharisees, Sadducees, scribes, and elders (Mark 15:1; Act 23:1, 6). The role of the priests, particularly of the high priest, was dominant in the assemblies.<br><br><strong>Part III: Life Application</strong><br><br>Pilate almost had been persuaded to release Jesus from the condemna- tion of crucifixion. However, the people shouted, “ ‘If you release this Man, you are not a friend of Caesar’ ” (John 19:12, NASB). Ask your students, What principles and/or factors mold and motivate our thoughts and decisions in life today?</span></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>Tried and Crucified</p>",
         "verse":"<p>“And at the ninth hour Jesus cried out with a loud\nvoice, saying, ‘Eloi, Eloi, lama sabachthani?’ which is translated, ‘My\nGod, My God, why have You forsaken Me?’ ” (Mark 15:34, NKJV).</p>",
         "versionCode":40,
         "weekDate":"September 14 - 21"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
