{
   "data":[
      {
         "color":"#ff6454",
         "id":1,
         "idEs":8,
         "language":"es",
         "lessonDays":[
            {
               "date":"25 de Junio",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>Sofi se recostó contra la puerta de su cuarto y se dejó caer hasta el suelo. Se le llenaron los ojos de lágrimas y, de un momento a otro, estaba sollozando. “¿Cómo pudo hacerme esto? ¡Cómo!” Sofi acababa de recibir una noticia que le rompió el corazón. Alguien que pensaba que era su amigo, alguien a quien res\u0002petaba y en quien confiaba, estaba esparciendo chismes horribles sobre ella para arruinar su reputación y el trabajo que había estado haciendo. Tomó su Biblia de la cama, y de repente se puso a leer algunas palabras muy conocidas: “Confortará mi alma; me guiará por sendas de justicia por amor de su nombre. Aunque ande en valle de sombra de muerte, no temeré mal alguno, porque tú estarás conmigo; tu vara y tu cayado me infundirán aliento” (Sal. 23: 3, 4).<br><br>“¡Claro que esto no es posible!”, soltó de golpe. Pero la lógica parecía inelu\u0002dible. El Pastor del salmo guiaba a sus ovejas por sendas de justicia, pero estas mismas sendas también parecían serpentear hacia el valle de sombra de muerte. ¿Podría ser que Dios usara incluso esta dolorosa traición de un amigo, este valle oscuro, para instruirla en justicia?<br><br>Un vistazo a la semana: ¿En qué momentos creciste más espiritualmente, en los momentos fáciles o en los más difíciles?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de junio",
               "dayTitle":"<p>UNA GUÍA PARA EL VIAJE: EL PASTOR<br></p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p><strong>“Jehová es mi pastor; nada me faltará” (Sal. 23: 1). </strong><br></p><p>Se pidió a algunos niños que hicieran un dibujo de Dios. Sin excepción, cada uno hizo un dibujo con un corazón en algún lugar. Cuando se les preguntó por qué, declararon unánimemente que Dios es amor. Así de sencillo.<br><br>Es fácil tener una buena opinión de Dios y sus propósitos cuando todo va bien. Pero, a medida que envejecemos y la vida se vuelve más difícil y complicada, nuestra visión de Dios a menudo cambia. Dios no cambia, por supuesto (Heb. 13: 8; Sant. 1: 17); pero nosotros, sí.<br><br>Como el pastoreo era la forma de vida de la gente en la época del Antiguo Testamento, el Salmo 23 usa la imagen de un pastor para describir la forma en que Dios nos cuida y atiende. Tanto el Antiguo Testamento como el Nuevo Tes\u0002tamento utilizan el símbolo de un pastor para referirse a Dios. Es una imagen maravillosa, y además inmutable. Antes de considerar el Salmo 23, analicemos cómo entienden varios autores bíblicos la obra y el carácter del Pastor a lo largo de la Biblia.<br><strong><br>¿Qué aprendes acerca del Pastor en cada uno de los siguientes versículos?</strong><br><br>Isa. 40: 11<br><br><strong><sup>11</sup> </strong>Como pastor apacentará su rebaño; en su brazo llevará los corderos, y en su seno los llevará; pastoreará suavemente a las recién paridas.<br><br>Jer. 23: 3, 4<br><strong><br><sup>3</sup></strong> Y yo mismo recogeré el remanente de mis ovejas de todas las tierras adonde las eché, y las haré volver a sus moradas; y crecerán y se multiplicarán.<br><strong><br><sup>4</sup></strong> Y pondré sobre ellas pastores que las apacienten; y no temerán más, ni se amedrentarán, ni serán menoscabadas, dice Jehová.<br><br>Eze. 34: 12<br><strong><br><sup>12</sup></strong> Como reconoce su rebaño el pastor el día que está en medio de sus ovejas esparcidas, así reconoceré mis ovejas, y las libraré de todos los lugares en que fueron esparcidas el día del nublado y de la oscuridad.<br><br>Juan 10: 14-16<br><br><strong><sup>14</sup></strong> Yo soy el buen pastor; y conozco mis ovejas, y las mías me conocen,<br><br><strong><sup>15</sup> </strong>así como el Padre me conoce, y yo conozco al Padre; y pongo mi vida por las ovejas.<br><br><sup><strong>16</strong> </sup>También tengo otras ovejas que no son de este redil; aquellas también debo traer, y oirán mi voz; y habrá un rebaño, y un pastor.<br><br>1 Ped. 2: 25<br><br><strong><sup>25</sup></strong> Porque vosotros erais como ovejas descarriadas, pero ahora habéis vuelto al Pastor y Obispo de vuestras almas.<br><br><strong>Ahora volvamos al Salmo 23. ¿Qué hace el Pastor para cuidar a sus ovejas?</strong><br><br>Sal. 23: 2<br><br><strong><sup>2</sup> </strong>En lugares de delicados pastos me hará descansar; Junto a aguas de reposo me pastoreará.<br><br>Sal. 23: 3<br><br><strong><sup>3</sup> </strong>Confortará mi alma; Me guiará por sendas de justicia por amor de su nombre.<br><br>Sal. 23: 4<br><strong><br><sup>4</sup></strong> Aunque ande en valle de sombra de muerte, No temeré mal alguno, porque tú estarás conmigo; Tu vara y tu cayado me infundirán aliento.<br><br>Sal. 23: 5<br><br><strong><sup>5</sup></strong>Aderezas mesa delante de mí en presencia de mis angustiadores; Unges mi cabeza con aceite; mi copa está rebosando.<br><br>Sal. 23: 6<br><strong><br><sup>6</sup></strong>Ciertamente el bien y la misericordia me seguirán todos los días de mi vida, Y en la casa de Jehová moraré por largos días.<br><br><strong>¿Qué significa para ti saber que hay Alguien así que te cuida? ¿Cómo podrías utilizar esta imagen para animar a alguien cuyo concepto de Dios se ha ensombrecido debido a sus luchas, cualesquiera que sean?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de junio ",
               "dayTitle":"<p>SITIOS EN EL TRAYECTO<br></p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p><strong>“Me guiará por sendas de justicia por amor de su nombre” (Sal. 23: 3).</strong> Imagina que las “sendas de justicia” (Sal. 23: 3) se extienden delante de ti a la distancia. No puedes ver su conclusión, pero sabes que al final del viaje está el hogar, la casa de Dios. Al enfocarlos un poco más cerca de ti, ¿ves adónde conducen los caminos? Puedes ver algunos lugares con claridad, pero otras partes están totalmente obstruidas por obstáculos grandes o peligrosos. A veces, el camino desaparece sobre una cresta. Algunas partes del camino son fáciles de recorrer; otras, son difíciles. Así era cuando Israel viajó de Egipto a la Tierra Prometida, y este salmo lo describe de la misma manera.<br><strong><br>Identifica, en el Salmo 23, los lugares por los que David ve pasar a las ovejas cuando siguen las sendas de justicia mientras se dirigen a la casa de Jehová.</strong><br><br><strong><sup>1</sup></strong>Jehová es mi pastor; nada me faltará.<br><br><strong><sup>2</sup></strong> En lugares de delicados pastos me hará descansar; Junto a aguas de reposo me pastoreará.<br><strong><br><sup>3</sup> </strong>Confortará mi alma; Me guiará por sendas de justicia por amor de su nombre.<br><br><strong><sup>4</sup> </strong>Aunque ande en valle de sombra de muerte, No temeré mal alguno, porque tú estarás conmigo; Tu vara y tu cayado me infundirán aliento.<br><br><strong><sup>5</sup> </strong>Aderezas mesa delante de mí en presencia de mis angustiadores; Unges mi cabeza con aceite; mi copa está rebosando.<br><br><strong><sup>6</sup></strong> Ciertamente el bien y la misericordia me seguirán todos los días de mi vida, Y en la casa de Jehová moraré por largos días.<br><br>Pero ¿por qué estas sendas se llaman “sendas de justicia”, o “caminos correctos” (RVC)? Hay cuatro razones importantes. En primer lugar, son caminos correctos porque conducen al destino correcto: la casa del Pastor. En segundo lugar, son caminos correctos porque nos mantienen en armonía con la persona adecuada: el mismísmo Pastor. En tercer lugar, son caminos correctos porque nos capacitan para ser las personas correctas, al igual que el Pastor. En cuarto lugar, son caminos correctos porque nos dan el testimonio acertado: a medida que nos transformamos en las personas correctas, damos gloria al Señor. Son caminos “correctos”, o sendas “de justicia”, ya sea que el recorrido sea fácil o difícil.<br><br>Es importante comprender que, cuando Dios nos guía, no se trata simplemente de que Dios entregue un paquete en su destino. Es mucho más que orientación y protección. Al igual que los tantos ejemplos de la Biblia en los que Dios guía a su pueblo (ya sea a Abraham con sus promesas o a Israel con la columna de fuego y la nube), cuando Dios guía, siempre instruye a su pueblo en justicia.<br><br>¿Cuán consciente eres de que la justicia es la prioridad del Pastor para tu vida? ¿De qué modo las pruebas pueden cambiar tu vida para que reflejes mejor el carácter de Cristo?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de junio",
               "dayTitle":"<p>DESVÍO INESPERADO 1: EL VALLE<br></p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p><strong>“Aunque ande en valle de sombra de muerte, no temeré mal alguno, porque tú estarás conmigo; tu vara y tu cayado me infundirán aliento” (Sal. 23: 4).</strong><br><br>Sería bueno que las sendas de justicia pasaran solo por las orillas cubiertas de hierba de los frescos arroyos. Pero, no es así como las pinta David. Estas sendas también pasan por el valle de sombra de muerte, un lugar que no tenemos muchas ganas de visitar. En ciertas épocas del año, los wadis y los barrancos que se encuentran en Israel son propensos a inundaciones repentinas, que podrían llegar inesperadamente y resultar abrumadoras. Estos lugares también son particularmente estrechos, con laderas empinadas que bloquean la luz. Por lo tanto, la “sombra de muerte” representa una “sombra muy profunda” o una “densa oscuridad”.<br><br><strong>Piensa en las veces que has estado en tu propio “valle de sombra de muerte”. ¿Qué sentiste? ¿Tuviste miedo, aunque sabías que el Pastor estaba allí? ¿Qué versículos bíblicos apreciaste más en ese momento y por qué?</strong><br><br><strong>¿Por qué crees que las ovejas terminaron en el valle? ¿Piensas que las ovejas llegaron allí solas o que el Pastor guio a las ovejas por ese camino? Justifica tu respuesta.<br></strong><br>Elisabeth Elliot escribe: “Un cordero que se encuentra en el valle de sombra de muerte podría llegar a la conclusión de que lo guiaron falsamente. Era necesario que él atravesara esa oscuridad para aprender a no temer. El pastor todavía está con él” (E. Elliot, Quest for Love, p. 218).<br><br>¿Alguna vez sentiste que te “guiaron falsamente” al valle? ¿Cómo respondiste a Dios durante esos momentos? ¿Por qué crees que el Pastor estaría dispuesto a asumir el riesgo de ser malinterpretado al permitirnos entrar en un valle oscuro?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de junio",
               "dayTitle":"<p>DESVÍO INESPERADO 2: LA MESA PREPARADA<br></p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p><strong>“Aderezas mesa delante de mí en presencia de mis angustiadores; unges mi cabeza con aceite; mi copa está rebosando” (Sal. 23: 5).</strong><br><br>A lo largo de la vida, inevitablemente nos toparemos con algunos enemigos. ¿Cómo tratar con ellos? ¿Alguna vez pasaste noches en vela, dando vueltas en la cama, soñando formas de vengarte de quienes tratan de lastimarte o de destruir tu trabajo? Suele ser difícil para los cristianos saber cómo comportarse con los enemigos.<br><br><strong>¿Que clase de enemigos has tenido en tu vida? ¿Cómo respondiste a quienes intentaron lastimarte a ti o a tus seres queridos? ¿Cuánto te apegaste a las palabras de Cristo en Mateo 5: 44, o a las de Pablo en Romanos 12: 18 al 21?</strong><br><br>Mateo 5: 44<br><br><sup>44</sup> Pero yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen;<br><br>Romanos 12: 18 al 21<br><br><sup>18</sup> Si es posible, en cuanto dependa de vosotros, estad en paz con todos los hombres.<br><br><sup>19</sup> No os venguéis vosotros mismos, amados míos, sino dejad lugar a la ira de Dios; porque escrito está: Mía es la venganza, yo pagaré, dice el Señor.<br><br><sup>20</sup> Así que, si tu enemigo tuviere hambre, dale de comer; si tuviere sed, dale de beber; pues haciendo esto, ascuas de fuego amontonarás sobre su cabeza.<br><br><sup>21</sup> No seas vencido de lo malo, sino vence con el bien el mal.<br><br>En Salmos 23: 5, David nos muestra una forma interesante de tratar con los enemigos. Al mirar más bien lo que Dios está haciendo en su favor, a David se le opaca la presencia de ellos. Y Dios está allí, preparándole un banquete.<br><br>En la cultura de David, cuando un invitado de honor llegaba a un banquete, el anfitrión ungía su cabeza con aceite cuando el invitado estaba a punto de entrar al salón del banquete. El aceite era una mezcla de aceite de oliva y perfume. A continuación, lo invitaba a sentarse frente a mucha más comida de la que podría llegar a comer.<br><br><strong>Los tres elementos (mesa, aceite, copa) del Salmos 23: 5, ¿cómo podrían ayudarnos a recordar que Dios es quien los provee, aunque estemos en el valle?</strong><br><br>Pablo nos recuerda: “No tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes” (Efe. 6: 12). Nuestros enemigos incluyen a los que vemos y a los que no vemos. Nos guste o no, estamos rodeados. Sin embargo, cuando estamos con el Pastor, ningún enemigo, visible o invisible, puede robarnos lo que él nos concedió.<br><br>Reflexiona sobre el trato que te brindó el Pastor cuando estabas rodeado de enemigos. ¿Qué rescatas de esos momentos que te permita agradecer aun en medio de esas dificultades?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de junio",
               "dayTitle":"<p>UNA PROMESA SEGURA PARA EL VIAJE<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p><strong>“Ciertamente el bien y la misericordia me seguirán todos los días de mi vida, y en la casa de Jehová moraré por largos días” (Sal. 23: 6).</strong><br><br>Cuando estamos en el valle o rodeados de enemigos, a veces es tentador creer que nos han dejado solos. En ocasiones sentimos que Dios no está haciendo mucho; razonamos que, si nos hubiese ayudado, no estaríamos en esa situación. Pero David obviamente no lo ve así.<br><br><strong>A pesar de sus pruebas, ¿qué dos cosas menciona David en Salmos 23:6 de las que está seguro? (Ver también Efe. 1: 4; 2 Ped. 1: 10; Heb. 11: 13-15.).</strong><br><br>Efe. 1: 4<br></p><p>4 según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,</p><p><sup>2</sup> Ped. 1: 10<br><br><sup>10</sup> Por lo cual, hermanos, tanto más procurad hacer firme vuestra vocación y elección; porque haciendo estas cosas, no caeréis jamás.<br><br><sup>4</sup> según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,<br><br>Heb. 11: 13-15<br><br><sup>13</sup> Conforme a la fe murieron todos estos sin haber recibido lo prometido, sino mirándolo de lejos, y creyéndolo, y saludándolo, y confesando que eran extranjeros y peregrinos sobre la tierra.<br><br><sup>14 </sup>Porque los que esto dicen, claramente dan a entender que buscan una patria;<br><br><sup>15</sup> pues si hubiesen estado pensando en aquella de donde salieron, ciertamente tenían tiempo de volver.<br><br>Algunas traducciones rinden que la bondad y el amor inagotables (el com\u0002promiso del Pacto de Dios) me “seguirán” todos los días de mi vida. Sin embargo, el verbo original es mucho más fuerte, y el versículo debería decir que la bondad y el amor inagotables me “perseguirán” todos los días de mi vida. (De hecho, es el mismo verbo hebreo que se usa en versículos como Gén. 14: 14; Jos. 10: 19; y 1 Sam. 25: 29, donde la idea de “persecución” es muy clara.)<br><br><strong>¿Qué idea viene a tu mente si imaginas que la bondad y el amor inagotables te “persiguen”? ¿Qué crees que David quiso decirnos acerca de Dios al describir su cuidado por nosotros de esta manera?</strong><br><br>No importa cuán profundo sea el valle o cuán persistentes sean los ene\u0002migos, la certeza de la bondad y el amor inagotables de Dios y la seguridad de su dirección hasta el final de nuestro viaje son incuestionables. Si estos pensamientos pudieron sostener a Jesús hasta el Calvario, nosotros también deberíamos sentirnos animados.<br><br>No obstante, hay momentos en los que aquellos a quienes cuidamos están llenos de interrogantes. Como David, la mejor manera de abordar estas preocupaciones a menudo no es con una descripción teológica de lo que Dios puede hacer. Más bien, como nos muestra David en Salmo 23:6, es mediante una afirmación, el compartir una convicción personal de la verdad acerca de nuestro Dios.<br><br>Según tu conocimiento de Dios, ¿qué evidencias pueden ilustrar la certeza de que su bondad y su amor inagotables nos persiguen? ¿Qué evidencias podrías añadir de la Biblia? ¿Cómo podrías compartir esto con quienes quizás estén cuestionando la certeza del cuidado de Dios? ¿En qué sentido la Cruz es el mayor ejemplo de esta “persecución”?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de julio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR<br></p>",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p>Lee Elena de White, Testimonios para la iglesia, t. 4, “Misioneros en el hogar”, p. 144; El Deseado de todas las gentes, “El divino Pastor”, pp. 442-448.<br><br>“Los que al fin salgan victoriosos tendrán épocas de terrible perplejidad y prueba en su vida religiosa; pero no deben desechar su confianza, pues es esta una parte de su disciplina en la escuela de Cristo y es esencial para que toda la escoria pueda ser eliminada. El siervo de Dios debe soportar con fortaleza los ataques del enemigo, sus dolorosos vituperios, y debe vencer los obstáculos que Satanás coloque en su camino. [...]<br><br>“Pero, si miran hacia arriba, no hacia abajo, a sus dificultades, no desmayarán en el camino; verán pronto a Jesús extendiendo su mano para ayudarlos, y solo tendrán que tenderle la de ustedes con confianza sencilla, y dejar que los guíe. A medida que cobren confianza, cobrarán esperanza. [...]<br><br>Hallarán en Cristo fuerza para formar un carácter fuerte, simétrico, hermoso. Satanás no puede anular la luz que irradie de semejante carácter. [...] Dios nos ha dado su mejor don, su Hijo unigénito mismo, para elevarnos, ennoblecernos y capacitarnos, invistiéndonos de su propia perfección de carácter para que tengamos un hogar en su Reino” (MJ 60, 61).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. ¿Hasta qué punto eres consciente de que la “terrible perplejidad y prueba” que se presenta en tu vida en realidad puede formar parte de tu “disciplina en la escuela de Cristo”?<br><br><strong>2</strong>. ¿En qué medida nuestra ayuda, consuelo y aliento para los que viven en el valle podrían ser parte de la forma en que el Pastor ayuda a las personas a superar sus crisis? ¿Qué cosas podemos hacer como iglesia con el fin de que el Señor nos use mejor para ayudar a los necesitados?<br><br><strong>3</strong>. En clase, que cada persona tenga la oportunidad de hablar sobre cómo la bondad y la misericordia los “persiguieron”. ¿Qué pueden aprender de las experiencias de los demás?<br><br><strong>4</strong>. Mediten sobre las últimas horas de la vida de Cristo, cuando entró en el crisol. Por lo que podemos deducir, ya sea de la Biblia o de Elena de White (El Deseado de todas las gentes es una gran fuente), ¿cómo pudo resistir Jesús en su humanidad? ¿Qué podemos tomar de su ejemplo para nosotros en los crisoles que también enfrentamos?</p> <p>EL SÁBADO ENSEÑARÉ...<br></p> <p><strong>RESEÑA<br><br>Texto clave: Salmos 23: 3.<br><br>Enfoque del estudio: Salmos 23; Romanos 12: 18-21.</strong><br><br><strong>Introducción:</strong><br><br>Este trimestre estamos iniciando un viaje largo pero importantísimo. Un viaje al significado del sufrimiento, el mal y la muerte. Sí, el sufrimiento puede estudiarse como un fenómeno separado de la existencia humana; se puede estudiar desde una perspectiva científica o psicológica en términos de percepción, afectos y consecuencias. Sin embargo, el enfoque bíblico sobre el sufrimiento es mucho más profundo. La Biblia explica el origen del sufrimiento, un origen que exonera a Dios de cualquier responsabilidad por la existencia del pecado. La Biblia también muestra cómo Dios utiliza el sufrimiento como un marco transformador para nuestros enriquecimiento, victoria y vida eterna. Si imaginamos la vida como un viaje, el Salmo 23 es uno de los mejores lugares para comenzar, porque habla de una senda. Esta senda nos lleva por los altibajos de nuestra vida. Más aún, hay Alguien que nos guía por esa senda. Ese Alguien es más que una guía; es un Pastor bondadoso y cariñoso. Las preguntas más importantes para nuestro viaje, para nuestros altibajos, son: ¿Conocemos al Pastor? ¿Confiamos en él pese a todo, sin importar dónde decida llevarnos?<br><br><strong>Temática de la lección:</strong><br><br>La lección de esta semana destaca tres temas principales.<br><br>1. Es muy importante entender que nuestra vida es un viaje que da diferentes vueltas<br><br>2. También es fundamental recordar que este camino no serpentea en forma desordenada, por casualidad. Dios es nuestro Guía y Pastor, y quizá permita que atravesemos los valles del sufrimiento y la muerte, y hasta podría guiarnos activamente en medio de ellos. Pero Dios no espera que hagamos este viaje con los ojos vendados. Nos da una promesa segura de que nos conducirá a la salvación.<br><br>3. No hay forma de sobrevivir al crisol de los avatares de la vida si no confiamos en que nuestro Pastor nos guiará cuando los atravesemos.<br><strong><br>COMENTARIO</strong><br><strong><br>Las dos sendas</strong><br><br>Una representación bíblica de la vida es una senda en medio de un paisaje. Esta senda sigue una trayectoria desde el nacimiento hasta la muerte. No hay una, sino dos sendas. La primera es la buena senda, la senda de la justicia, o rectitud (Prov. 8: 20), que conduce a la prosperidad y la vida (Sal. 1: 2, 3), porque Dios mismo allana el camino (Prov. 2: 8; Isa. 26: 7). La Palabra divina, que sirve como lámpara para sus pies cuando la vida es oscura (Sal. 119:105), guía a quienes andan por la senda buena, o recta. Con el tiempo, la senda se vuelve progresivamente más brillante, como el mediodía (Prov. 4: 18). Quienes están en esta senda también reconocen a Dios en todos los aspectos de la vida (Prov. 3: 5, 6). Aunque este camino conduce a la vida, es angosto y pocos lo recorren (Mat. 7:14). La segunda senda es la senda mala, o pecaminosa. Este es el camino ancho que conduce a la iniquidad, a la existencia superficial y a la muerte (Sal. 1: 4, 5; Prov. 14: 12; Mat. 7: 13).<br><br>Los caminos de nuestra vida son visibles para Dios; él los examina (Prov. 5: 21) y nos advierte: “No entres por la vereda de los impíos, ni vayas por el ca\u0002mino de los malos” (Prov. 4: 14; ver también Sal. 1: 1). Si alguien está en la senda equivocada y pecaminosa, Dios lo llama a cambiarse al buen camino: “Vivo yo, dice Jehová el Señor, que no quiero la muerte del impío, sino que se vuelva el impío de su camino, y que viva. Volveos, volveos de vuestros malos caminos; ¿por qué moriréis, oh casa de Israel?” (Eze. 33: 11).<br><br>De este breve estudio bíblico, surgen dos conclusiones.<br><br>1. Sí, el final de cada una de las dos sendas está establecido: la senda de justicia conduce a la vida, y la senda de iniquidad conduce a la muerte. Pero es nuestra la decisión de estar en una senda u otra. 2. Si decidimos permanecer en la senda de justicia, Dios promete que esta nos conducirá a la vida. Sí, la senda de justicia puede ser angosta; quizá nos lleve a través de montañas o valles oscuros, que pueden requerir luz, comida, perseverancia, paciencia o fuerza adicionales. Pero la senda de justicia terminará con luz, felicidad y vida. Mediante el profeta Isaías, Dios promete a quienes confían en él que su senda se convertirá en una calzada fácil de transitar: “Y habrá allí calzada y camino, y será llamado Camino de Santidad; no pasará inmundo por él, sino que él mismo estará con ellos; el que anduviere en este camino, por torpe que sea, no se extraviará” (Isa. 35:8).<br><br><strong>La religión como camino</strong><br><br>Al igual que otras cosmovisiones orientales, la Biblia describe el concepto de “religión” como un camino o un viaje. “Caminó Enoc con Dios [...] trescientos años” (Gén. 5: 22). El profeta Miqueas describe una época en la que mucha gente de todo el mundo dirá: “Venid, y subamos al monte de Jehová [...] nos enseñará en sus caminos, y andaremos por sus veredas [...]. Aunque todos los pueblos anden cada uno en el nombre de su dios, nosotros con todo andaremos en el nombre de Jehová nuestro Dios eternamente y para siempre” (Miq. 4: 2, 5). Dios llama a su pueblo a andar fielmente ante él (1 Rey. 3: 14; 9:4, Prov. 10: 9; Zac. 3: 7), y cuando se desvían del camino, Dios los llama de regreso: “Paraos en los caminos, y mirad, y preguntad por las sendas antiguas, cuál sea el buen camino, y andad por él, y hallaréis descanso para vuestra alma” (Jer. 6: 16).<br><br>En un principio, el cristianismo incipiente se llamó “el Camino” (Hech. 9:2; 19: 9, 23; 22: 4; 24: 14, 22), o “el camino de salvación” (Hech. 16: 17, NVI). Apolos fue “instruido en el camino del Señor” y recibió aún más enseñanzas mientras anduvo en él (Hech. 18: 25, 26). El apóstol Pablo también asocia la religión con “andar” y les insiste a los cristianos: “Ya no andéis como los otros gentiles, que andan en la vanidad de su mente” (Efe. 4: 17). El apóstol Juan nos exhorta a “andar” en los mandamientos de Dios y en su amor (2 Juan 1: 6).<br><br>Jesús declaró sobre sí mismo: “Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí” (Juan 14: 6). La combinación de “camino”, “verdad” y “vida” constituye tres pilares principales de la religión cristiana. Ahora bien, quizá nos preguntemos: ¿Es importante la religión cristiana? ¿Continúa siendo relevante hoy? Es cierto que la historia del cristianismo está plagada de apostasía, abusos, engaños y corrupción; muchas veces el cristianismo tomó derroteros distintos de la senda de Cristo. Pero, esto no significa que no haya que seguir una senda de justicia. Jesús continúa siendo el Camino y nos promete que su camino es la verdad y que nos llevará a la vida, la vida eterna. Jesús no es solo el Camino; también es “el Buen Pastor” (Juan 10: 11), como dice de sí mismo. ¿Qué significa esto? Jesús explica: “Conozco mis ovejas, y las mías me conocen” (Juan 10: 14); incluso las de otros rediles (ver Juan 10: 16). Hay más: Jesús, como “el Buen Pastor”, “su vida da por las ovejas” (Juan 10: 11; ver también 10: 15) y les dará “vida eterna; y no perecerán jamás, ni nadie las arrebatará de [su] mano” (Juan 10: 28). Entonces, seguir a Cristo en su camino, la senda de justicia, es el único camino seguro hacia la vida (Hech. 4: 12). Aunque sea angosto, aunque tenga encrucijadas, es el único camino hacia la vida, y el mejor. Nuestro Pastor nos llevará allí.<br><br>El concepto occidental de la palabra “religión” proviene del latín re (de nuevo) + ligare (conectar, atar): atar de nuevo, reconectar. Si bien surgió en el entorno cristiano occidental, este término también tiene sentido desde la perspectiva bíblica y puede conectarse con la visión bíblica de la religión como una “senda” y un “viaje”. Cuando la humanidad tomó la senda de la perdición, perdió la conexión con Dios. La religión es ese proceso mediante el cual los seres humanos y Dios se vuelven a conectar. Pero ¿cómo nos volvemos a conectar con Dios? Si la religión es una “senda” y un “viaje”, no es un fenómeno atemporal, ahistórico, como en las religiones mitológicas o filosóficas paganas. En el concepto bíblico, la religión (o la reconexión de la humanidad con la Deidad) es un proceso en el tiempo y el espacio. Es una experiencia personal e histórica, tanto para Dios como para nosotros. Dios viene a encontrarse con nosotros donde estamos, en la historia. Otra diferencia entre las religiones paganas y las bíblicas es que en las religiones paganas la gente debe abrirse paso, encontrar el camino hacia el mundo de los dioses, ganarse sus favores, reconectarse con ellos o robarles el secreto de la vida eterna. Al contrario, en la religión bíblica es Dios mismo quien nos abre el camino. Viene a buscarnos para salvarnos, para llevarnos de vuelta al camino de la vida, para llevarnos de vuelta a él. Por cierto, él mismo se convierte en el Camino, en el Guía y el Pastor. Él camina con nosotros a través de ese valle y nos guía por ese camino de reconexión con Dios. ¡Esta es la religión de Dios, la religión de la gracia!<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br>1. Examina la senda de tu vida. ¿En qué senda estás? ¿Qué puedes hacer para asegurarte de estar en la senda de justicia que te conducirá a la vida eterna?<br><br>2. ¿Encontraste a otros en la misma senda que la tuya? ¿Te encontraste con gente en una senda que conduce en sentido contrario? ¿Qué puedes hacer para ayudar a otros a elegir la senda de Jesús y a seguirlo?<br><br>3. Podemos confiar en que nuestro Pastor nos guiará en las encrucijadas de la vida, porque antes de permitirnos pasar por ellas él mismo pasó por esas encrucijadas. Pero, hay una diferencia básica entre la encrucijada de él y la nuestra: nosotros mismos (u otros seres humanos, o las consecuencias del pecado en general) causamos muchas de esas coyunturas. La encrucijada del Pastor fue por causa de nosotros, y él la tomó sobre sí en forma sacrificial, sustitutiva y redentora. Entender esto ¿cómo te ayuda a atravesar el sufrimiento?<br><br>4. Identifica dos encrucijadas por las que pasaste recientemente. Identifica la conducción y el cuidado de Dios por ti en esas experiencias.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"MAESTROS",
               "dayTitle":"EL SABADO ENSEÑARË",
               "id":18,
               "idDay":8,
               "idLesson":1,
               "lessonText":"Lección para maestros",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p><strong>EL CRISOL DEL PASTOR</strong><br></p>",
         "verse":"<p>Confortará mi alma; me guiará por sendas de justicia por amor de su nombre (Sal. 23: 3)<br></p>",
         "versionCode":7,
         "weekDate":"25 de junio- 1 de Julio "
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
