{
   "data":[
      {
         "color":"#954932",
         "id":3,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"11 de enero",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>Imagina la siguiente situación: En el Día del Padre, un niño de cinco años se acerca a su progenitor con un regalo mal envuelto y se lo entrega emocionado.<br><br>El padre le dice: “Hijo, no me importa tu regalo. Al fin y al cabo, no hay nada que puedas darme que me satisfaga. Cualquier cosa que me des la puedo conseguir yo mismo, la he comprado con mi dinero o está hecha con materiales que yo he pagado. Así que, guárdate tu regalo. No lo necesito ni lo quiero. Pero aun así te amo”.<br><br>¿Qué te parece la reacción imaginaria de ese padre? Vienen a mi mente palabras como “sin corazón”, “frío” e “insensible”. ¿Es así como Dios nos responde?<br><br><strong>¿Podemos agradar a Dios? Aunque sea difícil de imaginar, incluso nosotros, seres caídos, corrompidos por el pecado y propensos al mal, podemos agradar a Dios. En otras palabras, Dios no nos considera a nosotros ni los dones que le traemos con la actitud de ese padre. Al contrario, podemos agradar a Dios, pero solo por medio de Cristo.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de enero",
               "dayTitle":"<p>MÁS VALIOSO DE LO QUE PUEDES IMAGINAR<br></p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p>Como vimos en una lección anterior, no hay nadie, incluso el peor pecador o malhechor, a quien Dios no ame. Puesto que Dios valora a las personas más de lo que podemos imaginar, le disgusta el pecado porque nos ama y sabe el daño que el pecado nos hace.<br><strong><br>Lee Lucas 15:11 al 32. ¿Qué revela la parábola del hijo pródigo acerca de la compasión y el amor de Dios? ¿Qué advertencia hace a quienes, como el otro hijo, permanecieron en casa?</strong></p><p><strong>&nbsp;Lucas 15:11-32</strong></p><p><sup><strong>11 </strong></sup>También dijo: Un hombre tenía dos hijos;&nbsp;</p><p><sup><strong>12</strong></sup> y el menor de ellos dijo a su padre: Padre, dame la parte de los bienes que me corresponde; y les repartió los bienes.&nbsp;</p><p><sup><strong>13</strong></sup> No muchos días después, juntándolo todo el hijo menor, se fue lejos a una provincia apartada; y allí desperdició sus bienes viviendo perdidamente.&nbsp;</p><p><sup><strong>14</strong></sup> Y cuando todo lo hubo malgastado, vino una gran hambre en aquella provincia, y comenzó a faltarle.&nbsp;</p><p><sup><strong>15</strong></sup> Y fue y se arrimó a uno de los ciudadanos de aquella tierra, el cual le envió a su hacienda para que apacentase cerdos.&nbsp;</p><p><sup><strong>16</strong></sup> Y deseaba llenar su vientre de las algarrobas que comían los cerdos, pero nadie le daba.&nbsp;</p><p><sup><strong>17</strong></sup> Y volviendo en sí, dijo: ¡Cuántos jornaleros en casa de mi padre tienen abundancia de pan, y yo aquí perezco de hambre!&nbsp;</p><p><sup><strong>18</strong></sup> Me levantaré e iré a mi padre, y le diré: Padre, he pecado contra el cielo y contra ti.&nbsp;</p><p><sup><strong>19</strong></sup> Ya no soy digno de ser llamado tu hijo; hazme como a uno de tus jornaleros.&nbsp;</p><p><sup><strong>20</strong></sup> Y levantándose, vino a su padre. Y cuando aún estaba lejos, lo vio su padre, y fue movido a misericordia, y corrió, y se echó sobre su cuello, y le besó.&nbsp;</p><p><sup><strong>21</strong></sup> Y el hijo le dijo: Padre, he pecado contra el cielo y contra ti, y ya no soy digno de ser llamado tu hijo.</p><p><sup><strong>22</strong></sup> Pero el padre dijo a sus siervos: Sacad el mejor vestido, y vestidle; y poned un anillo en su mano, y calzado en sus pies.&nbsp;</p><p><sup><strong>23</strong></sup> Y traed el becerro gordo y matadlo, y comamos y hagamos fiesta;&nbsp;</p><p><sup><strong>24</strong></sup> porque este mi hijo muerto era, y ha revivido; se había perdido, y es hallado. Y comenzaron a regocijarse.<br><sup><br><strong>25</strong></sup> Y su hijo mayor estaba en el campo; y cuando vino, y llegó cerca de la casa, oyó la música y las danzas;&nbsp;</p><p><sup><strong>26</strong></sup> y llamando a uno de los criados, le preguntó qué era aquello.&nbsp;</p><p><sup><strong>27</strong></sup> Él le dijo: Tu hermano ha venido; y tu padre ha hecho matar el becerro gordo, por haberle recibido bueno y sano. <strong><sup>28</sup></strong> Entonces se enojó, y no quería entrar. Salió por tanto su padre, y le rogaba que entrase.&nbsp;</p><p><sup><strong>29</strong></sup> Mas él, respondiendo, dijo al padre: He aquí, tantos años te sirvo, no habiéndote desobedecido jamás, y nunca me has dado ni un cabrito para gozarme con mis amigos.&nbsp;</p><p><sup><strong>30</strong></sup> Pero cuando vino este tu hijo, que ha consumido tus bienes con rameras, has hecho matar para él el becerro gordo.&nbsp;</p><p><sup><strong>31</strong></sup> Él entonces le dijo: Hijo, tú siempre estás conmigo, y todas mis cosas son tuyas.&nbsp;</p><p><sup><strong>32</strong></sup> Mas era necesario hacer fiesta y regocijarnos, porque este tu hermano era muerto, y ha revivido; se había perdido, y es hallado.<strong><br></strong></p><p>En esta historia que cuenta Jesús, el hijo menor de un hombre pidió su herencia antes de tiempo, lo que implicó rechazar a su padre y su familia. El hijo pródigo despilfarra su herencia y se ve reducido a la pobreza y al hambre, al punto de anhelar la comida con que alimenta a los cerdos puestos a su cuidado.<br><br>Al darse cuenta de que los criados de su padre tienen comida en abundancia, decide volver a casa con la esperanza de convertirse en criado.<br><br>Lo que sigue es impactante. Algunos padres rechazarían a un hijo como ese. “Tomaste tu herencia y te fuiste lejos. Ya no hay aquí lugar para ti”. Esa sería en verdad una actitud lógica. A los ojos de algunos padres, ese joven había ido demasiado lejos como para ser aceptado de nuevo en casa, especialmente como hijo.<br><br>Pero, en la parábola, el padre (que representa a Dios mismo) no reacciona así. Por el contrario, “cuando [el hijo pródigo] aún estaba lejos, su padre lo vio y se compadeció. Corrió, se echó sobre su cuello y lo besó” (Luc. 15:20). Aunque en aquellos tiempos se consideraba poco digno que el dueño de la casa fuera en busca de alguien, el padre, en su gran compasión, salió a buscar a su hijo. Incluso organizó una fiesta de bienvenida para él, lo cual representa la gran compasión de Dios por cada persona descarriada y el gozo que siente cuando aun una sola persona vuelve al hogar. ¡Qué hermosa imagen de Dios!<br><br><strong>Resulta interesante la reacción del otro hijo. ¿Por qué fue una reacción tan humana, basada, al menos en parte, en la justicia, y también tan comprensible? Sin embargo, ¿qué nos enseña esa parte de la historia acerca de cómo los conceptos humanos de justicia no captan la profundidad del evangelio o del amor de Dios por nosotros?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de enero",
               "dayTitle":"<p>EL REGOCIJO DE DIOS<br></p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p>Aunque nos cueste imaginarlo, Dios considera que cada persona tiene un valor incalculable, y por eso se regocija por la salvación de una sola alma.<br><br><strong>Lee Sofonías 3:17. ¿Cómo arroja luz este versículo sobre la parábola del hijo pródigo?</strong></p><p><strong>Sofonías 3:17</strong><sup><br></sup></p><p><sup><strong>17 </strong></sup>Jehová está en medio de ti, poderoso, él salvará; se gozará sobre ti con alegría, callará de amor, se regocijará sobre ti con cánticos.</p><p>Sofonías 3:17 muestra enfáticamente el deleite que Dios experimenta por la redención de su pueblo. En este versículo aparecen casi todas las palabras del idioma hebreo que expresan alegría y regocijo. Daría la impresión de que ninguno de esos términos fuera suficiente por sí solo para describir la magnitud del regocijo divino. Nota también dónde está Dios según este versículo: “en medio” de su pueblo. La reconciliación que surge de la relación de amor implica la presencia inmediata de Dios. Al igual que el padre que corrió al encuentro de su hijo, Dios está en medio de su pueblo.<br><br>En Isaías 62:4 se utiliza una analogía matrimonial. Según ese texto, el pueblo de Dios sería llamado “Hefziba”, que significa “mi delicia”; y la tierra recibiría el nombre de “Beula”, que significa “casada”. ¿Por qué? Porque, como dice el texto, “el Señor se deleitará en ti, y tu tierra será casada”. El pináculo mismo de la alegría de Dios está reservado para el día de la restauración, cuando él recibirá a su pueblo y se regocijará a causa de nosotros, así como el padre se regocijó por el regreso de su hijo pródigo.<br><br><strong>Lee Efesios 5:25 al 28. ¿Qué dice esto acerca del tipo de amor que también nosotros estamos llamados a demostrar?</strong><br></p><p><strong>Efesios 5:25-28</strong></p><p><sup><strong>&nbsp;25</strong></sup> Maridos, amad a vuestras mujeres, así como Cristo amó a la iglesia, y se entregó a sí mismo por ella,&nbsp;</p><p><sup><strong>26</strong></sup> para santificarla, habiéndola purificado en el lavamiento del agua por la palabra,&nbsp;</p><p><sup><strong>27</strong></sup> a fin de presentársela a sí mismo, una iglesia gloriosa, que no tuviese mancha ni arruga ni cosa semejante, sino que fuese santa y sin mancha.&nbsp;</p><p><sup><strong>28</strong></sup> Así también los maridos deben amar a sus mujeres como a sus mismos cuerpos. El que ama a su mujer, a sí mismo se ama. <br></p><p>Este pasaje exhorta a los esposos a amar a sus esposas “como Cristo amó a la iglesia y se entregó a sí mismo por ella”, y a amarlas “como a su mismo cuerpo” (Efe. 5:25, 28). Estos textos no solo ponen de relieve el tipo de amor desinteresado y abnegado que un marido debe prodigar a su esposa, sino también muestran que Cristo mismo ama a su pueblo (la iglesia) como parte de sí mismo.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de enero",
               "dayTitle":"<p>¿COMPLACER A DIOS?<br></p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p>¿Cómo es posible que el Dios del universo se complazca en meros seres humanos, fugaces manchas de protoplasma en un minúsculo planeta en medio de lo que probablemente sea un universo infinito? ¿Cómo es posible que los seres humanos importen tanto al Ser supremo, que es todopoderoso y no necesita nada? Estas preguntas pueden dividirse en dos aspectos. En primer lugar, ¿cómo es posible que Dios mismo esté encantado? En segundo lugar, ¿cómo podemos los seres humanos deleitarlo, sobre todo en vista de nuestra pecaminosidad? El primer aspecto de estas preguntas es el tema de nuestro estudio de hoy; el segundo aspecto nos ocupará mañana.<br><br><strong>Lee Isaías 43:4; Salmos 149:4; y Proverbios 15:8 y 9. ¿Qué nos dicen estos textos acerca del deleite de Dios a causa de nosotros individualmente y de su pueblo?</strong><br></p><p><strong>Isaías 43:4</strong></p><p><sup><strong>4</strong></sup> Porque a mis ojos fuiste de gran estima, fuiste honorable, y yo te amé; daré, pues, hombres por ti, y naciones por tu vida.<br></p><p><strong>Salmos 149:4</strong></p><p><sup><strong>4 </strong></sup>Porque Jehová tiene contentamiento en su pueblo; hermoseará a los humildes con la salvación.</p><p><strong>Proverbios 15:8,9</strong></p><p><sup><br><strong>8</strong></sup> El sacrificio de los impíos es abominación a Jehová; mas la oración de los rectos es su gozo.<br><sup><br><strong>9 </strong></sup>Abominación es a Jehová el camino del impío; mas él ama al que sigue justicia.<br><br></p><p>Como vimos parcialmente ayer, Dios puede complacerse en los seres humanos porque ama a las personas de una manera que tiene en cuenta los mejores intereses para ellas, así como lo haría cualquiera que amara y se preocupara por los demás.<br><br>Por el contrario, Dios se disgusta con su pueblo cuando este hace lo malo. De hecho, Proverbios 15:8 y 9 enseña que, mientras que el “sacrificio” y el “camino” de los malvados son “abominación para el Señor”, la “oración de los rectos es su gozo” y “Él ama al que sigue la justicia”. Este pasaje no solo muestra que a Dios le disgusta el mal, sino también que se deleita en la bondad. También pone el deleite divino y el amor en relación directa, mostrando la profunda conexión existente entre el amor de Dios y su deleite, que aparece en toda la Escritura.<br><br>Según Salmos 146:8, “el Señor ama a los justos”. Otro texto, 2 Corintios 9:7, añade: “Dios ama al que da con alegría”. Observa, en primer lugar, lo que estos versículos no dicen. No dicen que Dios ama solo a los justos o que Dios ama solo al dador alegre. Dios ama a todos. Sin embargo, para que estos textos transmitan algo, deben significar que Dios ama a “los justos” y “al que da con alegría” en algún sentido especial. Lo que hemos visto en Proverbios 15:8 y 9 contiene la clave acerca de esto: Dios los ama en el sentido de estar complacido con ellos.<br><br><strong>Piensa en cuán estrechamente ligados están el Cielo y la Tierra para que Dios, el Creador del universo, esté tan íntimamente comprometido, incluso emocionalmente, con nosotros. ¿Qué esperanza debería darte esta asombrosa idea, especialmente si estás atravesando un mal momento?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de enero",
               "dayTitle":"<p>PIEDRAS VIVAS</p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p><strong>¿Cómo es posible que nosotros, seres caídos y pecadores, podamos agradar a un Dios santo?</strong><br><br><strong>Lee Romanos 5:8; y 8:1. ¿Qué enseñan estos textos acerca de nuestra posición ante Dios?</strong></p><p><strong>Romanos 5:8</strong></p><p><sup><strong>&nbsp;8 </strong></sup>Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros. <br></p><p><strong>Romanos 8:1</strong></p><p><sup><strong>1</strong></sup> Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu.<br><br>Dios concede su gracia a las personas antes de cualquier respuesta humana. Antes de cualquier cosa que digamos o hagamos, Dios se acerca a nosotros y nos da la oportunidad de aceptar o rechazar su amor. Como dice Romanos 5:8: “Dios demuestra su amor hacia nosotros en que, siendo aún pecadores, Cristo murió por nosotros” (compara con Jer. 31:3). Podemos reconciliarnos con Dios y ser agradables a sus ojos por la fe y en virtud de la obra de nuestro Redentor.<br><br><strong>Lee 1 Pedro 2:4 al 6 y compáralo con Hebreos 11:6. ¿Qué nos dice esto acerca de cómo podemos agradar a Dios?</strong><br></p><p><strong>1 Pedro 2:4-6 <sup><br></sup></strong></p><p><sup><strong>4</strong></sup> Acercándoos a él, piedra viva, desechada ciertamente por los hombres, mas para Dios escogida y preciosa,&nbsp;</p><p><sup><strong>5 </strong></sup>vosotros también, como piedras vivas, sed edificados como casa espiritual y sacerdocio santo, para ofrecer sacrificios espirituales aceptables a Dios por medio de Jesucristo.&nbsp;</p><p><sup><strong>6 </strong></sup>Por lo cual también contiene la Escritura: he aquí, pongo en Sion la principal piedra del ángulo, escogida, preciosa y el que creyere en él, no será avergonzado.<strong><br></strong></p><p><strong>Hebreos 11:6</strong></p><p><sup><strong>6</strong></sup> Pero sin fe es imposible agradar a Dios; porque es necesario que el que se acerca a Dios crea que le hay, y que es galardonador de los que le buscan.<strong><br></strong></p><p>Sin la intervención de Dios, las personas caídas son incapaces de aportar nada valioso a Dios. Sin embargo, en su gracia y misericordia, él ha abierto un camino para ello a través de la obra de Cristo. Concretamente, “por medio de Jesucristo” podemos “ofrecer sacrificios espirituales agradables a Dios” (1 Ped. 2:5). Aunque “sin fe es imposible agradar a Dios” (Heb. 11:6), por la obra mediadora de Cristo, Dios hará a los creyentes “aptos en toda buena obra, para que hagan su voluntad, haciendo él en ustedes lo que es agradable ante él por medio de Jesucristo, a quien sea la gloria por los siglos de los siglos. Amén” (Heb. 13:21). Quienes responden a Dios por la fe son considerados justos ante él por la mediación de Cristo, cuya justicia es aceptable. Así, quienes responden a las amorosas propuestas de Dios son considerados dignos en virtud de la mediación de Cristo (Luc. 20:35), quien los transforma a su semejanza (1 Cor. 15:51-57; 1 Juan 3:2). La obra redentora de Dios no es solo algo hecho para nosotros, sino también en nosotros.<br><br><strong>¿Por qué es tan alentadora la idea de que Cristo medie por ti en el Cielo?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de enero",
               "dayTitle":"<p>UN OBJETIVO DIGNO<br></p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p>Al amparo de la misericordia y la mediación de Dios, él se complace aun en la más pequeña respuesta positiva a su amor. Por medio de aquel que es el único digno de amor y perfectamente justo, cada uno de nosotros puede ser considerado justo y contado entre los amados de Dios que vivirán con él en perfecto amor por la eternidad. Esta es la gran esperanza de la Redención, que implica la obra de Cristo por nosotros en el Cielo.<br><br>Pero, tal vez te preguntes: ¿Puede esto incluirme aun a mí? ¿Y si no soy lo suficientemente bueno? ¿Y si carezco de la fe suficiente?<br><br><strong>Lee Marcos 9:17 al 29. ¿Cómo responde Dios al hombre del relato? ¿Cuánta fe es suficiente?</strong><br></p><p><strong>Marcos 9:17-29</strong></p><p><strong><sup>17</sup></strong> Y respondiendo uno de la multitud, dijo: Maestro, traje a ti a mi hijo, que tiene un espíritu mudo,&nbsp;</p><p><sup><strong>18</strong></sup> el cual, dondequiera que le toma, le sacude; y echa espumarajos, y cruje los dientes, y se va secando; y dije a tus discípulos que lo echasen fuera, y no pudieron.&nbsp;</p><p><sup><strong>19</strong></sup> Y respondiendo él, les dijo: ¡Oh generación incrédula! ¿Hasta cuándo he de estar con vosotros? ¿Hasta cuándo os he de soportar? Traédmelo.&nbsp;</p><p><sup><strong>20</strong></sup> Y se lo trajeron; y cuando el espíritu vio a Jesús, sacudió con violencia al muchacho, quien cayendo en tierra se revolcaba, echando espumarajos.&nbsp;</p><p><sup><strong>21</strong></sup> Jesús preguntó al padre: ¿Cuánto tiempo hace que le sucede esto? Y él dijo: Desde niño.&nbsp;</p><p><sup><strong>22</strong></sup> Y muchas veces le echa en el fuego y en el agua, para matarle; pero si puedes hacer algo, ten misericordia de nosotros, y ayúdanos.&nbsp;</p><p><sup><strong>23</strong></sup> Jesús le dijo: Si puedes creer, al que cree todo le es posible.</p><p><sup><strong>24</strong></sup> E inmediatamente el padre del muchacho clamó y dijo: Creo; ayuda mi incredulidad.&nbsp;</p><p><sup><strong>25</strong></sup> Y cuando Jesús vio que la multitud se agolpaba, reprendió al espíritu inmundo, diciéndole: Espíritu mudo y sordo, yo te mando, sal de él, y no entres más en él.&nbsp;</p><p><sup><strong>26</strong></sup> Entonces el espíritu, clamando y sacudiéndole con violencia, salió; y él quedó como muerto, de modo que muchos decían: Está muerto.&nbsp;</p><p><sup><strong>27</strong></sup> Pero Jesús, tomándole de la mano, le enderezó; y se levantó.&nbsp;</p><p><sup><strong>28</strong></sup> Cuando él entró en casa, sus discípulos le preguntaron aparte: ¿Por qué nosotros no pudimos echarle fuera?&nbsp;</p><p><sup><strong>29</strong></sup> Y les dijo: Este género con nada puede salir, sino con oración y ayuno.<strong><br></strong></p><p>Los discípulos no pudieron expulsar al demonio. Para este padre y su hijo, toda esperanza parecía perdida. Pero Jesús se acercó y le dijo al padre: “Si puedes creer, al que cree todo le es posible” (Mar. 9:23). Y el padre clamó diciendo: “¡Creo! ¡Ayuda mi poca fe!” (Mar. 9:24).<br><br>Jesús no dijo al hombre: “Vuelve a mí cuando tengas más fe”. En lugar de eso, su clamor: “¡Ayuda mi poca fe!” fue suficiente.<br><br>Sin fe es imposible agradar a Dios (Heb. 11:6). Sin embargo, Jesús acepta aun la fe más pequeña. Podemos agradar a Dios por la fe en virtud de la mediación de Cristo. Por medio de la fe y gracias a la obra de Cristo en nuestro favor, podemos responder de forma que agrademos a Dios, así como un padre humano se complace cuando a lo mejor su hijo le da un regalo que, objetivamente, carece de valor en sí mismo.<br><br>Por lo tanto, debemos seguir el consejo de Pablo de que nuestro objetivo sea “agradar” a Dios (2 Cor. 5:9, 10; compara con Col. 1:10; 1 Tes. 4:1; Heb. 11:5).<br><br>Además, debemos pedir a Dios que transforme nuestros intereses para que incluyan los mejores de aquellos a quienes amamos y que expanda nuestro amor para que alcance a otros. “Ámense unos a otros con afecto fraternal. En cuanto a la honra, den preferencia a los otros. En el trabajo no sean perezosos. Sean fervientes en espíritu, sirviendo al Señor; gozosos en la esperanza, sufridos en la tribulación, constantes en la oración. Contribuyan a las necesidades de los santos. Practiquen la hospitalidad” (Rom. 12:10-13).<br><strong><br>Si Dios nos acepta en virtud de Cristo, ¿cuánto más debemos aceptar a los demás? ¿Qué luz arrojan sobre esta idea el mandamiento de amar al prójimo como a uno mismo (Lev. 19:18; Mat. 22:39) y la Regla de Oro de tratar a las personas como uno quiere ser tratado?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de enero",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>Lee el capítulo titulado “No se angustien”, pp. 617 a 635 de El Deseado de todas las gentes, de Elena de White.<br><br>“El Señor se chasquea cuando su pueblo se tiene en muy baja estima. Desea que su heredad escogida se estime según el valor que él le ha atribuido. Dios los quiere; de lo contrario no hubiera mandado a su Hijo a una empresa tan costosa para redimirlos. Los necesita y le agrada cuando le dirigen las más elevadas demandas a fin de glorificar su nombre. Puede esperar grandes cosas si tienen fe en sus promesas.<br><br>“Pero orar en nombre de Cristo significa mucho. Significa que hemos de aceptar su carácter, manifestar su espíritu y realizar sus obras. La promesa del Salvador se nos da bajo cierta condición. ‘Si me aman, guarden mis mandamientos’. Él salva a los hombres no en el pecado, sino del pecado; y los que lo aman mostrarán su amor por medio de la obediencia.<br><br>“Toda verdadera obediencia proviene del corazón. La de Cristo procedía del corazón. Y si nosotros consentimos, se identificará de tal manera con nuestros pensamientos y fines, amoldará de tal manera nuestro corazón y mente en conformidad con su voluntad, que cuando le obedezcamos estaremos tan solo ejecutando nuestros propios impulsos. La voluntad, refinada y santificada, hallará su más alto deleite en servirlo. Cuando conozcamos a Dios como es nuestro privilegio conocerlo, nuestra vida será una vida de continua obediencia.<br><br>Si apreciamos el carácter de Cristo y tenemos comunión con Dios, el pecado llegará a sernos odioso” (Elena G. de White, El Deseado de todas las gentes, p. 621).<br><br><strong>PREGUNTAS PARA DIALOGAR:<br></strong><br><strong>1.</strong> ¿Qué puede significar “recibir desinteresadamente”? ¿Cómo crees que será la relación de dar y recibir en el Cielo y en la Tierra Nueva?<br><br><strong>2</strong>. Provenientes de una parte lejana del cosmos (quizá más allá del alcance del telescopio espacial James Webb), los mensajeros celestiales se refirieron al profeta Daniel como jamudot: en hebreo, “amado, deseable, precioso”. Y lo hicieron tres veces. En Daniel 9:23, Gabriel dice: “Porque tú eres muy amado” (ki jamudot attah). En Daniel 10:11, un ser celestial (tal vez nuevamente Gabriel) lo llama, “varón muy amado” (ish jamudot), una frase repetida a Daniel más tarde (Dan. 10:19). Piensa en lo que esto dice de Dios y de cuán cerca está de nosotros. ¿Qué esperanza puedes extraer para ti mismo de esta asombrosa verdad?<br><br><strong>3. </strong>¿Cómo se relacionan los ejemplos de los héroes de la fe de los que se habla en Hebreos 11 con el contenido de la lección de esta semana? Específicamente, ¿qué revelan tales ejemplos acerca de cómo es posible “agradar a Dios” por la fe? ¿Qué puedes aprender y aplicar a tu vida diaria de esos ejemplos de fe y fidelidad?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>RESEÑA</strong><br><strong><br>Texto clave: Sofonías 3:17<br><br>Enfoque del estudio: Sofonías 3:17; Lucas 15:4-32.<br><br>Introducción: Nuestro amoroso Dios se regocija en tener una relación de amor con sus criaturas.</strong><br><br><strong>Temática de la lección</strong><br><br><strong>La lección de esta semana enfatiza tres puntos básicos:</strong><br><br>La complacencia de Dios con sus criaturas muestra cuán valiosos somos a sus ojos: Cada persona es preciosa y de un valor incalculable para él. Por ello, se deleita cuando sus hijos y sus hijas se arrepienten y lo buscan. Las parábolas de Lucas 15 destacan la alegría y la celebración de Dios por la salvación de una persona perdida. La alegría que le produce nuestra salvación demuestra cuán preciosos somos para él.<br><br>Dios se complace en la alegría y la alabanza humanas: Dios quiere llenar nuestros corazones de alegría desbordante y se complace en el gozo y la alabanza humanos. Él invita a su pueblo a gozarse en él cuando lo alaban con alegría mediante sus oraciones y sus cánticos. Además, las alabanzas dirigidas a Dios nos ayudan a vislumbrar el gozo que experimentará junto a su pueblo en el futuro. Debido a nuestra indignidad, necesitamos a Cristo para agradar a Dios: Se nos invita a agradar a Dios ofreciéndole alabanzas, acción de gracias, practicando el bien y siendo dadivosos con los necesitados. Sin embargo, solo podemos hacer estas cosas en virtud de la mediación de Cristo. Nuestra fe solo es agradable a Dios por medio de la obra de Cristo en nuestro favor.<br><br>Aplicación a la vida La complacencia de Dios con sus criaturas muestra cuán valiosos somos a sus ojos y cuánto aprecia su Creación. ¿Cómo podemos reconocer el valor de cada persona?<br><br><strong>COMENTARIO<br><br>La complacencia de Dios con sus criaturas muestra cuán valiosos somos a sus ojos</strong><br><br>La parábola del hijo pródigo es una ilustración notable y hermosa de cuán valiosos somos los seres humanos a los ojos de Dios. De hecho, las tres parábolas de Lucas 15, dirigidas a los fariseos y los escribas quejumbrosos (Luc. 15:2), enfatizan cuán increíblemente valiosas son las personas perdidas debido al pecado, a la vista de Dios. Es importante mencionar que, al analizar las palabras de los fariseos y los escribas, se puede notar que ellos no veían ninguna valor en las personas pecadoras que sí eran recibidas amorosamente por Jesús (Luc. 15:2). Elena de White señala el contraste entre ambas actitudes con las siguientes palabras: “Los fariseos habían tenido solo desprecio y condenación para ellos; pero Cristo los saludaba como a hijos de Dios, indudablemente alejados de la casa del Padre, pero no olvidados por el corazón del Padre” (Palabras de vida del gran Maestro, p. 145).<br><br>Al relatar las tres parábolas, Jesús condena la actitud despectiva que los fariseos manifestaban hacia los pecadores y, al mismo tiempo, destaca cómo Dios siente gozo en recuperar y acoger a las personas que se han perdido y están atrapadas en las garras del pecado. En otras palabras, la expresión de alegría y placer que siente al final del relato el personaje principal de cada parábola es una indicación de cuán valioso es quien se perdió. Por ejemplo, en la parábola de la oveja perdida, el pastor va tras ella “hasta hallarla” (Luc. 15:4). Luego vuelve con ella “sobre sus hombros gozoso” (Luc. 15:5). Al notar la alegría del pastor, nos damos cuenta de cuán valiosa es a sus ojos la oveja que se había perdido. De hecho, la alegría y el placer del pastor son desbordantes, pues invita a vecinos y amigos a alegrarse con él (Luc. 15:6). La lección de la parábola es que al redimir a un pecador perdido Dios siente una alegría comparable (de hecho, mayor) a la de un pastor que recuperó uno de sus corderos perdidos.<br><br>La mujer que había perdido una dracma pasa por un proceso similar. Luego de perder la preciada moneda, ella “enciende la lámpara y barre la casa” (Luc. 15:8). Al notar la ausencia de la dracma, trabaja activamente para encontrarla: “la busca con diligencia hasta hallarla” (Luc. 15:8). Luego de encontrarla, busca a sus “amigas y vecinas” y las invita a compartir el gozo de encontrar su moneda perdida: “Alégrense conmigo, porque encontré la dracma que había perdido” (Luc. 16:9). Al igual que en la parábola de la oveja perdida, Jesús enfatiza que el gozo de encontrar lo perdido ilustra el gozo celestial por la redención de un pecador arrepentido: “Hay [...] alegría en el cielo por un pecador que se arrepiente” (Luc. 15:7); “hay alegría ante los ángeles de Dios por un pecador que se arrepiente” (Luc. 15:10).<br><br>La palabra griega traducida en Lucas 15:32 como “era necesario” es el verbo dei, que literalmente significa “es necesario, es algo que debe ser hecho”, o enfatiza que algo “debe suceder porque es apropiado” (Frederick W. Danker, et al., A Greek- English lexicon of the New Testament and other Early Christian literature [University of Chicago Press, 2000], p. 214). Algunas versiones bíblicas traducen ese término como “había que celebrar” (DHH) o “teníamos que hacer fiesta” (NVI). Este lenguaje imperativo muestra cuán valioso era aquel que estaba perdido pero que ahora había sido encontrado. Alegrarse no era optativo, sino una respuesta necesaria y deseada a la salvación del perdido. Desde esta perspectiva, el padre enfatiza que “debemos” celebrarlo. No hay otra cosa que hacer a la luz del valor de quien ha sido encontrado. Al igual que en las dos parábolas anteriores, el padre no quiere celebrar solo, y extiende la invitación a sus siervos para que ellos compartan el gozo y la alegría. Los criados participan en la fiesta (Luc. 15:22-27), y el padre invita de manera enfática al hijo mayor para que también se una a la celebración. El hijo pródigo no es solo “tu hijo”, como dice el hermano mayor (Luc. 15:30), sino también “tu hermano”, como dice el padre (Luc. 15:32).<br><br>Por lo tanto, las parábolas contadas por Jesús en Lucas 15 enseñan que el gozo de Dios por la salvación de sus hijos y sus hijas muestra cuán valiosos somos a sus ojos. Él quiere que no solo nos sintamos valorados en vista del amoroso gozo que siente a causa de nosotros, sino también celebremos con él y que, por lo tanto, valoremos de todo corazón la salvación de nuestros hermanos y hermanas. Dios se complace en la alegría y la alabanza humanas Sofonías 3:17 y Salmos 149:4 son similares porque ambos textos enfatizan el contentamiento de Dios. El Salmo 149 es una invitación a alabar a Dios con alegría:<br><br>“¡Alégrese Israel en su Creador! Los hijos de Sion se gocen en su Rey” (Sal. 149:2). La razón de esta invitación se presenta en el versículo 4: “Porque el Señor se complace en su pueblo”. Por lo tanto, el salmo afirma que el deleite que se describe en este pasaje surge naturalmente de una relación amorosa bidireccional. Dios se complace a causa del pueblo y, sobre esta base, invita a este a experimentar deleite en el Señor alabándolo con alegría.<br><br>Del mismo modo, Sofonías 3:14 exhorta al pueblo de Dios a alabar al Señor con alegría. “¡Canta, hija de Sion! ¡Da voces de júbilo, Israel! ¡Gózate y regocíjate de todo corazón, hija de Jerusalén!” En el versículo siguiente se enfatiza que el Dios poderoso y salvador está en medio de su pueblo y que “se gozará sobre ti con alegría, te pacificará con su amor, se regocijará sobre ti con cantar”. Mientras que en el Salmo 149 el contentamiento de Dios es la razón de la alabanza y la alegría humanas, en Sofonías 3 se supone que las alabanzas dirigidas a él vislumbran el deleite y la alegría futuros que Dios experimentará en compañía de su pueblo.<br><br>Debido a nuestra indignidad, necesitamos a Cristo para agradar a Dios En las Escrituras se describen varias maneras diferentes en que podemos agradar a Dios. Por ejemplo, teniendo fe en él (Heb. 11:5, 6), manteniendo una vida recta (2 Cor. 5:9), aumentando nuestro conocimiento de la voluntad divina (Col. 1:10) e imitando las enseñanzas transmitidas en la Escritura (1 Tes. 4:1). Sin embargo, un texto que resume las instrucciones bíblicas acerca de cómo agradar a Dios es Hebreos 13:15. Allí se nos insta a ofrecer continuamente sacrificios espirituales a Dios. Esto incluye alabarlo con nuestros labios en acción de gracias, practicar el bien con los demás y compartir bendiciones con nuestros prójimos. El versículo siguiente concluye: “tales sacrificios agradan a Dios” (Heb. 13:16). Cabe destacar que las primeras palabras de Hebreos 13:15 indican que no debemos ofrecer estos sacrificios a Dios por nosotros mismos, sino “por medio de Jesús”. En otras palabras, no podemos agradar a Dios con nuestras propias alabanzas y buenas obras. Solo por medio de Cristo nuestras alabanzas y nuestras obras pueden ser ofrecidas como sacrificios espirituales que agraden verdaderamente a Dios.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>El ser humano está dotado de un valor extraordinario. Eres valioso porque has sido creado a imagen de Dios. Es asombroso pensar que Dios valora a los seres humanos más de lo que podríamos imaginar. Con esta perspectiva en mente, reflexiona acerca de las siguientes preguntas: siente a causa de nosotros, sino también celebremos con él y que, por lo tanto, valoremos de todo corazón la salvación de nuestros hermanos y hermanas. Dios se complace en la alegría y la alabanza humanas Sofonías 3:17 y Salmos 149:4 son similares porque ambos textos enfatizan el contentamiento de Dios. El Salmo 149 es una invitación a alabar a Dios con alegría:<br><br>“¡Alégrese Israel en su Creador! Los hijos de Sion se gocen en su Rey” (Sal. 149:2).<br><br>La razón de esta invitación se presenta en el versículo 4: “Porque el Señor se complace en su pueblo”. Por lo tanto, el salmo afirma que el deleite que se describe en este pasaje surge naturalmente de una relación amorosa bidireccional. Dios se complace a causa del pueblo y, sobre esta base, invita a este a experimentar deleite en el Señor alabándolo con alegría.<br><br>Del mismo modo, Sofonías 3:14 exhorta al pueblo de Dios a alabar al Señor con alegría. “¡Canta, hija de Sion! ¡Da voces de júbilo, Israel! ¡Gózate y regocíjate de todo corazón, hija de Jerusalén!” En el versículo siguiente se enfatiza que el Dios poderoso y salvador está en medio de su pueblo y que “se gozará sobre ti con alegría, te pacificará con su amor, se regocijará sobre ti con cantar”. Mientras que en el Salmo 149 el contentamiento de Dios es la razón de la alabanza y la alegría humanas, en Sofonías 3 se supone que las alabanzas dirigidas a él vislumbran el deleite y la alegría futuros que Dios experimentará en compañía de su pueblo.<br><br>Debido a nuestra indignidad, necesitamos a Cristo para agradar a Dios En las Escrituras se describen varias maneras diferentes en que podemos agradar a Dios. Por ejemplo, teniendo fe en él (Heb. 11:5, 6), manteniendo una vida recta (2 Cor. 5:9), aumentando nuestro conocimiento de la voluntad divina (Col. 1:10) e imitando las enseñanzas transmitidas en la Escritura (1 Tes. 4:1). Sin embargo, un texto que resume las instrucciones bíblicas acerca de cómo agradar a Dios es Hebreos 13:15. Allí se nos insta a ofrecer continuamente sacrificios espirituales a Dios. Esto incluye alabarlo con nuestros labios en acción de gracias, practicar el bien con los demás y compartir bendiciones con nuestros prójimos. El versículo siguiente concluye: “tales sacrificios agradan a Dios” (Heb. 13:16). Cabe destacar que las primeras palabras de Hebreos 13:15 indican que no debemos ofrecer estos sacrificios a Dios por nosotros mismos, sino “por medio de Jesús”. En otras palabras, no podemos agradar a Dios con nuestras propias alabanzas y buenas obras. Solo por medio de Cristo nuestras alabanzas y nuestras obras pueden ser ofrecidas como sacrificios espirituales que agraden verdaderamente a Dios.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>El ser humano está dotado de un valor extraordinario. Eres valioso porque has sido creado a imagen de Dios. Es asombroso pensar que Dios valora a los seres humanos más de lo que podríamos imaginar. Con esta perspectiva en mente, reflexiona acerca de las siguientes preguntas:<br><br><strong>1. </strong>¿Cómo pueden nuestro respeto y nuestro amor por las personas con las que nos relacionamos cada día mostrarles cuán valiosas son a los ojos de Dios?<br><br><strong>2. </strong>¿De qué manera las personas que profesan ser religiosas pueden, desgraciadamente, despreciar la dignidad y el valor de los demás?<br><br><strong>3. </strong>¿Cómo podemos agradar a Dios? ¿Hasta qué punto se relaciona nuestra valoración de las personas con el deleite que Dios siente por la salvación de su pueblo?<br><br><strong>4. </strong>¿Qué puedes hacer para valorar a cada persona hasta el punto de compartir con ellas la bondad y el amor inquebrantable de Dios y deleitarte en su salvación?<br><br><strong>5.</strong> Comparte un ejemplo práctico de cómo la mediación de Cristo nos permite agradar a Dios con nuestras acciones.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>PARA AGRADAR A DIOS<br></p>",
         "verse":"<p>“El Señor está en medio de ti, poderoso, él salvará. Se gozará sobre ti con alegría, te pacificará con su amor, se regocijará sobre ti con cantar” (Sof. 3:17).<br></p>",
         "versionCode":80,
         "weekDate":"11-17 de enero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
