{
  "data": [
    {
      "color": "#3358ff",
      "id": 2,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "1 de octubre",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Cuando Dios el Padre le confirió un honor especial a Cristo y anunció que juntos crearían este mundo, “Lucifer estaba envidioso y tenía celos de Jesucristo” (HR 16), y conspiró contra él.<br><br>Como fue expulsado del cielo, Satanás decidió “destruir la felicidad de Adán y de Eva” en la Tierra, y así “causar tristeza en el cielo”. Imaginó que “si de alguna manera podía inducirlos [a Adán y a Eva] a desobedecer, Dios haría algo para perdonarlos; entonces él y todos los ángeles caídos dispondrían de una buena oportunidad para compartir con ellos la misericordia de Dios” (HR 29, 30). Plenamente consciente de la estrategia de Satanás, Dios advirtió a Adán y a Eva que no se expusieran a la tentación (Gén. 2:16, 17). Esto significa que, aun cuando el mundo todavía era perfecto e inocente, ya había claras restricciones para que los seres humanos las obedecieran.<br><br>Esta semana reflexionaremos sobre la caída de Adán y de Eva, sobre cómo el pecado y la muerte se apoderaron de este mundo y cómo Dios plantó una semilla de esperanza para la humanidad ya desde el Edén.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de octubre",
          "dayTitle": "<p>DECLARACIONES EN TENSIÓN<br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>El mundo, tal como salió de Dios, era perfecto (Gén. 1:31). La muerte era una experiencia desconocida para Adán y Eva. En ese contexto, Dios vino al Jardín del Edén y les advirtió: “De todo árbol del huerto podrás comer; mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás” (Gén. 2:16, 17).<br></p><p><strong>Génesis 2:16,17</strong></p><p><strong><sup>16</sup> </strong>Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;</p><p><strong><sup>&nbsp;17</sup> </strong>mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.<strong><br></strong></p><p><strong>¿Cómo se muestra la realidad del libre albedrío en la perfección del Edén, según Génesis 2:16, y 17? Es decir, ¿por qué Dios necesitaba advertirles, si no podían elegir libremente?<br></strong></p><p>Tiempo después de esta advertencia de Dios, Satanás adoptó la forma de una serpiente y también entró en el Edén. Eva observó que la serpiente comía alegremente el fruto prohibido sin que muriera. “Él mismo había comido de ese fruto prohibido” (PP 37), y no le había sucedido nada.<br><br><strong>Lee Génesis 3:1 al 4. Ponte en el lugar de Eva, ¿por qué esas palabras podrían sonar convincentes?</strong><br></p><p><strong>Génesis 3:1-4</strong></p><p><strong><sup>1</sup> </strong>Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?<strong> <br></strong></p><p><sup><strong>2 </strong></sup>Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer; <sup><strong><br></strong></sup></p><p><sup><strong>3</strong></sup> pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis. <sup><br></sup></p><p><sup><strong>4</strong></sup> Entonces la serpiente dijo a la mujer: No moriréis;<strong><br></strong></p><p>Desde la perspectiva de la lógica humana, el argumento de la serpiente podría sonar mucho más convincente que la palabra dada por Dios. En primer lugar, no había ninguna evidencia en el mundo natural, hasta ese entonces, de la existencia del pecado ni de la muerte. En segundo lugar, la serpiente efectivamente estaba comiendo el fruto prohibido, y lo disfrutaba mucho. Entonces, ¿por qué Eva debería abstenerse de hacer lo mismo? El mandato de Dios parecía ser demasiado restrictivo y absurdo.<br><br>Desafortunadamente, al decidir entre las dos declaraciones contrapuestas, Eva ignoró tres principios básicos: (1) la razón humana no siempre es la forma más segura de evaluar los asuntos espirituales; (2) la Palabra de Dios puede parecernos ilógica y sin sentido, pero siempre es correcta y digna de confianza; y (3) hay cosas que no son ni malas ni incorrectas en sí, pero Dios las ha elegido como prueba de obediencia.<br><br>La experiencia de Eva en el Jardín del Edén no es un caso único. Todos los días y en todo momento debemos decidir entre la Palabra de Dios (que para muchos puede ser impopular) y los atractivos seductores de la cultura que nos rodea. Nuestras decisiones tendrán consecuencias eternas.<br><br><strong>¿En qué formas la clara enseñanza de la Biblia entra en conflicto con los caminos del mundo?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de octubre",
          "dayTitle": "<p>EL ENGAÑO DE LA SERPIENTE<br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Génesis 3:1 al 7. ¿Qué criterio utilizó Eva para decidir entre la Palabra de Dios y la de la serpiente?</strong><br></p><p><strong>&nbsp;Génesis 3:1-7</strong></p><p><sup><strong>1 </strong></sup>Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto? <sup><br></sup></p><p><sup><strong>2</strong></sup> Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer; <sup><br></sup></p><p><sup><strong>3 </strong></sup>pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis. <sup><br></sup></p><p><sup><strong>4</strong></sup> Entonces la serpiente dijo a la mujer: No moriréis; <sup><br></sup></p><p><sup><strong>5 </strong></sup>sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal. <sup><br></sup></p><p><sup><strong>6 </strong></sup>Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella. <sup><br></sup></p><p><sup><strong>7 </strong></sup>Entonces fueron abiertos los ojos de ambos, y conocieron que estaban desnudos; entonces cosieron hojas de higuera, y se hicieron delantales.<br></p><p>Génesis 3 es uno de los ejemplos más claros de la psicología de la tentación. Dios había advertido a Adán y a Eva que, si comían del fruto prohibido, inexorablemente morirían (Gén. 2:16, 17). Al asumir la forma de una serpiente, Satanás utilizó varias estrategias retóricas para inducir a Eva al pecado.<br><br>En primer lugar, generalizó la prohibición específica de Dios. Le preguntó: “¿Es verdad que Dios les dijo que no comieran de ningún árbol del jardín?” (Gén. 3:1, NVI). Eva contraargumentó que la prohibición se refería solo a ese árbol específico, porque si alguna vez comían de él o lo tocaban, morirían.<br><br>Entonces, Satanás contradijo la declaración de Dios. Afirmó categóricamente: “Ciertamente no morirán” (Gén. 3:4, RVA-2015).<br><br>Y finalmente, Satanás acusó a Dios de ocultarles deliberadamente a ella y a su esposo información esencial. El engañador argumentó: “Sino que sabe Dios que el día que comáis de él [el fruto prohibido], serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal” (Gén. 3:5).<br><br>La curiosidad de Eva la llevó al terreno encantado de Satanás. Allí se vio obligada a decidir entre permanecer fiel al mandato restrictivo de Dios o aceptar los seductores encantos de Satanás. Como dudó de la palabra expresa de Dios, utilizó sus propios sentidos, el método empírico, el de la observación personal, para decidir entre las dos declaraciones en conflicto.<br><br>En primer lugar, vio que, desde una perspectiva nutricional, “el árbol era bueno para comer”. En segundo lugar, desde un punto de vista estético, vio que “era agradable a los ojos”. En tercer lugar, a partir de un análisis lógico, el árbol era “codiciable para alcanzar la sabiduría”. Por lo tanto, en su mente, sin duda tenía buenas razones para hacer caso a las palabras de la serpiente y comer del árbol prohibido. Desgraciadamente, esto fue lo que hizo.<br><br>Algunos argumentan que todas las formas de conocimiento son válidas, siempre y cuando retengamos “lo bueno” (1 Tes. 5:21). Pero las trágicas experiencias de Adán y de Eva en el Jardín del Edén demuestran que el conocimiento en sí puede ser muy perjudicial. Hay algunas cosas que, de hecho, es mejor que no sepamos.<br><br><strong>¿Qué nos enseña este relato sobre lo fácil que es racionalizar y justificar nuestras decisiones pecaminosas?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de octubre",
          "dayTitle": "<p>“NO MORIRÉIS”<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Génesis 3:4. ¿De qué formas diferentes se ha repetido esta mentira a lo largo de los siglos?</strong><br></p><p><strong>Génesis 3:4</strong><sup><br></sup></p><p><sup><strong>4</strong></sup> Entonces la serpiente dijo a la mujer: No moriréis; <br></p><p>Una poderosa manifestación de esta mentira se encuentra en la creencia común de la inmortalidad del alma. Esta noción era la base de muchas religiones y filosofías antiguas. En el antiguo Egipto, motivó las prácticas de momificación y la arquitectura funeraria, como se observa en las pirámides. Esta teoría también se convirtió en uno de los principales pilares de la filosofía griega. Por ejemplo, en La república, de Platón, Sócrates le pregunta a Glaucón: “¿No eres consciente de que nuestra alma es inmortal y nunca perece?”<br><br>En Fedón, de Platón, Sócrates razona en un tono similar, al decir que “el alma es inmortal e imperecedera, y nuestras almas realmente existirán en el Hades”.<br><br>Estos conceptos filosóficos dieron forma a gran parte de la cultura occidental e incluso al cristianismo posapostólico. Pero se originaron mucho antes, ya en el Jardín del Edén, con el mismo Satanás.<br><br>En el punto central de la tentación edénica, Satanás le aseguró a Eva: “Ciertamente no morirán” (Gén. 3:4, RVA-2015). Con esta enfática afirmación, Satanás puso su palabra por encima de la palabra de Dios.<br><br><strong>En contraste con la inmortalidad del alma, ¿qué enseñan estos versículos y cómo pueden usarse para contrarrestar esta mentira? Salmo 115:17; Juan 5:28, 29; Salmo 146:4; Mateo 10:28; 1 ??Corintios 15:51–58.</strong><br></p><p><strong>Salmo 115:17</strong></p><p><strong><sup>17</sup> </strong>No alabarán los muertos a JAH, ni cuantos descienden al silencio;<strong><br></strong></p><p><strong>Juan 5:28, 29</strong></p><p><sup><strong>28 </strong></sup>No os maravilléis de esto; porque vendrá hora cuando todos los que están en los sepulcros oirán su voz;</p><p><sup><strong>29 </strong></sup>y los que hicieron lo bueno, saldrán a resurrección de vida; mas los que hicieron lo malo, a resurrección de condenación.<strong><br></strong></p><p><strong>&nbsp;Salmo 146:4</strong></p><p><strong><sup>4 </sup></strong>Pues sale su aliento, y vuelve a la tierra; en ese mismo día perecen sus pensamientos.<strong><br></strong></p><p><strong>Mateo 10:28</strong></p><p><strong><sup>28</sup> </strong>Y no temáis a los que matan el cuerpo, mas el alma no pueden matar; temed más bien a aquel que puede destruir el alma y el cuerpo en el infierno.<strong><br></strong></p><p><strong>1 ??Corintios 15:51–58</strong></p><p><sup><strong>51</strong></sup> He aquí, os digo un misterio: No todos dormiremos; pero todos seremos transformados, <sup><br></sup></p><p><sup><strong>52</strong></sup> en un momento, en un abrir y cerrar de ojos, a la final trompeta; porque se tocará la trompeta, y los muertos serán resucitados incorruptibles, y nosotros seremos transformados. <sup><br></sup></p><p><sup><strong>53 </strong></sup>Porque es necesario que esto corruptible se vista de incorrupción, y esto mortal se vista de inmortalidad. <sup><br></sup></p><p><sup><strong>54 </strong></sup>Y cuando esto corruptible se haya vestido de incorrupción, y esto mortal se haya vestido de inmortalidad, entonces se cumplirá la palabra que está escrita: Sorbida es la muerte en victoria. <sup><br></sup></p><p><sup><strong>55 </strong></sup>¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria? <sup><br></sup></p><p><sup><strong>56</strong></sup> ya que el aguijón de la muerte es el pecado, y el poder del pecado, la ley. <sup><br></sup></p><p><sup><strong>57 </strong></sup>Mas gracias sean dadas a Dios, que nos da la victoria por medio de nuestro Señor Jesucristo.<sup><br><strong><br>58 </strong></sup>Así que, hermanos míos amados, estad firmes y constantes, creciendo en la obra del Señor siempre, sabiendo que vuestro trabajo en el Señor no es en vano.<br></p><p>La teoría satánica de la inmortalidad natural del alma ha persistido incluso en nuestro mundo moderno. Los libros, las películas y los programas de televisión han seguido promoviendo la idea de que, cuando morimos, simplemente pasamos a otro estado consciente. ¡Qué lamentable es que este error se proclame también en muchos púlpitos cristianos! Incluso la ciencia se ha entremetido.<br><br>Hay una fundación, en los Estados Unidos, que intenta crear tecnología que, según afirma, nos permitirá comunicarnos con los muertos, de quienes cree que todavía están vivos pero que existen como PPM, “personas posmateriales”.<br><br>Con este error tan extendido, no es de extrañar que este engaño desempeñe un papel crucial en los acontecimientos finales de la historia humana.<br><br><strong>¿De qué manera se manifiesta esta mentira en tu cultura? ¿Por qué debemos confiar en la Palabra de Dios a pesar de lo que nos digan nuestros sentidos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de octubre",
          "dayTitle": "<p>CONSECUENCIAS DEL PECADO<br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p><strong>Según Génesis 3:7 al 19 y Romanos 5:12, ¿cuáles fueron las principales consecuencias del pecado?</strong><br></p><p><strong>Génesis 3:7 -19 </strong><sup><br></sup></p><p><sup><strong>&nbsp;7</strong></sup> Entonces fueron abiertos los ojos de ambos, y conocieron que estaban desnudos; entonces cosieron hojas de higuera, y se hicieron delantales.<sup><br><br><strong>8</strong></sup> Y oyeron la voz de Jehová Dios que se paseaba en el huerto, al aire del día; y el hombre y su mujer se escondieron de la presencia de Jehová Dios entre los árboles del huerto. <sup><br></sup></p><p><sup><strong>9</strong></sup> Mas Jehová Dios llamó al hombre, y le dijo: ¿Dónde estás tú? <sup><br></sup></p><p><sup><strong>10</strong></sup> Y él respondió: Oí tu voz en el huerto, y tuve miedo, porque estaba desnudo; y me escondí. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Y Dios le dijo: ¿Quién te enseñó que estabas desnudo? ¿Has comido del árbol del que yo te mandé no comieses? <sup><br></sup></p><p><sup><strong>12 </strong></sup>Y el hombre respondió: La mujer que me diste por compañera me dio del árbol, y yo comí. <sup><br></sup></p><p><sup><strong>13 </strong></sup>Entonces Jehová Dios dijo a la mujer: ¿Qué es lo que has hecho? Y dijo la mujer: La serpiente me engañó, y comí. <sup><br></sup></p><p><sup><strong>14</strong></sup> Y Jehová Dios dijo a la serpiente: Por cuanto esto hiciste, maldita serás entre todas las bestias y entre todos los animales del campo; sobre tu pecho andarás, y polvo comerás todos los días de tu vida. <sup><br></sup></p><p><sup><strong>15</strong></sup> Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar. <sup><br></sup></p><p><sup><strong>16</strong></sup> A la mujer dijo: Multiplicaré en gran manera los dolores en tus preñeces; con dolor darás a luz los hijos; y tu deseo será para tu marido, y él se enseñoreará de ti. <sup><br></sup></p><p><sup><strong>17</strong></sup> Y al hombre dijo: Por cuanto obedeciste a la voz de tu mujer, y comiste del árbol de que te mandé diciendo: No comerás de él; maldita será la tierra por tu causa; con dolor comerás de ella todos los días de tu vida. <sup><br></sup></p><p><sup><strong>18</strong></sup> Espinos y cardos te producirá, y comerás plantas del campo. <sup><br></sup></p><p><sup><strong>19</strong></sup> Con el sudor de tu rostro comerás el pan hasta que vuelvas a la tierra, porque de ella fuiste tomado; pues polvo eres, y al polvo volverás. <br></p><p><strong>&nbsp;Romanos 5:12</strong></p><p><strong><sup>12</sup> </strong>Por tanto, como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron.<strong><br></strong></p><p>Cautivada por el persuasivo discurso de la serpiente, Eva no previó las graves consecuencias del curso que estaba siguiendo. En sí, el acto de comer del fruto prohibido no era tan significativo como lo que realmente representaba. Con ese acto de desobediencia, Eva puso fin a su lealtad a Dios y comenzó a ser leal a Satanás.<br><br>Génesis 3 describe la caída de Adán y de Eva y algunas de sus consecuencias más trágicas. Desde una perspectiva teológica, ambos contrajeron teofobia (tener miedo de Dios) y se escondieron de él (Gén. 3:8). Desde una evaluación psicosocial, se avergonzaron de sí mismos y comenzaron a acusarse mutuamente (Gén. 3:7, 9-13). Desde un punto de vista físico, sudarían, sentirían dolor, y finalmente morirían (Gén. 3:16-19). Y, desde una perspectiva ecológica, el mundo natural se iría degenerando (Gén. 3:17, 18).<br><br>El Jardín del Edén ya no era el lugar hermoso y agradable que solía ser. “Cuando vieron en la caída de las flores y las hojas los primeros signos de la decadencia, Adán y su compañera se apenaron más profundamente de lo que hoy se apenan los hombres que lloran a sus muertos. La muerte de las delicadas y frágiles flores fue en realidad un motivo de tristeza; pero cuando los bellos árboles dejaron caer sus hojas, la escena les recordó vivamente la dura realidad de que la muerte es el destino de todo lo que tiene vida” (PP 46).<br><br>Adán y Eva no murieron inmediatamente, en el sentido de dejar de existir, sino que ese mismo día recibieron su sentencia de muerte. El Señor dijo a Adán: “Con el sudor de tu rostro comerás el pan hasta que vuelvas a la tierra, porque de ella fuiste tomado; pues polvo eres, y al polvo volverás” (Gén. 3:19). De hecho, la Caída tuvo trágicas consecuencias para toda la humanidad. El apóstol Pablo explica que, “como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron” (Rom. 5:12).<br><br>Lo triste y doloroso es que, así como la humanidad sufrió a lo largo de todas las edades, hoy también sufrimos las consecuencias de lo que sucedió en el Edén. Sin embargo, cuán agradecidos debemos estar porque, gracias a Jesús y a la Cruz, tenemos la esperanza de la vida eterna en un mundo donde el pecado nunca volverá a surgir.<br><br><strong>¿Qué lecciones podemos aprender de la trágica experiencia de Eva y de las consecuencias de nuestros actos pecaminosos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de octubre",
          "dayTitle": "<p>LA PRIMERA PROMESA EVANGÉLICA<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Génesis 3:15 y 21. ¿Qué esperanza podemos encontrar en estos pasajes para toda la humanidad?</strong><br></p><p><strong>Génesis 3:15, 21</strong></p><p><sup><strong>15 </strong></sup>Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar.</p><p><sup><strong>21 </strong></sup>Y Jehová Dios hizo al hombre y a su mujer túnicas de pieles, y los vistió.<br></p><p>Génesis 3 describe la terrible tragedia que invadió el mundo después de la Caída. Todo cambió, y Adán y Eva pudieron ver el contraste entre lo que el mundo había sido y en lo que se había convertido.<br><br>Pero, en medio de su frustración y desesperación, Dios les dio seguridad para el presente y esperanza para el futuro. En primer lugar, maldijo a la serpiente con una palabra de esperanza mesiánica. Declaró: “Pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar” (Gén. 3:15).<br><br>La palabra “enemistad” (hebreo ’evá) implica no solo un conflicto cósmico de larga duración entre el bien y el mal, sino también una repulsión personal al pecado, que ha sido implantada por la gracia de Dios en la mente humana. Por naturaleza, somos seres completamente caídos (Efe. 2:1, 5) y “esclavos del pecado” (Rom. 6:20). Sin embargo, la gracia que Cristo implanta en cada vida humana crea en nosotros enemistad contra Satanás. Y es esta “enemistad”, un regalo divino desde el Edén, lo que nos permite aceptar su gracia salvífica. Sin esta gracia transformadora y ese poder renovador, la humanidad continuaría siendo cautiva de Satanás, una sierva siempre dispuesta a cumplir sus órdenes. Entonces, Dios utilizó un sacrificio animal para ilustrar esta promesa mesiánica (ver Gén. 3:21). “Cuando Adán, de acuerdo con las indicaciones especiales de Dios, presentó una ofrenda por el pecado, fue para él una ceremonia sumamente penosa. Tuvo que levantar la mano para tomar una vida que solo Dios podía dar, para entregar su ofrenda por el pecado. Por primera vez estuvo en presencia de la muerte. Al contemplar a la víctima sangrante en medio de las contorsiones de su agonía, se lo indujo a observar por fe al Hijo de Dios, a quien esa víctima prefiguraba, y que moriría como sacrificio en favor del hombre” (HR 51, 52).<br><br><strong>Lee 2 Corintios 5:21 y Hebreos 9:28. ¿Qué enseñan estos textos sobre lo que se reveló por primera vez en el Edén?</strong><br></p><p><strong>2 Corintios 5:21 </strong><sup><br></sup></p><p><sup><strong>21</strong></sup> Al que no conoció pecado, por nosotros lo hizo pecado, para que nosotros fuésemos hechos justicia de Dios en él.<br></p><p>&nbsp;<strong>Hebreos 9:28</strong></p><p><strong><sup>28</sup> </strong>así también Cristo fue ofrecido una sola vez para llevar los pecados de muchos; y aparecerá por segunda vez, sin relación con el pecado, para salvar a los que le esperan.<strong><br></strong></p><p>Adán y Eva abandonaron el Jardín del Edén sabiendo que finalmente morirían (Gén. 3:19, 22-24). Pero no se marcharon desnudos ni con sus hojas de higuera (Gén. 3:7). Dios mismo les “hizo túnicas de pieles”, y hasta los vistió (Gén. 3:21), un símbolo de su justicia protectora (ver Zac. 3:1–5; Luc. 15:22). Por lo tanto, incluso entonces, desde el mismo comienzo, en el mismo Edén, el evangelio le fue revelado a la humanidad.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de octubre",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Lee Elena de White, El conflicto de los siglos, “La tentación y la Caída”, pp. 34-47, “El plan de la redención”, pp. 48-57; La educación, “El conocimiento del bien y del mal”, pp. 20-26.<br><br>En años recientes, se han realizado estudios sobre lo que se denomina experiencias cercanas a la muerte (ECM). Resulta que la gente “muere por cuanto su corazón deja de latir y deja de respirar. Sin embargo, luego vuelve a la vida, pero con historias fantásticas de haber flotado en otro plano de existencia y encontrarse con un ser de luz. Algunos, incluso, hablan de encuentros con parientes fallecidos hace ya mucho tiempo. Muchas personas, incluso cristianas, que no comprenden la verdad sobre la muerte, creen que estas historias son una prueba más de la inmortalidad del alma. Sin embargo (y esta debería ser la advertencia más clara de que algo anda mal), la mayoría de los que tienen estas experiencias afirman que los seres espirituales que conocieron durante las ECM les dieron palabras reconfortantes, declaraciones agradables sobre el amor, la paz y la bondad; pero no escuchan nada sobre la salvación en Cristo, nada sobre el pecado y nada sobre el Juicio. Mientras “probaban el más allá” cristiano, ¿no deberían haber recibido al menos una pizca de las enseñanzas cristianas más básicas? Sin embargo, lo que se les enseña suena más a un dogma de la Nueva Era, lo que podría explicar por qué, en muchos casos, salen menos inclinados al cristianismo de lo que estaban antes de haber “muerto”. Además, ¿por qué ninguno de los cristianos, convencidos de que sus ECM eran un anticipo del cielo cristiano, recibió ninguna teología cristiana mientras estuvo allí, pero sí una gran dosis de sentimentalismo de la Nueva Era? La respuesta es que los engañó el mismo que engañó a Eva en el Edén, y también con la misma mentira. (Ver la lección 11.)<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>La experiencia de Adán y de Eva, ¿cómo demuestra que el perdón de Dios no necesariamente revierte todas las consecuencias del pecado? ¿Por qué siempre debemos recordar esta verdad tan importante?<br><br><strong>2.</strong> El árbol del conocimiento del bien y del mal era el “terreno encantado” del enemigo para Adán y Eva. ¿Cuáles son algunos “terrenos encantados” en los que podríamos sentirnos tentados a entrar?<br><strong><br>3.</strong> Satanás está tratando de inducir al pueblo de Dios a creer que “los requerimientos de Cristo son menos estrictos de lo que una vez creyeron, y que asemejándose al mundo podrán ejercer más influencia sobre los mundanos” (TM 485). ¿Qué debemos hacer para no caer en esta trampa sutil?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>RESEÑA</strong><br><br><strong>Texto clave: Génesis 3.</strong><br><br>Enfoque del estudio: Dios creó un mundo perfecto, sin pecado, maldad, violencia, inseguridad, enfermedad ni muerte. Él es el Dios de la vida, la Fuente de la vida y el Dador de la vida. Hay un gran contraste entre el mundo de Génesis 1 y 2 -donde todo es provechoso, hermoso y armonioso, y su descripción es con colores brillantes, alegres y luminosos, con una melodía inspiradora- y el mundo del resto del Génesis, en el que todo lo bueno se ve repentinamente azotado por una tormenta de pecado que termina arruinando las relaciones afectivas. Los colores se vuelven sombríos; y la música, discordante. Se estropea el potencial puro y formidable para el crecimiento y la exploración.<br><br>Sin embargo, Dios, en su misericordia, va en pos de la humanidad y, a pesar del pecado, trae esperanza y una solución al problema del pecado y la muerte. Ninguna filosofía ni religión puede ofrecer una solución para la muerte, para el proceso de morir, ni restaurar la vida sin muerte en nuestro mundo. Solo Dios puede hacer esto: el Dios viviente, mediante sus actos misericordiosos; por eso, nada ni nadie puede compararse con nuestro Creador y Redentor. Él es, sobre toda su Creación, único y soberano.<br><br>La rebelión y la desobediencia comenzaron en el cielo pero fueron transferidas a la Tierra cuando Adán y Eva pecaron. Dios no dejó a la humanidad en su pecado, sino que dirigió una guerra contra los poderes de las tinieblas y su comandante, Satanás. Dios puso enemistad entre el mal y la humanidad a fin de que la humanidad no quedara hechizada ni atrapada por el mal, sino que pudiera decir NO al aferrarse a él en busca de sabiduría y fuerza. El Dios creador trajo una solución al problema del pecado al enviar a la Simiente prometida (Gén. 3:15), Jesucristo, como el Salvador de la humanidad (Juan 3:16; 5:24; Hech. 4:12). El pecado trajo no solo complicaciones, sino además la muerte, en última instancia. Sin embargo, Jesús venció la muerte mediante su vida perfecta de servicio amoroso, sacrificio abnegado y obediencia voluntaria (Rom. 6:23).<br><br><strong>COMENTARIO</strong><br><br><strong>Satanás, el autor de la destrucción y la muerte</strong><br><br>No fue Dios sino la serpiente quien introdujo la desconfianza en Dios en el corazón humano, e hizo de la muerte parte de nuestro destino. Por la desobediencia de Adán, “la muerte pasó a todos” (Rom. 5:12). Por lo tanto, la muerte es un componente integral de nuestra existencia en este mundo pecaminoso. Salomón dice: “Porque los que viven saben que han de morir; pero los muertos nada saben” (Ecl. 9:5). La muerte es una intrusa y es nuestra enemiga (1 Cor. 15:26).</p><p>Hubo un tiempo en que la muerte no existía, ni estaba presente en el mundo. Para expresar este aspecto, Génesis 2:5 y 6 contiene la expresión “aún no”, que es corta pero extremadamente significativa. La muerte vino como resultado del distanciamiento de Dios y de llevar una vida autónoma e independiente de él: “Polvo eres, y al polvo volverás” (Gén. 3:19). Dios advirtió específicamente a la primera pareja que no desobedeciera su Palabra y que el resultado de la desobediencia terminaría en devastación y tragedia, a saber, la muerte (Gén. 2:17). Satanás contradijo a Dios, al afirmar: “Ciertamente no moriréis” (Gén. 3:4, LBLA). Fíjate que la serpiente sabía exactamente lo que Dios había dicho previamente a Adán en el Jardín del Edén y lo niega con las mismas palabras, hasta “ciertamente”, como en “ciertamente no moriréis”.<br><br>Por ende, se advierte al lector que nuestros primeros padres trataban con Satanás y no con un mero reptil, porque la serpiente habla y se opone a Dios directamente. Dios usó “ciertamente” y Satanás también lo enfatizó. Luego, el diablo respaldó su afirmación con dos mentiras engañosas: “Serán abiertos vuestros ojos”, es decir, obtendrán nuevos conocimientos especiales, se volverán sabios, y “Seréis como Dios, sabiendo el bien y el mal”, es decir, podrán decidir lo que es bueno y lo que es malo (Gén. 3:5). Satanás, experto en intrigas, presentó la desobediencia como una cuestión de libertad y beneficios. Al comer, por supuesto que a Adán y a Eva se les abrieron ojos (Gén. 3:7), pero de manera diferente de lo que esperaban. Se dieron cuenta de que habían perdido lo que tenían antes: su pureza e inocencia se desvanecieron, y vieron que estaban desnudos. Esta desnudez era más que la desnudez física, porque (1) ellos también estaban desnudos antes, pero no se avergonzaban (Gén. 2:25); y (2) cuando Dios los visitó y preguntó: “¿Dónde estás tú?” (Gén. 3:9), Adán respondió que se escondieron porque estaban desnudos. Para que quede claro, en esa situación no estaban físicamente desnudos, ya que estaban cubiertos con prendas de hojas de higuera (Gén. 3:7). Pero estaban moralmente desnudos porque, por primera vez, les sobrevino un sentimiento de culpa.<br><br>La segunda promesa de Satanás también era una mentira. Adán y Eva no llegaron a ser como Dios al conocer el bien y el mal porque Dios no conoce el mal por experiencia (¡él nunca pecó!). Pero Adán y Eva perdieron lo que tenían: la capacidad de discernir claramente entre el bien y el mal. Una traducción literal de Génesis 3:22 revela este hecho: “He aquí, los humanos eran [no ‘se han vuelto’] como uno de nosotros, sabiendo [discerniendo entre] el bien y el mal, pero ahora...” (Para más detalles, ver Ji?í Moskala, “ ‘You Will Be Like God Knowing Good and Evil’: Discernment of Truth and Lies”, Journal of Adventist Mission Studies 12, Nº 2 [2016]: pp. 10-18.) Así, Adán y Eva perdieron no solo su integridad, sino también la capacidad de saber lo que estaba bien y lo que estaba mal. De allí en más, necesitarían la revelación de Dios para saber qué era bueno y qué era malo. Tendrían que depender del poder espiritual de Dios, ajeno a ellos mismos, para poder hacer lo correcto.<br><br><strong>Las consecuencias del pecado</strong><br><br>El pecado es una maldición que trae consecuencias terribles. Es como una avalancha. Aparentemente comienza como algo insignificante, luego se rompe y derriba todo lo que es hermoso, valioso y significativo en la vida, y destruye la existencia misma por completo. Donde hay un pensamiento erróneo, automáticamente también habrá un mal comportamiento. El pecado rompe todo tipo de relaciones significativas; solo trae miseria, sufrimiento, separación y complicaciones. Romper nuestra relación con Dios (dimensión vertical) trae consigo múltiples rupturas horizontales. Esa es la causa de muchas consecuencias pecaminosas:<br><br><strong>1. </strong>Romper nuestra relación con Dios lleva a una relación rota con el “yo”. Así, la naturaleza de Adán y de Eva se corrompió como consecuencia del pecado. Vivían con una conciencia de culpa, vergüenza, así como con sentimientos de degradación y derrota.<br><br><strong>2. </strong>El pecado/la desobediencia hizo que Adán y Eva temieran a Dios, en vez de permitirles disfrutar de su compañía (Gén. 3:10).<br><br><strong>3.</strong> El pecado/la desobediencia llevó a Adán y a Eva a culpar a otros por su fracaso. Por lo tanto, experimentaron una ruptura de su relación (Gén. 3:12; 4:5-8). El pecado los enajenó el uno del otro.<br><br><strong>4. </strong>El pecado/la desobediencia trajo muerte a la familia humana porque la relación de Adán y Eva con su Dador de la vida se rompió (Gén. 3:19).<br><br><strong>5. </strong>El pecado/la desobediencia hizo que dar a luz y criar hijos fuera una ex- periencia dolorosa (Gén. 3:16).<br><br><strong>6.</strong> El pecado/la desobediencia haría del matrimonio un lugar de lucha por el dominio y la supremacía, en lugar de una relación amorosa, afectuosa, emocional e íntima entre parejas heterosexuales igualitarias (Gén. 3:16).<br><br><strong>7. </strong>El pecado/la desobediencia haría del trabajo una experiencia dolorosa; el sudor y el cansancio de trabajar para ganarse la vida se convertirían en parte de la vida (Gén. 3:18).<br><br><strong>8.</strong> El pecado/la desobediencia de Adán y de Eva dañó su sentido del bien y perdieron la capacidad de discernir entre el bien y el mal (Gén. 3:5, 22).<br><br><strong>9.</strong> El pecado/la desobediencia rompió la relación de Adán y de Eva con la naturaleza. Como resultado, la tierra produciría espinos y cardos (Gén. 3:18; 6:11).<br><br><strong>10.</strong> El pecado/la desobediencia trajo violencia, dolor, odio, poligamia, etc. (ver Gén. 4-19). Para más detalles sobre este tema de la naturaleza del pecado, sus consecuencias y el plan redentor de Dios, ver Ji?í Moskala, “Origin of Sin and Salvation According to Genesis 3: A Theology of Sin”, en Salvation: Contours of Adventist Soteriology, editado por Martin F. Hanna, Darius W. Jankiewicz, y John W. Reeve (Berrien Springs, MI: Andrews University Press, 2018), pp. 119-143. Génesis 3 es un modelo para comprender la naturaleza del pecado y de la salvación. En este capítulo, todo el evangelio ya está presente, como se ve en la gracia inmerecida que ya fluía del Calvario hacia Adán y Eva (Apoc. 13:8).<br><br><strong>La solución de Dios</strong><br><br>La esperanza aparece contra toda desesperanza. En medio de la oscuridad, la desesperación y la condenación, Dios garantiza el futuro de la humanidad, aunque Adán y Eva no merecían vivir.<br><br>Primeramente, Dios busca a Adán y a Eva: “¿Dónde estás tú?” (Gén. 3:9). Esta pregunta tiene múltiples propósitos. Sirve: (1) como una invitación al diálogo; (2) como ofrecimiento de la gracia (Dios clama por sus hijos perdidos y desaparecidos para brindar una solución muy costosa a su situación); (3) para ayudarlos a darse cuenta y comprender la magnitud de su actitud hacia Dios después de su pecado (es decir, en lugar de disfrutar de su presencia, se esconden de él); y (4) como un juicio investigador, que tiene lugar porque ellos son responsables de sus actos pasados hacia Dios como su Creador y Juez.<br><br>En segundo lugar, Dios provee una vestimenta real (Gén. 3:21). Así como la desnudez de la primera pareja era más que un fenómeno físico, analógicamente la vestimenta provista por Dios representa más que ropa física. Dios les da una vestidura de pieles hecha por él mismo, y así cubre a los pecadores con el manto de su justicia (1 Cor. 1:30; 2 Cor. 5:21). La solución para el problema del pecado es el Mesías (Efe. 1:4; 1 Ped. 1:20). El perdón y la redención deben obtenerse mediante el sacrificio de la gracia de Dios, representado por la muerte del animal cuya piel vestían Adán y Eva.<br><br>En tercer lugar, Dios crea enemistad entre los poderes del bien y del mal a fin de que podamos odiar el mal (Gén. 3:15).<br><br>En cuarto lugar, Dios promete enviar a la Simiente (Gén. 3:15) para derrotar a nuestro enemigo, Satanás. La declaración de Dios dirigida a la serpiente se encuentra en el centro de este capítulo. El Mesías se convertirá en el Redentor y Salvador de la humanidad, y su muerte victoriosa y deliberada finalmente destruirá a Satanás y, en consecuencia, a todos y todo lo relacionado con él. El Mesías es el Vencedor, y da la victoria a todos los que se relacionan con él (Rom. 8:1-4). Él garantiza la victoria final (Apoc. 12:7-12; 19:6, 7, 15-21; Jud. 24, 25).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>1.</strong> La muerte es una realidad ineludible, y la pérdida de nuestros seres queridos es una parte inevitable del mundo caído. ¿Cómo podemos llevar a los afligidos esperanza en medio de la desilusión y la desesperación?<br><br><strong>2</strong>. Analicen con la clase por qué el pecado parece tan atractivo, como si fuese una ventaja y no un perjuicio, como realmente es. ¿Qué tiene la naturaleza del mal que es tan engañosa? Expliquen.<br><br><strong>3. </strong>Todos estamos condenados a morir, porque somos pecadores (Rom. 3:23; 6:23). La muerte de Jesús en la Cruz, ¿cómo derrotó a la segunda muerte para que podamos vivir eternamente?<br></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>MUERTE EN UN MUNDO PECAMINOSO<br></p>",
      "verse": "<p>Por tanto, como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron (Rom.5:12)<br></p>",
      "versionCode": 22,
      "weekDate": "1-7 de Octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
