{
  "data": [
    {
      "color": "#1180a9",
      "id": 10,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "Agosto 30",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>Como su Dios, Creador y Redentor, el Señor deseaba estar con su pueblo y habitar en medio de ellos. Nos creó para estar en estrecha comunión con él. Sin embargo, si las relaciones significativas con otras personas requieren tiempo y esfuerzo, lo mismo ocurre con nuestra relación con Dios. Puede ser una experiencia edificante y llena de crecimiento, pero solo si pasamos tiempo con él. En términos prácticos, esto significa estudiar su Palabra (Dios nos habla por medio de ella), orar (abrir nuestro corazón a Dios), y dar testimonio a otros acerca de la muerte, resurrección y retorno de Cristo (participación en la misión de Dios). A medida que Dios nos bendice, nos convertimos en canales de bendiciones para los demás.\n</p><p>La atención debe centrarse en Dios, no en nosotros (Heb. 12:1, 2). Al conectarnos con él, Dios puede capacitarnos para prestar atención a sus enseñanzas, lo que significa obediencia a su Palabra. No es de extrañar que la generación de seguidores de Cristo de los últimos tiempos sea descrita como integrada por personas que “guardan los mandamientos de Dios y la fe de Jesús” (Apoc. 14:12).\n</p><p><strong>Hebreos 12:1-2\n</strong></p><p><strong>1</strong>&nbsp;Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia, y corramos con paciencia la carrera que tenemos por delante,\n</p><p><strong>2 </strong>puestos los ojos en Jesús, el autor y consumador de la fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreciando el oprobio, y se sentó a la diestra del trono de Dios.\n</p><p><strong>Apocalipsis 14:12\n</strong></p><p><strong>12</strong> Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.\n</p><p>Es muy sencillo: amamos a Dios y le somos obedientes como evidencia de ese amor</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Agosto 31",
          "dayTitle": "<p>EL LIBRO Y LA SANGRE</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Éxodo 24:1 al 8. ¿Qué papel desempeñan la lectura de la Palabra de Dios y la aspersión de la sangre en la ratificación del pacto entre Dios y su pueblo?\n</strong></p><p><strong>Éxodo 24:1-8\n</strong></p><p><strong>1 </strong>Dijo Jehová a Moisés: Sube ante Jehová, tú, y Aarón, Nadab, y Abiú, y setenta de los ancianos de Israel; y os inclinaréis desde lejos.\n</p><p><strong>2 </strong>Pero Moisés solo se acercará a Jehová; y ellos no se acerquen, ni suba el pueblo con él.\n</p><p><strong>3 </strong>Y Moisés vino y contó al pueblo todas las palabras de Jehová, y todas las leyes; y todo el pueblo respondió a una voz, y dijo: Haremos todas las palabras que Jehová ha dicho.\n</p><p><strong>4 </strong>Y Moisés escribió todas las palabras de Jehová, y levantándose de mañana edificó un altar al pie del monte, y doce columnas, según las doce tribus de Israel.\n</p><p><strong>5 </strong>Y envió jóvenes de los hijos de Israel, los cuales ofrecieron holocaustos y becerros como sacrificios de paz a Jehová.\n</p><p><strong>6 </strong>Y Moisés tomó la mitad de la sangre, y la puso en tazones, y esparció la otra mitad de la sangre sobre el altar.\n</p><p><strong>7 </strong>Y tomó el libro del pacto y lo leyó a oídos del pueblo, el cual dijo: Haremos todas las cosas que Jehová ha dicho, y obedeceremos.\n</p><p><strong>8 </strong>Entonces Moisés tomó la sangre y roció sobre el pueblo, y dijo: He aquí la sangre del pacto que Jehová ha hecho con vosotros sobre todas estas cosas.\n</p><p>El Dios vivo de la Biblia es el Dios de las relaciones. Lo importante para él no son las cosas ni los programas, sino las personas. En consecuencia, él presta mucha atención a los seres humanos, y el propósito primordial de sus actividades es construir una relación personal con ellos. No podría ser de otra manera, ya que un Dios que “es amor” debe estar interesado en las relaciones y porque el amor no es posible sin ellas.\n</p><p>Jesús dijo: “Y cuando yo sea levantado de la tierra, a todos atraeré hacia mí” (Juan 12:32). Dios está interesado no solo en nuestro comportamiento ético, en una doctrina correcta o en un conjunto de acciones adecuadas, sino, sobre todo, en una relación personal e íntima con nosotros. Las dos instituciones traídas a la existencia en ocasión de la Creación (Gén. 1-2) tienen que ver con las relaciones: la primera de ellas, el sábado, con la relación vertical con Dios; la segunda, el matrimonio, con la relación horizontal entre los humanos.\n</p><p>La ratificación del pacto en el Sinaí debía reforzar la relación especial que Dios quería tener con su pueblo. En la ceremonia, el pueblo se comprometió dos veces a obedecer a Dios en todo lo que él exigiera. “Haremos todo lo que el Señor ha dicho”, proclamaron. Lo decían en serio, pero no eran conscientes de su fragilidad y su falta de poder. La sangre del pacto fue rociada sobre el pueblo, indicando que Israel solamente podía seguir las instrucciones de Dios en virtud de los méritos de Cristo.\n</p><p>No queremos aceptar que nuestra naturaleza humana es frágil, débil y completamente pecaminosa. Tenemos una tendencia inherente al mal. Para poder hacer el bien, necesitamos ayuda externa. Esta ayuda solo proviene de Arriba, del poder de la gracia de Dios, de su Palabra y del Espíritu Santo. E incluso con todo esto a nuestra disposición, ¡cuán fácil nos resulta ceder al mal!\n</p><p>De allí que una estrecha relación personal con Dios era tan esencial para el pueblo de entonces, en el Sinaí, como para nosotros hoy\n</p><p><strong>“Haremos todo lo que el Señor ha dicho” (Éxo. 24:3). ¿Cuántas veces has dicho lo mismo y has fracasado? ¿Cuál es la única solución para ese problema?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Septiembre 1",
          "dayTitle": "<p>VER A DIOS</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Éxodo 24:9 al 18. ¿Qué experiencia asombrosa vivieron aquí los hijos de Israel?\n</strong></p><p><strong>Éxodo 24:9-18\n</strong></p><p><strong>9</strong> Y subieron Moisés y Aarón, Nadab y Abiú, y setenta de los ancianos de Israel;\n</p><p><strong>10 </strong>y vieron al Dios de Israel; y había debajo de sus pies como un embaldosado de zafiro, semejante al cielo cuando está sereno.\n</p><p><strong>11 </strong>Mas no extendió su mano sobre los príncipes de los hijos de Israel; y vieron a Dios, y comieron y bebieron.\n</p><p><strong>12 </strong>Entonces Jehová dijo a Moisés: Sube a mí al monte, y espera allá, y te daré tablas de piedra, y la ley, y mandamientos que he escrito para enseñarles.\n</p><p><strong>13 </strong>Y se levantó Moisés con Josué su servidor, y Moisés subió al monte de Dios.\n</p><p><strong>14 </strong>Y dijo a los ancianos: Esperadnos aquí hasta que volvamos a vosotros; y he aquí Aarón y Hur están con vosotros; el que tuviere asuntos, acuda a ellos.\n</p><p><strong>15 </strong>Entonces Moisés subió al monte, y una nube cubrió el monte.\n</p><p><strong>16 </strong>Y la gloria de Jehová reposó sobre el monte Sinaí, y la nube lo cubrió por seis días; y al séptimo día llamó a Moisés de en medio de la nube.\n</p><p><strong>17 </strong>Y la apariencia de la gloria de Jehová era como un fuego abrasador en la cumbre del monte, a los ojos de los hijos de Israel.\n</p><p><strong>18 </strong>Y entró Moisés en medio de la nube, y subió al monte; y estuvo Moisés en el monte cuarenta días y cuarenta noches.\n</p><p>Tras el firme restablecimiento del pacto con Dios, Moisés subió nuevamente al Sinaí. No estaba solo al comienzo de su ascenso, sino que tenía la excelente compañía de 73 líderes israelitas. Esa fue la experiencia cumbre para ellos, pues vieron a Dios (teofanía). El texto subraya dos veces el asombroso hecho. También fue único el momento en que los líderes sellaron el pacto con Dios al comer juntos. Era un banquete, y el Dios de Israel fue su anfitrión. Fue un gran honor concedido por Dios a esos líderes.\n</p><p>En el Cercano Oriente, participar de la comida con alguien era, en los tiempos bíblicos, y aún hoy en cierta medida, una experiencia significativa, un gran honor y un privilegio. Ofrecía perdón y formaba un vínculo de amistad. Implicaba estar disponible para la otra persona y permanecer juntos en tiempos de crisis y problemas. Al comer juntos, se prometían sin palabras que, si a uno le ocurría algo, el otro acudiría en su ayuda. Una invitación a comer era algo especial que no se dirigía a cualquier persona.\n</p><p>Por otra parte, rechazar una invitación era uno de los peores insultos. Esta idea nos ayuda a entender los relatos del Nuevo Testamento en los que Jesucristo fue duramente criticado por comer con pecadores (Luc. 5:30). Cuando los creyentes celebran la Cena del Señor, también establecen este estrecho vínculo con otros creyentes que son pecadores como ellos. Durante esta comida, celebramos el perdón y la salvación que tenemos en Jesús (ver Mat. 26:26-30; Mar. 14:22-25; 1 Cor. 11:23-29).\n</p><p><strong>Lucas 5:30\n</strong></p><p><strong>30</strong> Y los escribas y los fariseos murmuraban contra los discípulos, diciendo: ¿Por qué coméis y bebéis con publicanos y pecadores?\n</p><p><strong>Mateo 26:26-30\n</strong></p><p><strong>26</strong> Y mientras comían, tomó Jesús el pan, y bendijo, y lo partió, y dio a sus discípulos, y dijo: Tomad, comed; esto es mi cuerpo.\n</p><p><strong>27 </strong>Y tomando la copa, y habiendo dado gracias, les dio, diciendo: Bebed de ella todos;\n</p><p><strong>28 </strong>porque esto es mi sangre del nuevo pacto, que por muchos es derramada para remisión de los pecados.\n</p><p><strong>29 </strong>Y os digo que desde ahora no beberé más de este fruto de la vid, hasta aquel día en que lo beba nuevo con vosotros en el reino de mi Padre. Jesús anuncia la negación de Pedro\n</p><p><strong>30 </strong>Y cuando hubieron cantado el himno, salieron al monte de los Olivos.\n</p><p><strong>Marcos 14:22-25\n</strong></p><p><strong>22</strong> Y mientras comían, Jesús tomó pan y bendijo, y lo partió y les dio, diciendo: Tomad, esto es mi cuerpo.\n</p><p><strong>23 </strong>Y tomando la copa, y habiendo dado gracias, les dio; y bebieron de ella todos.\n</p><p><strong>24 </strong>Y les dijo: Esto es mi sangre del nuevo pacto, que por muchos es derramada.\n</p><p><strong>25 </strong>De cierto os digo que no beberé más del fruto de la vid, hasta aquel día en que lo beba nuevo en el reino de Dios.\n</p><p><strong>1 Corintios 11:23-29\n</strong></p><p><strong>23</strong> Porque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n</p><p><strong>24 </strong>y habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n</p><p><strong>25 </strong>Asimismo tomó también la copa, después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.\n</p><p><strong>26 </strong>Así, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga.\n</p><p><strong>27 </strong>De manera que cualquiera que comiere este pan o bebiere esta copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.\n</p><p><strong>28 </strong>Por tanto, pruébese cada uno a sí mismo, y coma así del pan, y beba de la copa.\n</p><p><strong>29 </strong>Porque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.\n</p><p>Lamentablemente, algunos de los que habían subido con Moisés cayeron más tarde en pecado y perdieron la vida (ver Lev. 10:1, 2, 9). Aunque tuvieron allí una experiencia tan profunda con Dios, no fueron transformados ni convertidos por ella. La poderosa lección que esto enseña es que la posesión de la verdad y de privilegios sagrados no implica necesariamente conversión. En vista de la privilegiada experiencia que tuvieron en el monte, estos hombres deberían haber sido los últimos en caer como lo hicieron.\n</p><p><strong>Levítico 10:1, 2, 9\n</strong></p><p><strong>1</strong> Nadab y Abiú, hijos de Aarón, tomaron cada uno su incensario, y pusieron en ellos fuego, sobre el cual pusieron incienso, y ofrecieron delante de Jehová fuego extraño, que él nunca les mandó.\n</p><p><strong>2 </strong>Y salió fuego de delante de Jehová y los quemó, y murieron delante de Jehová.\n</p><p><strong>9 </strong>Tú, y tus hijos contigo, no beberéis vino ni sidra cuando entréis en el tabernáculo de reunión, para que no muráis; estatuto perpetuo será para vuestras generaciones,\n</p><p><strong>Reflexiona detenidamente en la historia de estos hombres tan privilegiados, que eran incluso hijos de Aarón. ¿Qué advertencia representa esto para nosotros como adventistas, tan privilegiados por la luz que se nos ha confiado?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Septiembre 2",
          "dayTitle": "<p>PODER PARA OBEDECER</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Ezequiel 36:26 al 28. ¿Cómo se produce la obediencia en nuestra vida?\n</strong></p><p><strong>Ezequiel 36:26-28\n</strong></p><p><strong>26</strong> Os daré corazón nuevo, y pondré espíritu nuevo dentro de vosotros; y quitaré de vuestra carne el corazón de piedra, y os daré un corazón de carne.\n</p><p><strong>27 </strong>Y pondré dentro de vosotros mi Espíritu, y haré que andéis en mis estatutos, y guardéis mis preceptos, y los pongáis por obra.\n</p><p><strong>28 </strong>Habitaréis en la tierra que di a vuestros padres, y vosotros me seréis por pueblo, y yo seré a vosotros por Dios.\n</p><p>Los israelitas declararon fervientemente en tres ocasiones que obedecerían a Dios (Éxo. 19:8; 24:3, 7). La obediencia es importante, aunque la Biblia enseñe que los seres humanos somos débiles, frágiles y pecadores. Esta triste verdad se hizo manifiesta no solo en la historia del antiguo Israel, sino también a lo largo de la historia del pueblo de Dios.\n</p><p><strong>Éxodo 19:8\n</strong></p><p><strong>8</strong> Y todo el pueblo respondió a una, y dijeron: Todo lo que Jehová ha dicho, haremos. Y Moisés refirió a Jehová las palabras del pueblo.\n</p><p><strong>Éxodo 24:3, 7\n</strong></p><p><strong>3</strong> Y Moisés vino y contó al pueblo todas las palabras de Jehová, y todas las leyes; y todo el pueblo respondió a una voz, y dijo: Haremos todas las palabras que Jehová ha dicho.\n</p><p><strong>7 </strong>Y tomó el libro del pacto y lo leyó a oídos del pueblo, el cual dijo: Haremos todas las cosas que Jehová ha dicho, y obedeceremos.\n</p><p>En vista de ello, ¿cómo podemos seguir fielmente a Dios?\n</p><p>La buena noticia es que el Señor siempre nos capacita para que podamos hacer lo que nos ordena. La ayuda que no está dentro de nosotros viene de nuestro exterior a fin de capacitarnos para hacer lo que Dios exige. Esto es obra suya. En el núcleo de su resumen teológico en Ezequiel 36:26 y 27, el profeta Ezequiel deja muy claro este punto. Solo Dios puede realizar un cambio de corazón, sustituyendo el nuestro de piedra por uno que sea sensible. En tal sentido, Josué recordó a su audiencia: “Ustedes son incapaces de servir al Señor” (Jos. 24:19, NVI).\n</p><p><strong>Josué 24:19\n</strong></p><p><strong>19</strong> Entonces Josué dijo al pueblo: No podréis servir a Jehová, porque él es Dios santo, y Dios celoso; no sufrirá vuestras rebeliones y vuestros pecados.\n</p><p>Nuestra parte es decidir seguir a Dios. Necesitamos tomar cada momento la decisión de rendirnos a él. Y eso es porque no somos siquiera capaces de poner por obra nuestra decisión de servirlo. Pero, cuando entregamos nuestra debilidad a Dios, él nos hace fuertes. Pablo dice: “Cuando soy débil, entonces soy fuerte” (2 Cor. 12:10).\n</p><p><strong>2 Corintios 12:10\n</strong></p><p><strong>10</strong> Por lo cual, por amor a Cristo me gozo en las debilidades, en afrentas, en necesidades, en persecuciones, en angustias; porque cuando soy débil, entonces soy fuerte.\n</p><p>Observa el uso del pronombre “yo” por parte de Dios en Ezequiel 36:24 al 30: Dios reúne, limpia, quita, da, pone y moviliza para obedecer cuidadosamente su Ley. Él se identifica contigo, y si te asocias estrechamente con él, harás lo que él hace. La unidad entre tú y Dios será dinámica, poderosa y viva.\n</p><p>El énfasis en este pasaje está nuevamente en la actividad de Dios. La Biblia dice: “Pondré mi Espíritu dentro de ustedes, y haré que anden en mis manda\u0002mientos, que guarden mis normas, y las cumplan” (Eze. 36:27). Dios ordena a las personas que le sean obedientes y les da el poder para hacerlo. Dios siempre ayuda a su pueblo a hacer lo que exige. La obediencia (no solo nuestro desempeño o nuestros logros) es un don de Dios, al igual que la justificación y la salvación (Fil. 2:13).\n</p><p><strong>Filipenses 2:13\n</strong></p><p><strong>13</strong> porque Dios es el que en vosotros produce así el querer como el hacer, por su buena voluntad.\n</p><p><strong>Si se nos ha prometido el poder para obedecer, ¿por qué nos resulta tan fácil pecar?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Septiembre 3",
          "dayTitle": "<p>EN MEDIO DE SU PUEBLO</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Dios instruía a su pueblo por diversos medios, y uno de ellos era el Santuario. Todos sus servicios apuntaban a Jesús; eran lecciones objetivas del plan de salvación que se llevaría a cabo por medio de Jesús muchos siglos después.\n</p><p><strong>Lee Éxodo 25:1 al 9. ¿Qué verdades cruciales, prácticas y teológicas se desprenden de estos versículos?\n</strong></p><p><strong>Éxodo 25:1-9\n</strong></p><p><strong>1&nbsp;</strong>Jehová habló a Moisés, diciendo:\n</p><p><strong>2 </strong>Di a los hijos de Israel que tomen para mí ofrenda; de todo varón que la diere de su voluntad, de corazón, tomaréis mi ofrenda.\n</p><p><strong>3 </strong>Esta es la ofrenda que tomaréis de ellos: oro, plata, cobre,\n</p><p><strong>4 </strong>azul, púrpura, carmesí, lino fino, pelo de cabras,\n</p><p><strong>5 </strong>pieles de carneros teñidas de rojo, pieles de tejones, madera de acacia,\n</p><p><strong>6 </strong>aceite para el alumbrado, especias para el aceite de la unción y para el incienso aromático,\n</p><p><strong>7 </strong>piedras de ónice, y piedras de engaste para el efod y para el pectoral.\n</p><p><strong>8 </strong>Y harán un santuario para mí, y habitaré en medio de ellos.\n</p><p><strong>9 </strong>Conforme a todo lo que yo te muestre, el diseño del tabernáculo, y el diseño de todos sus utensilios, así lo haréis.\n</p><p>Aunque Dios estaba guiando a los israelitas y ya estaba cerca de ellos, ordenó a Moisés que construyera un santuario: “Y me harán un santuario, para que yo habite entre ellos” (Éxo. 25:8). Dios quería mostrarles de forma tangible que él estaba realmente con ellos. Aunque se habían equivocado muchas veces, él no los había abandonado, y “después de que les fue devuelto el favor del Cielo” (Elena de White, Patriarcas y profetas, p. 356) recibieron la orden divina y comenzó el proceso de construcción del Santuario\n</p><p>La Biblia asegura que Dios no vive en templos y edificios construidos por el hombre (Hech. 7:47-50) porque él es más grande que los cielos y el cielo no puede contenerlo. Pablo afirmó lo siguiente en el Areópago de Atenas: “El Dios que hizo el mundo y todo lo que hay en él, que es Señor del cielo y de la tierra, no habita en templos hechos por manos humanas” (Hech. 17:24). Asimismo, el rey Salomón dijo: “¿Habitará ciertamente Dios en la tierra? Si los cielos, los cielos de los cielos, no te pueden contener, ¡cuánto menos esta casa que yo edifiqué!” (1 Rey. 8:27). El Santuario debía ser el lugar donde Dios manifestaría su presencia a su pueblo.\n</p><p><strong>Hechos 7:47-50\n</strong></p><p><strong>47</strong> Mas Salomón le edificó casa;\n</p><p><strong>48 </strong>si bien el Altísimo no habita en templos hechos de mano, como dice el profeta:\n</p><p><strong>49 </strong>El cielo es mi trono, Y la tierra el estrado de mis pies. ¿Qué casa me edificaréis? dice el Señor; ¿O cuál es el lugar de mi reposo?\n</p><p><strong>50 </strong>¿No hizo mi mano todas estas cosas?\n</p><p>Los israelitas debían traer una ofrenda voluntaria para la construcción del Santuario. Debían dar regalos preciosos y costosos, como oro, plata, bronce, madera de acacia, diversos tipos de telas finas, aceite de oliva y especias.\n</p><p>Éxodo 25:10 a 27:21 registra muchos detalles acerca del Tabernáculo y sus servicios. Dios proporcionó a Moisés un plano con instrucciones específicas para construir y amueblar el Tabernáculo, incluyendo el Arca del Pacto, la mesa de los panes de la proposición, el candelabro, los altares, las cortinas, los colores y las medidas.\n</p><p>Moisés tuvo que construir el Tabernáculo según el modelo que Dios le mostró (Éxo. 25:9, 40; 26:30), que era un reflejo del Santuario celestial (Heb. 8:1, 2; 9:11). El Santuario terrenal había cumplido una función crucial hasta la muerte de Jesús y su ministerio en el Santuario celestial, lo que anuló el Santuario terrenal, una verdad simbolizada por el rasgamiento de la cortina ante el Lugar Santísimo en ocasión de la muerte de Cristo (Mat. 27:51; Mar. 15:38).\n</p><p><strong>Éxodo 25:40\n</strong></p><p><strong>40</strong> Mira y hazlos conforme al modelo que te ha sido mostrado en el monte.\n</p><p><strong>Hebreos 8:1, 2\n</strong></p><p><strong>1</strong> Ahora bien, el punto principal de lo que venimos diciendo es que tenemos tal sumo sacerdote, el cual se sentó a la diestra del trono de la Majestad en los cielos,\n</p><p><strong>2 </strong>ministro del santuario, y de aquel verdadero tabernáculo que levantó el Señor, y no el hombre.\n</p><p><strong>Hebreos 9:11\n</strong></p><p><strong>11</strong> Pero estando ya presente Cristo, sumo sacerdote de los bienes venideros, por el más amplio y más perfecto tabernáculo, no hecho de manos, es decir, no de esta creación,\n</p><p><strong>Mateo 27:51\n</strong></p><p><strong>51</strong> Y he aquí, el velo del templo se rasgó en dos, de arriba abajo; y la tierra tembló, y las rocas se partieron;\n</p><p><strong>Marcos 15:38\n</strong></p><p><strong>38</strong> Entonces el velo del templo se rasgó en dos, de arriba abajo.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Septiembre 4",
          "dayTitle": "<p>LLENO DEL ESPÍRITU DE DIOS</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>Dios instruyó a Moisés en la preparación de cada detalle de los servicios del Tabernáculo. Los sacerdotes debían tener vestiduras sacerdotales, pero el sumo sacerdote llevaba un efod especial con los nombres de los hijos de Israel. También llevaba un pectoral que portaba el Urim y el Tumim, y debía estar sobre su corazón (Éxo. 28). Todos los sacerdotes debían ser consagrados (Éxo. 29). Otros elementos que debían ser cuidadosamente preparados eran el Altar del Incienso, la fuente para el lavamiento, el aceite de la unción y el incienso (Éxo. 30).\n</p><p><strong>Lee Éxo. 31:1 al 18. ¿Qué ayuda especial proveyó Dios para que todos los detalles del Tabernáculo y sus servicios fueran preparados de forma hermosa y adecuada?\n</strong></p><p><strong>Éxodo 31\n</strong></p><p><strong>1</strong> Habló Jehová a Moisés, diciendo:\n</p><p><strong>2 </strong>Mira, yo he llamado por nombre a Bezaleel hijo de Uri, hijo de Hur, de la tribu de Judá;\n</p><p><strong>3 </strong>y lo he llenado del Espíritu de Dios, en sabiduría y en inteligencia, en ciencia y en todo arte,\n</p><p><strong>4 </strong>para inventar diseños, para trabajar en oro, en plata y en bronce,\n</p><p><strong>5 </strong>y en artificio de piedras para engastarlas, y en artificio de madera; para trabajar en toda clase de labor.\n</p><p><strong>6 </strong>Y he aquí que yo he puesto con él a Aholiab hijo de Ahisamac, de la tribu de Dan; y he puesto sabiduría en el ánimo de todo sabio de corazón, para que hagan todo lo que te he mandado;\n</p><p><strong>7 </strong>el tabernáculo de reunión, el arca del testimonio, el propiciatorio que está sobre ella, y todos los utensilios del tabernáculo,\n</p><p><strong>8 </strong>la mesa y sus utensilios, el candelero limpio y todos sus utensilios, el altar del incienso,\n</p><p><strong>9 </strong>el altar del holocausto y todos sus utensilios, la fuente y su base,\n</p><p><strong>10 </strong>los vestidos del servicio, las vestiduras santas para Aarón el sacerdote, las vestiduras de sus hijos para que ejerzan el sacerdocio,\n</p><p><strong>11 </strong>el aceite de la unción, y el incienso aromático para el santuario; harán conforme a todo lo que te he mandado.\n</p><p><strong>12 </strong>Habló además Jehová a Moisés, diciendo:\n</p><p><strong>13 </strong>Tú hablarás a los hijos de Israel, diciendo: En verdad vosotros guardaréis mis días de reposo; porque es señal entre mí y vosotros por vuestras generaciones, para que sepáis que yo soy Jehová que os santifico.\n</p><p><strong>14 </strong>Así que guardaréis el día de reposo, porque santo es a vosotros; el que lo profanare, de cierto morirá; porque cualquiera que hiciere obra alguna en él, aquella persona será cortada de en medio de su pueblo.\n</p><p><strong>15 </strong>Seis días se trabajará, mas el día séptimo es día de reposo consagrado a Jehová; cualquiera que trabaje en el día de reposo, ciertamente morirá.\n</p><p><strong>16 </strong>Guardarán, pues, el día de reposo[e] los hijos de Israel, celebrándolo por sus generaciones por pacto perpetuo.\n</p><p><strong>17 </strong>Señal es para siempre entre mí y los hijos de Israel; porque en seis días hizo Jehová los cielos y la tierra, y en el séptimo día cesó y reposó.\n</p><p><strong>18 </strong>Y dio a Moisés, cuando acabó de hablar con él en el monte de Sinaí, dos tablas del testimonio, tablas de piedra escritas con el dedo de Dios.\n</p><p>Esta es la primera ocasión en que las Escrituras dicen que Dios llenaría a una persona con el Espíritu de Dios. ¿Qué significa esto? Bezaleel fue capacitado para trabajar artísticamente en el Tabernáculo.\n</p><p>Eso significa que fue equipado con nuevas habilidades, comprensión y conocimiento acerca de la artesanía necesaria. Además, Dios otorgó a Aholiab y a muchos otros artesanos el mismo Espíritu para ayudar en este trabajo.\n</p><p>En medio de toda esta creatividad, el sábado es presentado como una señal de que Dios santifica a su pueblo, lo cual significa que la observancia del cuarto Mandamiento está asociada a la santificación. Ezequiel observó más tarde: “Les di también mis sábados, para que fuesen una señal entre mí y ellos, para que supiesen que yo soy el Señor que los santifico” (Eze. 20:12).\n</p><p>El sábado nos recuerda que el Señor es nuestro Creador (Gén. 2:2, 3), Redentor y Dios (Deut. 5:15; Mar. 2:27, 28), y que él es santo. Él transforma a las personas con su presencia a fin de que crezcan mediante su Espíritu y su Palabra para reflejar un carácter amoroso, bondadoso, generoso y perdonador.\n</p><p><strong>Génesis 2:2-3\n</strong></p><p><strong>2</strong> Y acabó Dios en el día séptimo la obra que hizo; y reposó el día séptimo de toda la obra que hizo.\n</p><p><strong>3 </strong>Y bendijo Dios al día séptimo, y lo santificó, porque en él reposó de toda la obra que había hecho en la creación.\n</p><p><strong>Deuteronomio 5:15\n</strong></p><p><strong>15</strong> Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.\n</p><p><strong>Marcos 2:27-28\n</strong></p><p><strong>27 </strong>También les dijo: El día de reposo fue hecho por causa del hombre, y no el hombre por causa del día de reposo.\n</p><p><strong>28 </strong>Por tanto, el Hijo del Hombre es Señor aun del día de reposo.\n</p><p>El Decálogo fue el regalo culminante que Dios hizo a Moisés (Éxo. 31:18). Dios mismo escribió y entregó las dos tablas de piedra con los Diez Preceptos (Éxo. 31:18; Deut. 9:9-11). Estas tablas debían ser colocadas en el Lugar Santísimo y dentro del Arca del Pacto, bajo el Propiciatorio (Éxo. 25:21).\n</p><p><strong>Deuteronomio 9:9-11\n</strong></p><p><strong>9</strong> Cuando yo subí al monte para recibir las tablas de piedra, las tablas del pacto que Jehová hizo con vosotros, estuve entonces en el monte cuarenta días y cuarenta noches, sin comer pan ni beber agua;\n</p><p><strong>10 </strong>y me dio Jehová las dos tablas de piedra escritas con el dedo de Dios; y en ellas estaba escrito según todas las palabras que os habló Jehová en el monte, de en medio del fuego, el día de la asamblea.\n</p><p><strong>11 </strong>Sucedió al fin de los cuarenta días y cuarenta noches, que Jehová me dio las dos tablas de piedra, las tablas del pacto.\n</p><p><strong>Éxodo 25:21\n</strong></p><p><strong>21</strong> Y pondrás el propiciatorio encima del arca, y en el arca pondrás el testimonio que yo te daré.</p><p><strong>La palabra “propiciatorio” proviene de un término hebreo que significa básicamente “expiar”. ¿Por qué fue colocado el “propiciatorio” sobre la Ley de Dios? ¿Qué esperanza debemos ver en este hecho?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Septiembre 5",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Lee el capítulo titulado “El Tabernáculo y sus servicios” en el libro Patriarcas y profetas, de Elena de White, pp. 356-372.\n</p><p>El Tabernáculo era un lugar especial donde se realizaba la expiación por los pecados confesados por el pueblo de Dios. Era el lugar donde todo el plan de salvación había sido revelado con considerable detalle a los hijos de Israel mientras estaban en el desierto. Allí se enseñaban la justificación, la santificación y el juicio. Todos los sacrificios de animales apuntaban a la muerte de Jesús, al perdón de los pecados y, finalmente, a la eliminación de estos. La Ley de Dios, la norma de justicia, estaba además junto a los sacrificios.\n</p><p>“La Ley de Dios, guardada como reliquia dentro del Arca, era la gran regla de justicia y juicio. Esa ley determinaba la muerte del transgresor; pero encima de la Ley estaba el Propiciatorio, donde se revelaba la presencia de Dios y desde el cual, en virtud de la Expiación, se otorgaba perdón al pecador arrepentido. Así, en la obra de Cristo en favor de nuestra redención, simbolizada por el servicio del Santuario, ‘la misericordia y la verdad se encontraron; la justicia y la paz se besaron’ (Sal. 85:10)” (Elena de White, Patriarcas y profetas, p. 361).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. </strong>¿Cuántas veces has dicho: “Haré todo lo que el Señor me diga”? ¿Hasta qué punto has tenido éxito? Al final de la permanencia de cuarenta días de Moisés con el Señor en el monte Sinaí, Dios subrayó que los israelitas debían observar su sábado porque sería una señal entre Dios y ellos de que era el Señor quien los haría santos.\n</p><p><strong>2.</strong> ¿Qué papel desempeñan la santidad y la santificación en la observancia del sábado?\n</p><p><strong>3.</strong> El Señor quería que los israelitas hicieran un santuario para habitar entre ellos. Cuán fascinante es el hecho de que ese lugar fuera el centro de la salvación para Israel. Fue allí, en ese santuario, donde Dios habitó en medio de su pueblo y donde el plan de salvación fue revelado mediante tipos y sombras. ¿Qué nos dice esto acerca de nuestra total dependencia de Dios para la salvación?\n</p><p><strong>4.</strong> ¿Qué significa el hecho de que todos los pecados del pueblo de Dios eran llevados al Santuario, a la casa de Dios, por medio de la sangre de los animales sacrificados? ¿Cómo refleja esta asombrosa verdad, aunque sea vagamente, lo que Jesús hizo en la cruz por nosotros y lo que está hacien\u0002do ahora en nuestro favor en el Santuario celestial?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p>RESEÑA\n</p><p>Texto clave: Éxodo 24:3.\n</p><p>Enfoque del estudio: Éxodo 24:1-31:18.\n</p><p>Introducción\n</p><p>El Señor salvó a su pueblo del poder de Egipto, le dio la libertad, lo condujo a él a través del desierto y estableció su pacto de amor con él en el Sinaí (Éxo. 19:3-6; Deut. 7:9, 12; Neh. 9:32). Su gracia y su cuidado en favor de su pueblo fueron asombrosos. En un poderoso despliegue de su gloria en el Sinaí, pronunció las Diez Promesas (el don del Decálogo, registrado en Éxo. 20) y las explicó con más detalle en el Código del Pacto (Éxo. 20:22-23:19). Ahora, el Señor ratificó este pacto con Israel en una importante ceremonia que incluyó el sacrificio de animales, lo que señalaba hacia el futuro sacrificio de Cristo.\n</p><p>COMENTARIO\n</p><p>La ratificación del Pacto\n</p><p>La ratificación del Pacto incluyó varios elementos importantes:\n</p><p>• La presentación oral de las palabras y las leyes del Señor por parte de Moisés (Éxo. 24:3).\n</p><p>• El registro escrito del Libro del Pacto por parte de Moisés (Éxo. 24:4a).\n</p><p>• La construcción de un altar (Éxo. 24:4b).\n</p><p>• La colocación de doce columnas de piedra como representación de las doce tribus de Israel (Éxo. 24:4c).\n</p><p>• Holocaustos y ofrendas de paz (Éxo. 24:5).\n</p><p>• La aspersión de la mitad de la sangre del sacrificio sobre el Altar (Éxo. 24:6).\n</p><p>• La lectura del Libro del Pacto (Éxo. 24:7a). • Las respuestas afirmativas del pueblo (Éxo. 24:3, 7b).\n</p><p>• La aspersión de la otra mitad de la sangre sacrificial sobre el pueblo (Éxo. 24:8a).\n</p><p>• La siguiente declaración pronunciada por Moisés: “Ésta es la sangre del pacto [frase que solo aparece aquí en el Antiguo Testamento; comparar con Zac. 9:11; Mat. 26:28; Mar. 14:24] que el Señor ha hecho con ustedes acerca de estas cosas” (Éxo. 24:8).\n</p><p>• Una comida de ratificación del pacto con 74 líderes en el monte Sinaí (Éxo. 24:9-11).\n</p><p>En el marco del Pacto, el pueblo de Dios respondió tres veces de la misma manera a las bondadosas palabras de Dios: “Haremos todo lo que el Señor ha dicho” (Éxo. 19:8; ver también Éxo. 24:3, 7). ¿Había algo de malo en semejante promesa? Sí, lo malo era la confianza propia del pueblo, su limitada comprensión del poder del pecado y de su propia naturaleza pecaminosa, y su incapacidad para reconocer la necesidad de la ayuda divina.\n</p><p>Solo unas semanas después, muchos de ellos estaban danzando alrededor del becerro de oro. La respuesta adecuada debió ser: “Haremos todo lo que el Señor ha dicho con la ayuda del Señor y por el poder de su gracia”.\n</p><p>Josué, un colaborador muy fiel de Moisés y más tarde un excelente líder del pueblo de Dios, escuchó estas promesas bien intencionadas y sabía lo frágiles, débiles y fáciles de romper que eran. Varias veces fue testigo de la apostasía de los israelitas. Cuando más tarde repitieron: “Nosotros también serviremos al Señor” (Jos. 24:18), Josué les dijo con firmeza que no eran capaces de servir al Señor (Jos. 24:19) porque su decisión no era firme, ya que aún conservaban algunos ídolos paganos (ver Jos. 24:14, 23) y no dependían de la ayuda de Dios, sino de su propia fuerza de voluntad. Sin embargo, Josué declaró personalmente: “Yo y mi casa serviremos al Señor” (Jos. 24:15).\n</p><p>Dios convocó a Moisés, a Aarón y a dos de sus hijos, Nadab y Abiú, junto con setenta ancianos, para que se reunieran con él en el monte Sinaí (Éxo. 24:9, 10). Mediante su cercanía, Dios deseaba revelarles más plenamente quién era. En dicha ocasión, comieron y bebieron, aunque no se dice quién preparó el banquete. Lo más probable es que fuera el Señor mismo. Comer juntos era parte de la ratificación de un pacto, por lo que se trataba de una comida pactual. En tiempos bíblicos, el mero hecho de comer juntos establecía una profunda amistad y un vínculo de parentesco y hermandad. Si algo no iba bien entre quienes comían juntos, se daba lugar al perdón y los comensales prometían que se apoyarían mutuamente para siempre (ver, por ejemplo, la comida de Jacob y Labán en Gén. 31:54).\n</p><p>Experimentamos una comunión de pacto similar cuando celebramos la vida y la muerte de Jesús durante la Cena del Señor, o Comunión. Dios invita a los creyentes a mantener una estrecha relación con él y entre sí comiendo y bebiendo juntos. Quienes participamos en esa ceremonia constituimos por ello una sola familia con Cristo, pues esa conmemoración actualiza y hace tangible lo que él hizo por nosotros. La Cena del Señor es el momento en que su iglesia se restablece y se vuelve a constituir como una comunidad de fe que reconoce a Dios como su Señor, Rey y Amigo. Los miembros de la iglesia están unidos a él y entre sí. Son santificados por su presencia entre ellos, y ese vínculo es sellado mediante su presencia y su Palabra.\n</p><p>El Tabernáculo de Dios\n</p><p>Casi un tercio del libro del Éxodo se refiere al Tabernáculo, lo que indica su importancia. Éxodo 25 a 31 registra una pormenorizada descripción de su estructura, de las instrucciones acerca de su diseño y los materiales que debían ser utilizados, mientras Éxodo 35 a 40 describe cómo debía ser construido y la dedicación del Santuario para sus funciones sagradas. ¿Cuál es el significado de esta narración?\n</p><p>Lo más importante del Tabernáculo no era su mobiliario, aunque ello preparaba el escenario para lo que tendría lugar en el Santuario. Lo crucial era la actividad que allí se realizaba.\n</p><p>Eso podría compararse con las diferentes escenas de una obra teatral. Lo que se ve en el escenario indica al público si la historia transcurre durante el día o a medianoche; si ocurre en una ciudad, un palacio, un cementerio o un banquete de bodas; quiénes son los actores principales, y muchos otros detalles. El escenario es importante para entender la trama y la obra. Del mismo modo, nuestra atención en relación con el Tabernáculo debe centrarse siempre en la obra en sí, no solo en el entorno, el mobiliario y el tipo de sacrificios, para ser así capaces de reconocer lo que allí se estaba representando. Debemos comprender el significado de todo ello. El Tabernáculo era una monumental lección objetiva del plan divino de redención.\n</p><p>Los servicios del Santuario representaban quién es Dios, los valores que defiende, cómo salva al pecador arrepentido, cómo se relaciona con el pecado y con las personas obstinadamente malvadas, cómo juzga y qué solución tiene para la definitiva erradicación futura del pecado. Todo lo que ocurría en el Santuario demostraba que la paz, la reconciliación y la armonía serían finalmente restablecidas.\n</p><p>Dios quería morar con su pueblo. El Tabernáculo era su morada terrenal, no porque él no estuviera ya con ellos o porque pudiera ser contenido en una estructura material, sino porque quería mostrar su presencia tangible y real a su pueblo y demostrarles que no estaban solos, abandonados o desamparados, sino que él cuidaba de ellos.\n</p><p>El apóstol Pablo afirma claramente que el Señor no vive en templos hechos por manos humanas (Hech. 17:24, 25), y Salomón declara solemnemente, después de construir un templo maravilloso para Dios en Jerusalén, que ni siquiera los cielos podrían contener al Señor: “¿Habitará ciertamente Dios con el hombre en la tierra? Si los cielos y los cielos de los cielos no te pueden contener, ¿cuánto menos esta casa que he edificado?” (2 Crón. 6:18). Luego Salomón dice: “Oye el ruego de tu siervo y de tu pueblo Israel cuando oren en este lugar. Desde el cielo, desde tu morada, oye y perdona” (2 Crón. 6:21). En su amor y misericordia, Dios condesciende a nuestro nivel e irrumpe en nuestro tiempo y espacio para estar con nosotros\n</p><p>El deseo de Dios de morar con su pueblo estaba detrás de la orden de que construyeran un tabernáculo en el centro del campamento. El Señor declaró: “Que me hagan un santuario, y yo habitaré en medio de ellos” (Éxo. 25:8). No pasemos por alto la conjunción “y”, que aparece en el original hebreo en esta frase. Las buenas traducciones la incluyen, a diferencia de la fórmula causativa “para que”, aunque esta es también una traducción correcta. Esta “y” es exegética y teológicamente crucial. Dios no necesitaba el Santuario para estar o morar con su pueblo. Él estaba con ellos todo el tiempo, ya que el tema principal del libro del Éxodo es la presencia de Dios junto a su pueblo. Sin embargo, Dios utiliza más tarde la preposición hebrea le (“para que” o “que”) en Éxodo 29:46b, para destacar que el propósito del Santuario era que Dios estuviera cerca de su pueblo y les mostrara su presencia visible (Éxo. 29:42-46).\n</p><p>Cuando el glorioso templo salomónico fue destruido por Nabucodonosor y el pueblo fue enviado al exilio debido a su infidelidad (Dan. 9:4-20), Dios aseguró a su pueblo por medio del profeta Ezequiel que sería “un santuario […] en las tierras adonde lleguen” (Eze. 11:16).\n</p><p>Dios dijo a Moisés que debía construir el Tabernáculo según el modelo del Santuario celestial que se le mostró en el monte Sinaí (Éxo. 25:9, 40; ver más acerca de esto en la sección COMENTARIO de la lección 13). El espacio más importante del Santuario era el Lugar Santísimo, cuyo objeto central era el Arca del Pacto, también llamada Arca del Testimonio (Éxo. 25:16), porque las palabras del testimonio de Dios, o Decálogo, debían ser colocadas dentro de ella (Éxo. 40:20). En la parte superior del Arca se encontraba una cubierta de oro puro llamada Propiciatorio (traducción del hebreo kaporet, de la raíz kapar, “expiar” o “cubrir”; hilasterion, en griego). Este era el lugar donde ocurría la reconciliación final entre Dios y los pecadores arrepentidos y se borraban los pecados confesados del pueblo de Dios. Aquí, Dios proporcionaba la solución definitiva al problema del pecado y del mal (ver Lev. 16:15, 16, 30). Jesucristo es el hilasterion, o propiciatorio, quien asume las consecuencias de nuestros pecados y nos purifica de ellos (Rom. 3:25; 1 Juan 2:2).\n</p><p>APLICACIÓN A LA VIDA\n</p><p>1. Después de que Salomón construyó el Templo, Dios le dijo: “Y si mi pueblo que lleva mi nombre se humilla y ora, si busca mi rostro y se convierte de sus malos caminos, entonces oiré desde el cielo, perdonaré sus pecados y sanaré su tierra” (2 Crón. 7:14). ¿Cómo podemos aplicar y practicar cuidadosamente este consejo divino como comunidad de fe?\n</p><p>2. ¿Qué obstaculiza nuestras oraciones, impidiendo que Dios escuche y responda nuestras peticiones de ayuda? 3. ¿Cómo renovamos el pacto de amor con el Señor durante la Comunión? ¿Necesitamos una ceremonia especial para hacerlo?\n</p><p>4. Jesucristo “se hizo carne, y habitó entre nosotros” (Juan 1:14). Una traducción literal de la última parte de este texto sería: “acampó entre nosotros”. ¿Cómo puede la encarnación de Jesús y su vida en la Tierra hacer que te sientas seguro de que él está contigo y comprende todos tus problemas y desafíos?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>EL PACTO Y EL MODELO</p>",
      "verse": "<p>“Y Moisés vino y contó al pueblo todas las palabras del Señor y todas las leyes. Y el pueblo respondió a una voz: ‘Haremos todo lo que el Señor ha dicho’ ” (Éxo. 24:3).</p>",
      "versionCode": 25,
      "weekDate": "Agosto 30 – Septembre 5"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
