{
  "data": [
    {
      "color": "#009fd6",
      "id": 711,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "september 2",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>In 2018, an artifact at the Museum of the Bible in Washington, DC, attracted much attention. It was an abridged Bible designed to teach essentials of faith while deleting any passage inciting rebellion by slaves. Published in 1808, the text does not just remove a passage here or there. Ninety percent of the Old Testament is missing, and 50 percent of the New. Of the 1,189 chapters in the Bible, only 232 remain.\n</p><p>Passages seeming to reinforce the evils of slavery, especially in the absence of so much of the Bible’s narrative of “good news,” are left fully intact, including such oft-misused texts as “Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ” (Eph. 6:5).\n</p><p>Today, in our time and culture, our important challenge is to read Ephesians 6:1–9 in the context of the full story of salvation, as is revealed in the complete Bible. What can we learn as we watch Paul apply the values of the gospel to the flawed social structures of his day?\n</p><p><strong>Ephesians 6:1-9\n</strong></p><p><sup><strong>1</strong> </sup>Children, obey your parents in the Lord, for this is right.&nbsp;</p><p><strong><sup>2</sup></strong> “Honor your father and mother,” which is the first commandment with promise:&nbsp;</p><p><strong><sup>3</sup></strong> “that it may be well with you and you may live long on the earth.”&nbsp;</p><p><strong><sup>4</sup></strong> And you, fathers, do not provoke your children to wrath, but bring them up in the training and admonition of the Lord.&nbsp;</p><p><strong><sup>5</sup></strong> Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;&nbsp;</p><p><strong><sup>6</sup></strong> not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,&nbsp;</p><p><strong><sup>7</sup></strong> with goodwill doing service, as to the Lord, and not to men,</p><p><strong><sup>8</sup></strong> knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.&nbsp;</p><p><strong><sup>9</sup></strong> And you, masters, do the same things to them, giving up threatening, knowing that your own Master also is in heaven, and there is no partiality with Him.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 3",
          "dayTitle": "<p>Advice to Children</p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong>What advice does Paul give to children, and how does he support that counsel from the Old Testament? Eph. 6:1–3. (See also Matt. 18:1–5, 10; Mark 10:13–16.)\n</strong></p><p><strong>Ephesians 6:1-3\n</strong></p><p><strong><sup>1 </sup></strong>Children, obey your parents in the Lord, for this is right.\n</p><p><strong><sup>2 </sup></strong>“Honor your father and mother,” which is the first commandment with promise:\n</p><p><strong><sup>3 </sup></strong>“that it may be well with you and you may live long on the earth.”\n</p><p><strong>Matthew 18:1-5, 10\n</strong></p><p><sup><strong>1</strong> </sup>At that time the disciples came to Jesus, saying, “Who then is greatest in the kingdom of heaven?”\n</p><p><strong><sup>2</sup></strong> Then Jesus called a little child to Him, set him in the midst of them,\n</p><p><strong><sup>3</sup></strong> and said, “Assuredly, I say to you, unless you are converted and become as little children, you will by no means enter the kingdom of heaven.\n</p><p><strong><sup>4</sup></strong> Therefore whoever humbles himself as this little child is the greatest in the kingdom of heaven.\n</p><p><strong><sup>5</sup></strong> Whoever receives one little child like this in My name receives Me.\n</p><p><strong><sup>10</sup></strong> “Take heed that you do not despise one of these little ones, for I say to you that in heaven their angels always see the face of My Father who is in heaven.\n</p><p><strong>Mark 10:13–16\n</strong></p><p><strong>13</strong> Then they brought little children to Him, that He might touch them; but the disciples rebuked those who brought them.\n</p><p><strong><sup>14</sup></strong> But when Jesus saw it, He was greatly displeased and said to them, “Let the little children come to Me, and do not forbid them; for of such is the kingdom of God.\n</p><p><strong><sup>15 </sup></strong>Assuredly, I say to you, whoever does not receive the kingdom of God as a little child will by no means enter it.”\n</p><p><strong><sup>16</sup></strong> And He took them up in His arms, laid His hands on them, and blessed them.\n</p><p>To appreciate fully Paul’s counsel to children, we must imagine it being read out in the house churches of the thriving metropolis of Ephesus. The word “children” (Greek, ta tekna) could refer to a wide range of ages, since children remained under the father’s authority until the father was 60 (in the Greek tradition) or until his death (in the Roman one). These children, though, are young enough to be under parental training (Eph. 6:4) but old enough themselves to be disciples in their own right.\n</p><p><strong>Ephesians 6:4\n</strong></p><p><sup><strong>4</strong> </sup>And you, fathers, do not provoke your children to wrath, but bring them up in the training and admonition of the Lord.\n</p><p>We hear Paul appealing to children, who were worshiping in Christian congregations, to obey and honor their parents “in the Lord,” that is, in Christ (compare Eph. 5:22; Eph. 6:4, 5, 7–9). We are invited here to respect children as themselves being disciples of Christ and to include them as active participants in worship. This makes the\n</p><p><strong>Ephesians 6:5,7-9\n</strong></p><p><sup><strong>5</strong> </sup>Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;\n</p><p><strong><sup>7 </sup></strong>with goodwill doing service, as to the Lord, and not to men,\n</p><p><strong><sup>8 </sup></strong>knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.\n</p><p><strong><sup>9 </sup></strong>And you, masters, do the same things to them, giving up threatening, knowing that your own Master also is in heaven, and there is no partiality with Him.\n</p><p><strong>Ephesians 5:22\n</strong></p><p><sup><strong>22</strong> </sup>Wives, submit to your own husbands, as to the Lord.\n</p><p>Paul’s command to obey is not absolute. When the commands of parents “contradict the requirements of Christ, then, painful though it may be, they [children] must obey God and trust the consequences with Him.”—Ellen G. White, The Adventist Home, p. 293.\n</p><p>Paul completes his exhortation to children by quoting the fifth commandment, bearing witness to the high value he places on the Ten Commandments as a source of guidance for Christian believers (an obvious feature of Eph. 4:1–6:9; especially Eph. 4:25, 28; Eph. 5:3–14). He begins the quotation (“ ‘Honor your father and mother,’ ” Eph. 6:2, NKJV), breaks into it with an editorial comment (“which is the first commandment with promise,” Eph. 6:2, NKJV), and then completes the citation (“ ‘that it may be well with you and you may live long on the earth,’ ” Eph. 6:3, NKJV). The fifth commandment bears witness that honoring parents is part of God’s design for human beings to thrive. Respect for parents, imperfect though they may be, will help foster health and well-being.\n</p><p><strong>Ephesians 4:1-6, 9, 25, 28\n</strong></p><p><sup><strong>1</strong> </sup>I, therefore, the prisoner of the Lord, beseech you to walk worthy of the calling with which you were called,\n</p><p><strong><sup>2 </sup></strong>with all lowliness and gentleness, with longsuffering, bearing with one another in love,\n</p><p><strong><sup>3 </sup></strong>endeavoring to keep the unity of the Spirit in the bond of peace.\n</p><p><strong><sup>4 </sup></strong>There is one body and one Spirit, just as you were called in one hope of your calling;\n</p><p><strong><sup>5 </sup></strong>one Lord, one faith, one baptism;\n</p><p><strong><sup>6</sup></strong> one God and Father of all, who is above all, and through all, and in you all.\n</p><p><strong><sup>9 </sup></strong>(Now this, “He ascended”—what does it mean but that He also first descended into the lower parts of the earth?\n</p><p><strong><sup>25 </sup></strong>Therefore, putting away lying, “Let each one of you speak truth with his neighbor,” for we are members of one another.\n</p><p><strong><sup>28 </sup></strong>Let him who stole steal no longer, but rather let him labor, working with his hands what is good, that he may have something to give him who has need.\n</p><p><strong>Ephesians 5:3-14\n</strong></p><p><sup><strong>3</strong> </sup>But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints;\n</p><p><strong><sup>4 </sup></strong>neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks.\n</p><p><strong><sup>5 </sup></strong>For this you know, that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God.\n</p><p><strong><sup>6 </sup></strong>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.\n</p><p><strong><sup>7 </sup></strong>Therefore do not be partakers with them.\n</p><p><strong><sup>8 </sup></strong>For you were once darkness, but now you are light in the Lord. Walk as children of light\n</p><p><strong><sup>9 </sup></strong>(for the fruit of the Spirit is in all goodness, righteousness, and truth),\n</p><p><strong><sup>10 </sup></strong>finding out what is acceptable to the Lord.\n</p><p><strong><sup>11</sup></strong> And have no fellowship with the unfruitful works of darkness, but rather expose them.\n</p><p><strong><sup>12 </sup></strong>For it is shameful even to speak of those things which are done by them in secret.\n</p><p><strong><sup>13 </sup></strong>But all things that are exposed are made manifest by the light, for whatever makes manifest is light.\n</p><p><strong><sup>14 </sup></strong>Therefore He says: “Awake, you who sleep, Arise from the dead, And Christ will give you light.”\n</p><p><strong>How do these verses reinforce how important family relationships are?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 4",
          "dayTitle": "<p>Advice to Parents</p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p><strong>Compare Ephesians 6:4 and Colossians 3:21. What motivation does Colossians 3:21 provide for avoiding irritating one’s children?\n</strong></p><p><strong>Ephesians 6:4\n</strong></p><p><sup><strong>4</strong> </sup>And you, fathers, do not provoke your children to wrath, but bring them up in the training and admonition of the Lord.\n</p><p><strong>Colossians 3:21\n</strong></p><p><strong><sup>21</sup></strong> Fathers, do not provoke your children, lest they become discouraged.\n</p><p>Sirach, a Jewish document available in Paul’s day, advises fathers about the treatment of their sons: “He who loves his son will whip him often. . . . Pamper a child, and he will terrorize you; play with him, and he will grieve you. . . . Discipline your son and make his yoke heavy, so that you may not be offended by his shamelessness” (Sirach 30:1, 9, 13, NRSV).\n</p><p>Paul’s counsel bears a very different tone. He first addresses a negative command to fathers: “Do not provoke your children to anger,” followed by a positive one, “Bring them up in the discipline and instruction of the Lord” (Eph. 6:4, ESV). In Paul’s day, fathers had complete legal power over their children, who were regarded as his property. Fathers had the right to inflict violent punishment, even death, on their children. Indeed, in some respects a father’s power over his children exceeded a master’s authority over his slaves. Paul is not endorsing such power but is boldly clarifying and reshaping family relationships. In the context of a supreme loyalty to Christ, Paul invites Christian fathers to rethink their use of power since children who are provoked to anger will not be well positioned to accept “the discipline and instruction of the Lord” (Eph. 6:4, ESV).\n</p><p>“Fathers and mothers, in the home you are to represent God’s disposition. You are to require obedience, not with a storm of words, but in a kind, loving manner. . . .\n</p><p>“Be pleasant in the home. Restrain every word that would arouse unholy temper. ‘Fathers, provoke not your children to wrath,’ is a divine injunction. . . .\n</p><p>“No license is given in God’s Word for parental severity or oppression or for filial disobedience. The law of God, in the home life and in the government of nations, flows from a heart of infinite love.”—Ellen G. White, Child Guidance, p. 259.\n</p><p><strong>Though the context of the lesson here deals with parents and children, what principles can be taken from these texts that should impact how we should deal with all other people?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 5",
          "dayTitle": "<p>Slavery in Paul’s Day</p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong>Read through the counsel to slaves and slave masters in the following passages: Eph. 6:5–9; Col. 3:22–4:1; 1 Cor. 7:20–24; 1 Tim. 6:1, 2; 1 Pet. 2:18–25. How would you summarize this advice?\n</strong></p><p><strong>Ephesians 6:5-9\n</strong></p><p><strong><sup>5</sup></strong> Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;\n</p><p><strong><sup>6 </sup></strong>not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,\n</p><p><strong><sup>7 </sup></strong>with goodwill doing service, as to the Lord, and not to men,\n</p><p><strong><sup>8 </sup></strong>knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.\n</p><p><strong><sup>9 </sup></strong>And you, masters, do the same things to them, giving up threatening, knowing that your own Master also is in heaven, and there is no partiality with Him.\n</p><p><strong>Colossians 3:22-25\n</strong></p><p><sup><strong>22</strong> </sup>Bondservants, obey in all things your masters according to the flesh, not with eyeservice, as men-pleasers, but in sincerity of heart, fearing God.\n</p><p><sup><strong>23 </strong></sup>And whatever you do, do it heartily, as to the Lord and not to men,\n</p><p><sup><strong>24 </strong></sup>knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ.\n</p><p><strong><sup>25 </sup></strong>But he who does wrong will be repaid for what he has done, and there is no partiality.\n</p><p><strong>Colossians 4:1\n</strong></p><p><sup><strong>1</strong> </sup>Masters, give your bondservants what is just and fair, knowing that you also have a Master in heaven.\n</p><p><strong>1 Corinthians 7:20-24\n</strong></p><p><sup><strong>20</strong> </sup>Let each one remain in the same calling in which he was called.\n</p><p><strong><sup>21 </sup></strong>Were you called while a slave? Do not be concerned about it; but if you can be made free, rather use it.\n</p><p><strong><sup>22 </sup></strong>For he who is called in the Lord while a slave is the Lord’s freedman. Likewise he who is called while free is Christ’s slave.\n</p><p><strong><sup>23 </sup></strong>You were bought at a price; do not become slaves of men.\n</p><p><strong><sup>24 </sup></strong>Brethren, let each one remain with God in that state in which he was called.\n</p><p><strong>1 Timothy 6:1-2\n</strong></p><p><sup><strong>1</strong> </sup>Let as many bondservants as are under the yoke count their own masters worthy of all honor, so that the name of God and His doctrine may not be blasphemed.\n</p><p><strong><sup>2 </sup></strong>And those who have believing masters, let them not despise them because they are brethren, but rather serve them because those who are benefited are believers and beloved. Teach and exhort these things.\n</p><p><strong>1 Peter 2:18-25\n</strong></p><p><sup><strong>18</strong> </sup>Servants, be submissive to your masters with all fear, not only to the good and gentle, but also to the harsh.\n</p><p><sup><strong>19 </strong></sup>For this is commendable, if because of conscience toward God one endures grief, suffering wrongfully.\n</p><p><strong><sup>20 </sup></strong>For what credit is it if, when you are beaten for your faults, you take it patiently? But when you do good and suffer, if you take it patiently, this is commendable before God.\n</p><p><strong><sup>21 </sup></strong>For to this you were called, because Christ also suffered for us, leaving us an example, that you should follow His steps:\n</p><p><strong><sup>22 </sup></strong>“Who committed no sin, Nor was deceit found in His mouth”;\n</p><p><strong><sup>23 </sup></strong>who, when He was reviled, did not revile in return; when He suffered, He did not threaten, but committed Himself to Him who judges righteously;\n</p><p><strong><sup>24 </sup></strong>who Himself bore our sins in His own body on the tree, that we, having died to sins, might live for righteousness—by whose stripes you were healed.\n</p><p><strong><sup>25 </sup></strong>For you were like sheep going astray, but have now returned to the Shepherd and Overseer of your souls.\n</p><p>It is startling to hear Paul address Christian slave masters and to imagine Christian slaves and their Christian slave master seated together in the house churches of Ephesus. Slavery in the Greco-Roman world could differ from the later version in the New World in significant ways. It was not focused on a single ethnic group. Urban, household slaves were sometimes offered opportunities for education and could work as architects, physicians, and philosophers. Freedom sometimes occurred for these household slaves after a limited period of service, though most slaves never gained their freedom. In an attempt to acknowledge such differences, a number of recent Bible versions translate the Greek term doulos (“slave”) in Ephesians 6:5–8 as “bondservant.”\n</p><p>Regardless, slavery at any time, in any culture, in any circumstances, is an inexcusable evil, and God will judge, and condemn, slaveholders according to His infinite justice—and for that we can be thankful.\n</p><p>The cry of ex-slave Publilius Syrus is haunting: “It is beautiful to die instead of being degraded as a slave.” Given the full range of these realities, the translation of doulos as “slave” is to be preferred (NIV, NRSV), especially since these slaves are living under the threat of their masters (Eph. 6:9).\n</p><p>Slavery was an ever-present evil in Paul’s world. He addresses it, not as a social reformer but as a pastor who advises believers how to deal with current realities and to cast a new vision centered on the transformation of the individual believer, which later could have wider implications for society at large: “His vision was not for manumission of slaves in the Roman Empire. Rather his view was about something other than legal manumission, that is, a new creation sibling-based fellowship on the basis of adoption as children of God. . . . For Paul the social revolution was to occur in the church, in the body of Christ, at the local level, and in the Christian house church and household.” —Scot McKnight, The Letter to Philemon (Grand Rapids, MI: Eerdmans Publishing, 2017), pp. 10, 11.\n</p><p><strong>One of the great stains on Christian history is how some used these biblical passages about slavery to justify this evil. What frightening message should we take away about how carefully we need to handle the Word of God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 6",
          "dayTitle": "<p>Slaves of Christ</p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>What does Paul require of Christian slaves in his detailed instructions to them? Eph. 6:5–8.\n</strong></p><p><strong>Ephesians 6:5-8\n</strong></p><p><sup><strong>5</strong> </sup>Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;\n</p><p><strong><sup>6 </sup></strong>not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,\n</p><p><strong><sup>7 </sup></strong>with goodwill doing service, as to the Lord, and not to men,\n</p><p><strong><sup>8 </sup></strong>knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.\n</p><p>Paul asks Christian slaves to obey their masters, offering heartfelt, excellent service. What is notable is his repeated reference to a grand substitution that he asks them to make. They are not to place their slave master in the place of Christ, offering to him the allegiance that belongs only to Christ. Rather, in the commitments and allegiance that motivate their heartfelt, excellent service, they are to substitute Christ, the Lord, for the slave master. In encouraging this essential substitution, Paul is offering a transformed, Christian understanding of the master-slave relationship.\n</p><p>Notice the several ways Paul presses this substitution upon them:\n</p><p>* Their slave masters are diminished by Paul as their “earthly masters,” pointing toward the real and heavenly Master (Eph. 6:5, ESV; emphasis added).\n</p><p>* They are to serve “with fear and trembling, with a sincere heart, as you would Christ” (Eph. 6:5, ESV; emphasis added).\n</p><p>* Paul notes this substitution most clearly in arguing that Christian slaves are to offer genuine service as slaves, not of their masters, but as “slaves of Christ” (Eph. 6:6, NIV).\n</p><p>* In performing their service, they are to do “the will of God from the heart,” offering heartfelt service directed to God (Eph. 6:6, NIV).\n</p><p>* Paul invites positively motivated service, offered “as to the Lord and not to man” (Eph. 6:7, ESV).\n</p><p>For their heartfelt service, Christian slaves may expect full reward from Christ when He returns. They have done their work for Him and may expect reward from Him, an especially attractive idea for those trapped in this horrific institution. A slave might feel unappreciated or worse by an earthly master (compare 1 Pet. 2:19, 20). The believing slave, though, has a Master who is attentive, noticing “whatever good thing each one does” (Eph. 6:8, NASB), and offering sure reward.\n</p><p><strong>1 Peter 2:19-20\n</strong></p><p><strong><sup>19</sup></strong> For this is commendable, if because of conscience toward God one endures grief, suffering wrongfully.\n</p><p><strong><sup>20 </sup></strong>For what credit is it if, when you are beaten for your faults, you take it patiently? But when you do good and suffer, if you take it patiently, this is commendable before God.\n</p><p><strong>However much we might wish that Scripture had openly condemned this horrible practice, it doesn’t. Nevertheless, what principles can we draw from Paul’s words in this context about how we relate to people we work with in our own context?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 7",
          "dayTitle": "<p>Masters Who Are Slaves</p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>In Paul’s final words to slaves, “whether he is a slave or free” (Eph. 6:8, NKJV), the word “free” refers to slave masters, allowing Paul to transition to his counsel to them while imagining slaves and slave masters standing on an equal footing before Christ in the judgment (compare 2 Cor. 5:10; Col. 3:24, 25).\n</p><p><strong>Ephesians 6:8\n</strong></p><p><sup><strong>8</strong> </sup>knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.\n</p><p><strong>2 Corinthians 5:10\n</strong></p><p><sup><strong>10</strong> </sup>For we must all appear before the judgment seat of Christ, that each one may receive the things done in the body, according to what he has done, whether good or bad.\n</p><p><strong>Colossians 3:24-25\n</strong></p><p><sup><strong>24</strong> </sup>knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ.\n</p><p><strong><sup>25 </sup></strong>But he who does wrong will be repaid for what he has done, and there is no partiality.\n</p><p><strong>Assuming that you are a Christian slave master who is listening to Ephesians being read out in your house church, how might you react to this counsel, offered in the presence of your slaves? Eph. 6:9.\n</strong></p><p><strong>Ephesians 6:9\n</strong></p><p><sup><strong>9</strong> </sup>And you, masters, do the same things to them, giving up threatening, knowing that your own Master also is in heaven, and there is no partiality with Him.\n</p><p>Paul addresses masters, slave masters, in a pointed exhortation, which turns on the sharp contrast between “the lords” (Greek, hoi kurioi, translated as “masters”), who had a habit of “threatening” their slaves, and “the Lord” (ho kurios), Christ, with whom there is “no partiality” (ESV).\n</p><p>Paul asks masters to “do the same to them” (ESV), the slaves, which would have been shocking to a first-century slave owner. Masters should respond to their slaves with deeds of goodwill governed by their allegiance to Christ, corresponding to what Paul has just asked of slaves (Eph. 6:5–8). He tells them to stop threatening their slaves, a common practice of a time in which masters administered a wide variety of punishments, including beating (1 Pet. 2:20), sexual abuse, being sold (and parted from loved ones), extreme labor, starvation, shackles, branding, and even death. For this, they will be judged—by God.\n</p><p><strong>Ephesians 6:5-7\n</strong></p><p><sup><strong>5</strong> </sup>Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;\n</p><p><strong><sup>6 </sup></strong>not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,\n</p><p><strong><sup>7 </sup></strong>with goodwill doing service, as to the Lord, and not to men\n</p><p><strong>1 Peter 2:20\n</strong></p><p><strong><sup>20 </sup></strong>For what credit is it if, when you are beaten for your faults, you take it patiently? But when you do good and suffer, if you take it patiently, this is commendable before God.\n</p><p>Paul supports his commands with two motivations that call slave masters to look beyond the social structures of the Greco-Roman world: (1) they and their presumed slaves are co-slaves of a single Master (“knowing that he who is both their Master and yours is in heaven,” ESV; compare Col. 4:1); and (2) the heavenly Master judges all without partiality. Since their own Master treats those regarded as slaves on an equal footing with others, so should they (compare Philem. 15, 16).\n</p><p><strong>Colossians 4:1\n</strong></p><p><sup><strong>1</strong> </sup>Masters, give your bondservants what is just and fair, knowing that you also have a Master in heaven.\n</p><p><strong>Philemon 15-16\n</strong></p><p><sup><strong>15</strong> </sup>For perhaps he departed for a while for this purpose, that you might receive him forever,\n</p><p><strong><sup>16 </sup></strong>no longer as a slave but more than a slave—a beloved brother, especially to me but how much more to you, both in the flesh and in the Lord.\n</p><p>Much of Paul’s language in Ephesians would be especially heartening for Christian slaves: adoption as sons (Eph. 1:5); redemption (Eph. 1:7); inheritance (Eph. 1:11, 14; Eph. 3:6); being enthroned with Jesus (Eph. 2:6); becoming “fellow citizens,” “members of the household of God” (Eph. 2:19, ESV; compare Eph. 3:14, 15), and integral parts of the body of Christ (see Eph. 3:6, Eph. 4:1–16). Ephesians 6:5–9 activates all the teaching in the letter as operative in the relationships between slaves and slave masters, including the counsel about speech (Eph. 4:25–32) and sexual ethics (Eph. 5:1–14).\n</p><p><strong>Ephesians 1:5, 7, 11, 14\n</strong></p><p><sup><strong>5</strong> </sup>having predestined us to adoption as sons by Jesus Christ to Himself, according to the good pleasure of His will\n</p><p><strong><sup>7 </sup></strong>In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace\n</p><p><strong><sup>11 </sup></strong>In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will,\n</p><p><strong><sup>14 </sup></strong>who is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory.\n</p><p><strong>Ephesians 3:6, 14, 15\n</strong></p><p><strong><sup>6</sup></strong> that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel\n</p><p><strong><sup>14 </sup></strong>For this reason I bow my knees to the Father of our Lord Jesus Christ,\n</p><p><strong><sup>15 </sup></strong>from whom the whole family in heaven and earth is named,\n</p><p><strong>Ephesians 2:6, 19\n</strong></p><p><sup><strong>6</strong> </sup>and raised us up together, and made us sit together in the heavenly places in Christ Jesus\n</p><p><strong><sup>19 </sup></strong>Now, therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God\n</p><p><strong>Ephesians 4:1-16, 25-32\n</strong></p><p><sup><strong>1</strong> </sup>I, therefore, the prisoner of the Lord, beseech you to walk worthy of the calling with which you were called,\n</p><p><strong><sup>2 </sup></strong>with all lowliness and gentleness, with longsuffering, bearing with one another in love,\n</p><p><strong><sup>3 </sup></strong>endeavoring to keep the unity of the Spirit in the bond of peace.\n</p><p><strong><sup>4 </sup></strong>There is one body and one Spirit, just as you were called in one hope of your calling;\n</p><p><strong><sup>5 </sup></strong>one Lord, one faith, one baptism;\n</p><p><strong><sup>6 </sup></strong>one God and Father of all, who is above all, and through all, and in you all.\n</p><p><strong><sup>7 </sup></strong>But to each one of us grace was given according to the measure of Christ’s gift.&nbsp;</p><p><strong><sup>8 </sup></strong>Therefore He says:\n</p><p>“When He ascended on high, He led captivity captive, And gave gifts to men.”\n</p><p><strong><sup>9 </sup></strong>(Now this, “He ascended”—what does it mean but that He also first descended into the lower parts of the earth?\n</p><p><strong><sup>10 </sup></strong>He who descended is also the One who ascended far above all the heavens, that He might fill all things.)\n</p><p><strong><sup>11 </sup></strong>And He Himself gave some to be apostles, some prophets, some evangelists, and some pastors and teachers,\n</p><p><strong><sup>12 </sup></strong>for the equipping of the saints for the work of ministry, for the edifying of the body of Christ,\n</p><p><strong><sup>13 </sup></strong>till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ;\n</p><p><strong><sup>14 </sup></strong>that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting,\n</p><p><strong><sup>15 </sup></strong>but, speaking the truth in love, may grow up in all things into Him who is the head—Christ—\n</p><p><strong><sup>16</sup></strong> from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love.\n</p><p><strong><sup>25 </sup></strong>Therefore, putting away lying, “Let each one of you speak truth with his neighbor,” for we are members of one another.\n</p><p><strong><sup>26 </sup></strong>“Be angry, and do not sin”: do not let the sun go down on your wrath,\n</p><p><strong><sup>27 </sup></strong>nor give place to the devil.\n</p><p><strong><sup>28 </sup></strong>Let him who stole steal no longer, but rather let him labor, working with his hands what is good, that he may have something to give him who has need.\n</p><p><strong><sup>29 </sup></strong>Let no corrupt word proceed out of your mouth, but what is good for necessary edification, that it may impart grace to the hearers.\n</p><p><strong><sup>30 </sup></strong>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.\n</p><p><strong><sup>31 </sup></strong>Let all bitterness, wrath, anger, clamor, and evil speaking be put away from you, with all malice.\n</p><p><strong><sup>32 </sup></strong>And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you.\n</p><p><strong>Ephesians 5:1-14\n</strong></p><p><sup><strong>1</strong> </sup>Therefore be imitators of God as dear children.\n</p><p><strong><sup>2 </sup></strong>And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma.\n</p><p><strong><sup>3 </sup></strong>But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints;\n</p><p><strong><sup>4 </sup></strong>neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks.\n</p><p><strong><sup>5 </sup></strong>For this you know, that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God.\n</p><p><strong><sup>6 </sup></strong>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.\n</p><p><strong><sup>7 </sup></strong>Therefore do not be partakers with them.\n</p><p><strong><sup>8 </sup></strong>For you were once darkness, but now you are light in the Lord. Walk as children of light\n</p><p><strong><sup>9 </sup></strong>(for the fruit of the Spirit is in all goodness, righteousness, and truth),\n</p><p><sup><strong>10 </strong></sup>finding out what is acceptable to the Lord.\n</p><p><strong><sup>11 </sup></strong>And have no fellowship with the unfruitful works of darkness, but rather expose them.\n</p><p><strong><sup>12 </sup></strong>For it is shameful even to speak of those things which are done by them in secret.\n</p><p><strong><sup>13 </sup></strong>But all things that are exposed are made manifest by the light, for whatever makes manifest is light.\n</p><p><strong><sup>14 </sup></strong>Therefore He says:\n</p><p>“Awake, you who sleep, Arise from the dead, And Christ will give you light.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 8",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>Paul’s respect for children as fellow believers (Eph. 6:1–3) heightens our concern for the ways in which children are treated in our world today. His word to fathers (Eph. 6:4) invites us to consider parental responsibilities. Applying Paul’s counsel to slaves (Eph. 6:5–8), and, especially, his counsel to slave masters (Eph. 6:9), is more challenging, since the social setting is distant for many of us and because we know that slavery, in any form, is one of the greatest of moral evils. Still, since these words are inspired ones that are part of Scripture, we should ponder how to apply them today. With the believers in Ephesus in the first century, we have the privilege and responsibility of applying the values of the gospel to our relationships. The discussion questions below are designed to foster that important work.\n</p><p><strong>Ephesians 6:1-9\n</strong></p><p><strong><sup>1</sup></strong> Children, obey your parents in the Lord, for this is right.\n</p><p><strong><sup>2 </sup></strong>“Honor your father and mother,” which is the first commandment with promise:\n</p><p><strong><sup>3 </sup></strong>“that it may be well with you and you may live long on the earth.”\n</p><p><strong><sup>4 </sup></strong>And you, fathers, do not provoke your children to wrath, but bring them up in the training and admonition of the Lord.\n</p><p><strong><sup>5 </sup></strong>Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;\n</p><p><strong><sup>6 </sup></strong>not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,\n</p><p><strong><sup>7 </sup></strong>with goodwill doing service, as to the Lord, and not to men,\n</p><p><strong><sup>8 </sup></strong>knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.\n</p><p><strong><sup>9 </sup></strong>And you, masters, do the same things to them, giving up threatening, knowing that your own Master also is in heaven, and there is no partiality with Him.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> What does it mean for Adventists that love for children is identified as evidence of “a people prepared for the Lord”? Luke 1:17 (quoting Mal. 4:6).\n</p><p><strong>Luke 1:17\n</strong></p><p><strong><sup>17 </sup></strong>He will also go before Him in the spirit and power of Elijah, ‘to turn the hearts of the fathers to the children,’ and the disobedient to the wisdom of the just, to make ready a people prepared for the Lord.”\n</p><p><strong>Malachi 4:6\n</strong></p><p><sup><strong>6</strong> </sup>And he will turn The hearts of the fathers to the children, And the hearts of the children to their fathers, Lest I come and strike the earth with a curse.”\n</p><p><strong>2 </strong>Paul’s obvious respect for children suggests a searching question: What is our responsibility to extend the care of Christ to children who have experienced violence, sexual abuse, and shame in their early lives? In view of research on the profound impact of adverse childhood experiences (or ACEs; see https://www.cdc .gov/violenceprevention/), what is our responsibility toward them?\n</p><p><strong>3 </strong>As an extension of Paul’s respect for children and Jesus’ care for them, what responsibilities does the church have to nurture and protect the children in its care? What systems and procedures need to be in place to do so?\n</p><p><strong>4 </strong>Paul’s counsel to slaves and slave masters, Ephesians 6:5–9, is often applied to the relationships between employees and employers. In what ways might this be appropriate? What dangers present themselves in doing so?\n</p><p><strong>5 </strong>Slavery remains a painful reality in our world, with more than 40 million people enslaved (according to “The Global Slavery Index,” http://www.globalslaveryindex.org/). As free people whose spiritual forebears were firmly committed to the abolition of slavery, what are our responsibilities to these enslaved sons and daughters of God as we sing of Christ, “Chains shall he break, for the slave is our brother, and in his name all oppression shall cease” (lyrics to “O Holy Night,” public domain)?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong><br></strong></p><p>A Book and a Ride By Andrew McChesney</p><p><br></p><p>Alexei Arushanian, a 33-year-old Ukrainian living in Poland, was running late. He had just finished his work, installing windows, and had to stop at the gas station as he raced to meet his wife for an evening shopping trip.</p><p>At the gas pump, Alexei noticed a young man trying to start his scooter. He kept trying to start the scooter but to no avail. A large, insulated bag on the back of his scooter showed that he was making a food delivery. Alexei didn’t speak good Polish, but he didn’t want to pass up an opportunity to help. He thought about the young man as he filled up the tank and paid for the gas. Back in the car, he opened the window and called out, “What’s wrong?”</p><p>The young man was Polish. He said, “The scooter doesn’t want to start.” Alexei belonged to a group of church members who distribute Ellen White’s The Great Controversy. It is a difficult task with few receptive people, and he saw an opportunity. He handed the young man a book.</p><p>“I have a gift for you,” he said. “It’s a Christian book that contains the history of Christianity from the first Christians who defended the truth after Christ returned to heaven to the events that will occur at the end of the world. I think that you will find it interesting.”</p><p>The young man accepted the book and thanked him. Alexei returned to his car. And sat. And thought. I can’t leave. I haven’t done my duty as a Christian, he thought. I gave him a book, but I didn’t fill his need. Opening the car door, he said, “I can take you to your delivery place.”</p><p>“Really?” the young man asked with surprise.</p><p>“Really,” Alexei said. “I understand how you feel. I’ll take you.”<br></p><p>The young man grabbed the bag of food, and Alexei drove him about 2 miles (3 km) to the address. “Will you wait for me?” the young man asked. “Of course. I brought you.”</p><p>On the way back to the gas station, the young man marveled at Alexei’s kindness. “In Poland, very few Christians stop and offer help, but you are a Ukrainian Christian and offered help,” he said. He introduced himself as Kamil. Alexei spoke about the love of God, and Kamil listened intently. As they arrived at the gas station, a coworker from Kamil’s workplace pulled up to fix the scooter.</p><p>Alexei left. Kamil had help, and he could leave. Alexei was late to his appointment to meet his wife—but it was worth it. He had been delayed by a divine appointment.<br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Ephesians 6:9</strong></p><p><strong>Study Focus: Eph. 6:1–9; Mark 10:13–16; Col. 3:21; 1 Pet. 2:18–25; 2 Cor. 5:10; Col. 3:24, 25.</strong></p><p><br></p><p><strong>Introduction:</strong></p><p>&nbsp;After discussing the topic of family unity, Paul delves into one of the most controversial and difficult categories of unity: unity between generations and between social groups or classes. For these situations, Paul has the same gospel solution: unity “in the Lord.” Paul advises children to respect their parents in the Lord. This phrase already places the children in the realm of a Christian family and society, in which they themselves are treated as members of the family of the Lord. The apostle’s advice for the parents is exactly in the same spirit: treat your children as if they belong to the Lord. This principle, however, does not mean that children cannot be educated, corrected, and disciplined. But the parents must approach the discipline of their children in the same way that God would.</p><p>Contrary to what some critics of the Bible say, Paul did not espouse the evil institution of slavery but chose to approach it in a pastoral, strategic way. Following Jesus, who rejected a militarized revolutionary solution to the problem of persecution or oppression (Peter was admonished by Jesus to place his sword into his sheath), Paul advocated for solving, in Christ, this social problem and others. The slaves must see themselves as slaves of Christ, just as Paul saw himself, and must work diligently for the Lord Jesus.</p><p>On the other hand, slaves should see their masters as humans (earthly masters) in need of salvation, just like any other sinful human being. The slave masters must see their slaves as fellow citizens in God’s kingdom and themselves as slaves to the heavenly Master. The social tension of master -slave is “resolved” in the fact that, in the church, both the masters and the slaves are equally called and adopted by Christ, exalted with Christ in the heavenly places. They worship the same God and Savior and are called to have their lives completely transformed by the presence of the Holy Spirit in them, according to the image of God in Christ.</p><p><br></p><p><strong>Lesson Themes: This study highlights two major themes:</strong></p><p>1. Unity between generations: the children and the parents can be truly united when they treat each other in the Lord.</p><p>2.Unity between social classes: slave owners and slaves are united only in the Lord when they see each other for what they are in the Lord: fellow citizens of the new kingdom and the new life in Christ.<br></p><p><br></p><p><strong>Part II: Commentary</strong></p><p>Unity for Children and Parents, Slaves and Masters</p><p>In Ephesians 6:1–9, Paul continues his theme of the unity that God brings to humanity and the church through Christ Jesus. Paul does so by touching upon two sensitive family and social issues: the relationship between generations and the relationships between the slaves and masters. The apostle tells the children they must obey their parents “in the Lord” because “this is right” (Eph. 6:1). It is right because it is God’s commandment, a commandment with a promise (Eph. 6:2) of blessings and prosperity (Eph. 6:3). On the other hand, Paul calls Christian parents not to “provoke” children to wrath (Eph. 6:4) by com- mandeering them at whim. Rather, the parents’ goal is to “bring them up in the discipline and instruction of the Lord” (Eph. 6:4, NASB), not according to their own wisdom. Children are to be educated toward their own mature relationship with the Lord. While children are to be involved in the work of the household, such work must be a means of education and not a means of exploitation or production that does not benefit the children. Parent-children relationships are fundamental for society. Sad to say, different societies, at various times, have witnessed within the familial relationships either the abuse of parents or the abuse of children, or both. Paul is certain that this intergenerational tension caused by sin can be solved in the church only when it is in Christ.</p><p>Paul calls the Christian slaves to “obey” their “earthly masters with respect and fear and sincerity of heart, just as [they] obey Christ” (Eph. 6:5, NIV). By this, Paul does not mean he is placing divine approval on something so obviously wrong and evil as slavery. Nor is Paul drawing a parallel between “earthly masters” and Christ. Rather, Paul emphasizes the genuineness of the conversion of the slaves and of the masters.</p><p>We must be true Christians in whatever circumstance we find ourselves. In this sinful world, we are often caught up in various difficult situations. Some of us are incapacitated or limited by a disease, some by a natural or social disaster, and some are even facing the closure of life. Of course, in such circumstances, the Scriptures teach us to do everything in our power to improve or change our circumstances. But this strategy is not always possible to carry out. In such circumstances, the most important thing for the Christian to do is to hold fast to his or her genuine faith and relationship with Christ.</p><p>Likewise, Paul tells the Ephesian slaves: if you are a slave, like Joseph in Egypt, and if you cannot change this terrible situation (1 Cor. 7:21–23), remem- ber the mystery of the gospel, the blessings of Christ in the heavenly places, the honor He gave us by exalting us with Himself to the throne of God. Remember, too, the fact that we are all stones in God’s temple and members of His body, that we have experienced the deep transformation of our hearts and lifestyles, the profound transformation of our attitudes and perspectives, and the power of the Holy Spirit that works in us to produce these amazing changes.</p><p>So, like Joseph in Egypt, work for the master, prosper his or her house in the same way you would work for Jesus (Eph. 6:6). Such conduct is not adulation or flattery. Nor is this behavior self-deception or tantamount to developing a slave mentality. Rather, this deportment represents the essence of the Christian attitude in his or her relationships. In whatever circumstance or social structure, the most important thing for the Christian is his or her conversion, which will result in a sincere, diligent, perfect attitude toward work and life (Eph. 6:6–8).</p><p>On the other hand, Paul tells Christian masters to “do the same” (Eph. 6:9) for their slaves: be a master like Jesus. The earthly slave masters or people of wealth and power know that Jesus is their Master. So contrary to the opinion that Paul is affirming slavery, he destroys the foundation of slavery by establishing the Christian principle that all—both slaves and earthly masters—have the same Master in heaven, Jesus Christ. All earthly social and economic relationships are to be related to Jesus Christ. Slaves live and work first in relation to Jesus as their Master. Masters treat their workers as Jesus, their Master, treats them. Paul emphasizes that “there is no favoritism with him” (Eph. 6:9, NIV). Following his own Master, Jesus (Matt. 26:51–53), Paul believed that by preaching the gospel of unity and love in Christ, the evil institution of slavery would collapse by itself.<br></p><p><br></p><p><strong>Seventh-day Adventist Theology on Children</strong></p><p>Seventh-day Adventists value both marriage and children. This value is reflected in fundamental belief 23: “God blesses the family and intends that its members shall assist each other toward complete maturity. Increasing family closeness is one of the earmarks of the final gospel message. Parents are to bring up their children to love and obey the Lord. By their example and their words they are to teach them that Christ is a loving, tender, and caring guide who wants them to become members of His body, the family of God which embraces both single and married persons.”—Seventh-day Adventist Church, “What Adventists Believe About Marriage and the Family,” available from https://www.adventist.org/marriage-and-the-family/.</p><p>Valuing children is included in other official statements of the Seventh- day Adventist Church. Referencing Ephesians 6:4, among other texts, the statement titled “Nurture and Protection of Children” describes children “as precious gifts from God entrusted to the care of parents, family, community of faith and society-at-large” and calls for children to be protected from any form of abuse, violence, and exploitation. The statement notes that “many children experience harsh punishment in the name of a biblical approach to discipline. Correction characterized by severe, punitive, dictatorial control often leads to resentment and rebellion. Such harsh discipline is also associated with heightened risk for physical and psychological harm to children as well as increased likelihood the youth will resort to coercion and violence in resolving their differences with others. By contrast, examples from Scripture as well as a large body of research confirm the effectiveness of more gentle forms of discipline that allow children to learn through reasoning and experiencing the consequences of their choices. Such milder measures have been demonstrated to increase the likelihood children will make life-affirming choices and espouse parental values as they mature.”</p><p><br></p><p>This statement invites the churches to become a “safe place” for children, providing “emotional and spiritual healing” for affected children.—Executive Committee of the General Conference of Seventh-day Adventists, “Nurture and Protection of Children,” June 23, 2010, available from https://www.adventist.org/official-statements/ nurture-and-protection-of-children. Similar statements, including practical recom- mendations, were issued in 1997 (“Child Sexual Abuse,” voted by the Spring Meeting of the General Conference Executive Committee, April 1, 1997, in Loma Linda, California) and 2000 (“Well-being and Value of Children,” voted by the General Conference of Seventh-day Adventists Administrative Committee, for release at the time of the General Conference Session in Toronto, Canada, June 29–July 8, 2000). It is notable that the Adventist Church has several departments that minister to the needs of the family: Family Ministries, Children’s Ministries, Women’s Ministries, and Youth Ministries.</p><p><br></p><p><strong>Seventh-day Adventist Theology on Slavery</strong></p><p>As Seventh-day Adventists, we have incorporated into our key doctrines biblical perspectives on social issues, such as racism, slavery, and other socio-economic disparities, relating these issues to the doctrine of the church, as Paul did in his Epistle to the Ephesians. Seventh-day Adventist fundamental belief 14, “Unity in the Body of Christ,” proclaims that “in Christ we are a new creation; distinc- tions of race, culture, learning, and nationality, and differences between high and low, rich and poor, male and female, must not be divisive among us. We are all equal in Christ, who by one Spirit has bonded us into one fellowship with Him and with one another; we are to serve and be served without partiality or reser- vation” (available from https://www.adventist.org/beliefs/). Even if the church had not voted on a statement specifically addressing slavery, related statements on poverty and human relations have been adopted, such as “Homelessness and Poverty” (General Conference president, Neal C. Wilson, July 5, 1990, released at the General Conference Session in Indianapolis, Indiana, available from https://www.adventist.org/official-statements/homelessness-and-poverty); “Global Poverty” (Executive Committee of the General Conference of Seventh- day Adventists, June 23, 2010, released at the General Conference Session in Atlanta, Georgia, June 24–July 3, 2010, available from https://www.adventist .org/official-statements/global-poverty); “One Humanity: A Human Relations Statement Addressing Racism, Casteism, Tribalism, and Ethnocentrism” (General Conference of Seventh-day Adventists Administrative Committee in Silver Spring, Maryland, September 15, 2020, available from https://www.adventist .org/official-statements/one-humanity-a-human-relations-statement-addressing -racism-casteism-tribalism-and-ethnocentrism).</p><p><br></p><p><strong>Part III: Life Application</strong></p><p><strong>1</strong>. Perhaps you have been mistreated or maltreated by your parents in the past. Even so, what are three principles in Ephesians 5 and 6 that could serve as guiding principles for raising your own chil- dren? How can these same principles help you to heal from the scars of your past familial relationships?</p><p>2. Perhaps, on the other hand, the Word of God, in Ephesians 6, and the Holy Spirit convince you that you have been on the path of mis- treating your spouse and your children. Based on a renewed study of Ephesians 5 and 6, make a three-step plan to gain freedom from this situation. Suppose you do not have this problem, but you know someone who is struggling in such a situation. How can you help him or her?</p><p>3. If, in the light of this study, you realize you have lived a life of dis- obedience and contempt in relation to your parents, what are three ways you could remedy this situation?</p><p>4. There seems to be a close connection between abusive relationships in the family and church and the departure of young people from the church. What can you as a family and/or as a church do about this phenomenon? How can we find a balance between correcting the behavior of the young people and letting them know of our constant, unshakeable love for them?</p><p>5. The prophet Malachi in Malachi 4:5, 6 prophesied about the return of Elijah to the people of God with a message of inter- generational reconciliation. Our own salvation is, in fact, the reconciliation that God works out between us—His sinful chil- dren—and Himself, as our Father (2 Cor. 5:18–21).</p><p><br></p><p>Throughout his Epistle to the Ephesians, Paul talks about this same reconcilia- tion, in Christ, between us and God. This vertical reconciliation will be reflected in our family, social, and work relations. What are three ways your church could become a center for the promotion of intergenerational and social reconciliation in the larger community?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>Practicing Supreme Loyalty to Christ</p>",
      "verse": "<p>And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him (Ephesians 6:9, NIV).</p>",
      "versionCode": 10,
      "weekDate": "September 2-8"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
