{
  "data": [
    {
      "color": "#0f5af0",
      "id": 3,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 9 de julio",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>“A plena luz del día, y al oír la música de otras voces, el pájaro enjaulado no cantará lo que su amo procure enseñarle. Aprende un poquito de esto, un trino de aquello, pero nunca una melodía entera y definida.<br><br>Entonces el amo cubre la jaula y la pone donde el pájaro no oiga más que el canto que ha de aprender. En la oscuridad lo ensaya y vuelve a ensayar hasta que lo aprende, y prorrumpe en perfecta melodía. Después el pájaro es sacado de la oscuridad, y en lo sucesivo cantará ese mismo canto a plena luz. Así trata Dios a sus hijos. Tiene un canto que enseñarnos, y cuando lo hayamos aprendido entre las sombras de la aflicción, podremos cantarlo perpetuamente” (MC 374).<br><br>Fíjate en que el que lleva al pájaro a la oscuridad es el mismo dueño. Es fácil entender que Satanás causa dolor, pero Dios mismo ¿participaría activamente en guiarnos a los crisoles donde experimentamos confusión o dolor?<br><br><strong>Un vistazo a la semana:</strong> ¿Qué ejemplos bíblicos recuerdas en los que Dios mismo conduce a la gente a experiencias que él sabe que implicarán sufrimiento? ¿Cuáles crees que eran los nuevos cantos que él quería que entonaran?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 10 de julio",
          "dayTitle": "<p><strong>HACIA LA TIERRA PROMETIDA POR UN CALLEJÓN SIN SALIDA</strong><br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p><strong>“Y cuando Faraón se hubo acercado, los hijos de Israel alzaron sus ojos, y he aquí que los egipcios venían tras ellos; por lo que los hijos de Israel temieron en gran manera, y clamaron a Jehová” (Éxo. 14: 10).</strong><br><br>¿Alguna vez caíste en una trampa, o te topaste con un callejón sin salida? A veces puede ser agradable, como cuando entras en una sala y descubres que un grupo de amigos te estaba esperando y todos exclaman: “¡Sorpresa! ¡Feliz cumpleaños!” Otras veces puede resultar bastante impactante, y hasta muy desagradable. Quizá tuviste compañeros agresivos en la escuela o un colega de trabajo que inesperadamente trató de hacerte quedar mal.<br><br>Desde el día en que los israelitas salieron de Egipto hasta que llegaron a la Tierra Prometida, “Jehová iba delante de ellos de día en una columna de nube para guiarlos por el camino, y de noche en una columna de fuego para alumbrarles, a fin de que anduviesen de día y de noche” (Éxo. 13: 21). Dios mismo dirigió cada etapa de su viaje. Pero fíjate a dónde los condujo primeramente: a un lugar donde tenían el mar por delante, las montañas a ambos lados y al ejército de Faraón por detrás, a la vista de ellos.<br><strong><br>Lee Éxodo 14. ¿Por qué Dios llevó a los israelitas a un lugar donde sabía que les causaría terror?</strong><br></p><p><strong>Éxodo 14</strong></p><p><sup><strong>1</strong></sup> Habló Jehová a Moisés, diciendo:</p><p><sup><strong>&nbsp;2</strong></sup> Di a los hijos de Israel que den la vuelta y acampen delante de Pi-hahirot, entre Migdol y el mar hacia Baal-zefón; delante de él acamparéis junto al mar.</p><p><sup><strong>&nbsp;3 </strong></sup>Porque Faraón dirá de los hijos de Israel: Encerrados están en la tierra, el desierto los ha encerrado. <sup><br></sup></p><p><sup><strong>4</strong></sup> Y yo endureceré el corazón de Faraón para que los siga; y seré glorificado en Faraón y en todo su ejército, y sabrán los egipcios que yo soy Jehová. Y ellos lo hicieron así.<sup><br><br><strong>5</strong></sup> Y fue dado aviso al rey de Egipto, que el pueblo huía; y el corazón de Faraón y de sus siervos se volvió contra el pueblo, y dijeron: ¿Cómo hemos hecho esto de haber dejado ir a Israel, para que no nos sirva?</p><p><sup><strong>&nbsp;6 </strong></sup>Y unció su carro, y tomó consigo su pueblo; <sup><br></sup></p><p><sup><strong>7</strong></sup> y tomó seiscientos carros escogidos, y todos los carros de Egipto, y los capitanes sobre ellos. <sup><br></sup></p><p><sup><strong>8 </strong></sup>Y endureció Jehová el corazón de Faraón rey de Egipto, y él siguió a los hijos de Israel; pero los hijos de Israel habían salido con mano poderosa. <sup><br></sup></p><p><sup><strong>9</strong></sup> Siguiéndolos, pues, los egipcios, con toda la caballería y carros de Faraón, su gente de a caballo, y todo su ejército, los alcanzaron acampados junto al mar, al lado de Pi-hahirot, delante de Baal-zefón.<sup><br><br><strong>10 </strong></sup>Y cuando Faraón se hubo acercado, los hijos de Israel alzaron sus ojos, y he aquí que los egipcios venían tras ellos; por lo que los hijos de Israel temieron en gran manera, y clamaron a Jehová.</p><p><sup><strong>&nbsp;11</strong></sup> Y dijeron a Moisés: ¿No había sepulcros en Egipto, que nos has sacado para que muramos en el desierto? ¿Por qué has hecho así con nosotros, que nos has sacado de Egipto? <sup><br></sup></p><p><sup><strong>12</strong></sup> ¿No es esto lo que te hablamos en Egipto, diciendo: Déjanos servir a los egipcios? Porque mejor nos fuera servir a los egipcios, que morir nosotros en el desierto. <sup><br></sup></p><p><sup><strong>13 </strong></sup>Y Moisés dijo al pueblo: No temáis; estad firmes, y ved la salvación que Jehová hará hoy con vosotros; porque los egipcios que hoy habéis visto, nunca más para siempre los veréis. <sup><br></sup></p><p><sup><strong>14</strong></sup> Jehová peleará por vosotros, y vosotros estaréis tranquilos. <sup><br></sup></p><p><sup><strong>15</strong></sup> Entonces Jehová dijo a Moisés: ¿Por qué clamas a mí? Di a los hijos de Israel que marchen. <sup><br></sup></p><p><sup><strong>16 </strong></sup>Y tú alza tu vara, y extiende tu mano sobre el mar, y divídelo, y entren los hijos de Israel por en medio del mar, en seco. <sup><br></sup></p><p><sup><strong>17 </strong></sup>Y he aquí, yo endureceré el corazón de los egipcios para que los sigan; y yo me glorificaré en Faraón y en todo su ejército, en sus carros y en su caballería; <sup><br></sup></p><p><sup><strong>18</strong></sup> y sabrán los egipcios que yo soy Jehová, cuando me glorifique en Faraón, en sus carros y en su gente de a caballo.<sup><br><br><strong>19</strong></sup> Y el ángel de Dios que iba delante del campamento de Israel, se apartó e iba en pos de ellos; y asimismo la columna de nube que iba delante de ellos se apartó y se puso a sus espaldas, <sup><br></sup></p><p><sup><strong>20 </strong></sup>e iba entre el campamento de los egipcios y el campamento de Israel; y era nube y tinieblas para aquellos, y alumbraba a Israel de noche, y en toda aquella noche nunca se acercaron los unos a los otros.<strong><br><br><sup>21</sup></strong> Y extendió Moisés su mano sobre el mar, e hizo Jehová que el mar se retirase por recio viento oriental toda aquella noche; y volvió el mar en seco, y las aguas quedaron divididas.</p><p><sup><strong>&nbsp;22</strong></sup> Entonces los hijos de Israel entraron por en medio del mar, en seco, teniendo las aguas como muro a su derecha y a su izquierda. <sup><br></sup></p><p><sup><strong>23</strong></sup> Y siguiéndolos los egipcios, entraron tras ellos hasta la mitad del mar, toda la caballería de Faraón, sus carros y su gente de a caballo. <sup><br></sup></p><p><sup><strong>24 </strong></sup>Aconteció a la vigilia de la mañana, que Jehová miró el campamento de los egipcios desde la columna de fuego y nube, y trastornó el campamento de los egipcios,</p><p>&nbsp;<sup><strong>25</strong></sup> y quitó las ruedas de sus carros, y los trastornó gravemente. Entonces los egipcios dijeron: Huyamos de delante de Israel, porque Jehová pelea por ellos contra los egipcios. <sup><strong><br></strong></sup></p><p><sup><strong>26 </strong></sup>Y Jehová dijo a Moisés: Extiende tu mano sobre el mar, para que las aguas vuelvan sobre los egipcios, sobre sus carros, y sobre su caballería. <sup><br></sup></p><p><sup><strong>27</strong></sup> Entonces Moisés extendió su mano sobre el mar, y cuando amanecía, el mar se volvió en toda su fuerza, y los egipcios al huir se encontraban con el mar; y Jehová derribó a los egipcios en medio del mar. <sup><br></sup></p><p><sup><strong>28 </strong></sup>Y volvieron las aguas, y cubrieron los carros y la caballería, y todo el ejército de Faraón que había entrado tras ellos en el mar; no quedó de ellos ni uno. <sup><br></sup></p><p><sup><strong>29 </strong></sup>Y los hijos de Israel fueron por en medio del mar, en seco, teniendo las aguas por muro a su derecha y a su izquierda.<sup><br><br><strong>30 </strong></sup>Así salvó Jehová aquel día a Israel de mano de los egipcios; e Israel vio a los egipcios muertos a la orilla del mar. <sup><br></sup></p><p><sup><strong>31</strong></sup> Y vio Israel aquel grande hecho que Jehová ejecutó contra los egipcios; y el pueblo temió a Jehová, y creyeron a Jehová y a Moisés su siervo.<strong><br></strong></p><p>Seguir “la columna” no nos asegura que seremos felices todo el tiempo. También puede ser una experiencia difícil, porque ser instruidos en justicia nos lleva a lugares que prueban nuestro corazón, que es muy engañoso por naturaleza (Jer. 17: 9). Durante estas dificultades, la clave para saber si realmente estamos siguiendo a Dios no necesariamente es la ausencia de pruebas o dolor sino, más bien, nuestra disposición a que Dios nos instruya y la continua sumisión de nuestra mente y corazón a su dirección.<br><br><strong>¿Qué lección aprendieron los israelitas de esta experiencia? Éxodo 14: 31</strong>. <br></p><p>¿Por qué a veces es tan difícil confiar en Dios, por más que conozcamos muchas de las maravillosas promesas que él tiene para nosotros? Relata alguna situación difícil en la que crees que el Señor te condujo para enseñarte a “creer en él” y a “temerle”.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 11 de julio",
          "dayTitle": "<p><strong>AGUAS AMARGAS</strong><br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>“Toda la congregación de los hijos de Israel partió del desierto de Sin por sus jornadas, conforme al mandamiento de Jehová, y acamparon en Refidim; y no había agua para que el pueblo bebiese” (Éxo. 17: 1).</strong><br><br>Quizá no obtengamos de Dios todo lo que queremos, pero ¿no deberíamos esperar recibir todo lo que necesitamos? No lo que pensamos que necesitamos, sino lo que realmente necesitamos.<br><br>Había una cosa que los israelitas realmente necesitaban, y era agua. In- mediatamente después de que Dios guiara a los israelitas en el cruce del Mar Rojo con la nube, ellos lo siguieron por el desierto caluroso y sin agua durante tres días. Especialmente en el desierto, donde encontrar agua es fundamental, la desesperación de ellos es comprensible. ¿Cuándo conseguirían el agua que tanto necesitaban?<br><br>Entonces, ¿a dónde los lleva Dios? La columna se dirige a Mara, donde finalmente hay agua. ¡Debieron de haberse emocionado! Pero, cuando probaron el agua, inmediatamente la escupieron porque era amarga. “Entonces el pueblo murmuró contra Moisés, y dijo: ¿Qué hemos de beber?” (Éxo. 15: 24). Luego, a los pocos días, Dios los vuelve a probar. No obstante, esta vez la columna realmente se detiene donde no hay nada de agua (Éxo. 17: 1).<br><strong><br>Lee Éxodo 15: 22 al 27; y 17: 1 al 7. ¿Qué le reveló Dios a Israel acerca de sí mismo en Mara y en Refidim? ¿Qué lecciones deberían haber aprendido?</strong></p><p><br></p><p><strong>Éxodo 15: 22-27</strong></p><p><sup><strong>22</strong></sup> E hizo Moisés que partiese Israel del Mar Rojo, y salieron al desierto de Shur; y anduvieron tres días por el desierto sin hallar agua.</p><p>&nbsp;<sup><strong>23</strong></sup> Y llegaron a Mara, y no pudieron beber las aguas de Mara, porque eran amargas; por eso le pusieron el nombre de Mara. <sup><br></sup></p><p><sup><strong>24</strong></sup> Entonces el pueblo murmuró contra Moisés, y dijo: ¿Qué hemos de beber? <sup><br></sup></p><p><sup><strong>25</strong></sup> Y Moisés clamó a Jehová, y Jehová le mostró un árbol; y lo echó en las aguas, y las aguas se endulzaron. Allí les dio estatutos y ordenanzas, y allí los probó; <sup><br></sup></p><p><sup><strong>26</strong></sup> y dijo: Si oyeres atentamente la voz de Jehová tu Dios, e hicieres lo recto delante de sus ojos, y dieres oído a sus mandamientos, y guardares todos sus estatutos, ninguna enfermedad de las que envié a los egipcios te enviaré a ti; porque yo soy Jehová tu sanador. <sup><br></sup></p><p><sup><strong>27</strong></sup> Y llegaron a Elim, donde había doce fuentes de aguas, y setenta palmeras; y acamparon allí junto a las aguas.<strong><br></strong></p><p><strong>&nbsp;Éxodo 17: 1-7</strong></p><p><strong><sup>1</sup></strong> Toda la congregación de los hijos de Israel partió del desierto de Sin por sus jornadas, conforme al mandamiento de Jehová, y acamparon en Refidim; y no había agua para que el pueblo bebiese.</p><p><sup><strong>&nbsp;2</strong></sup> Y altercó el pueblo con Moisés, y dijeron: Danos agua para que bebamos. Y Moisés les dijo: ¿Por qué altercáis conmigo? ¿Por qué tentáis a Jehová? <sup><br></sup></p><p><sup><strong>3 </strong></sup>Así que el pueblo tuvo allí sed, y murmuró contra Moisés, y dijo: ¿Por qué nos hiciste subir de Egipto para matarnos de sed a nosotros, a nuestros hijos y a nuestros ganados? <sup><br></sup></p><p><sup><strong>4 </strong></sup>Entonces clamó Moisés a Jehová, diciendo: ¿Qué haré con este pueblo? De aquí a un poco me apedrearán.</p><p><sup><strong>&nbsp;5 </strong></sup>Y Jehová dijo a Moisés: Pasa delante del pueblo, y toma contigo de los ancianos de Israel; y toma también en tu mano tu vara con que golpeaste el río, y ve. <sup><br></sup></p><p><sup><strong>6 </strong></sup>He aquí que yo estaré delante de ti allí sobre la peña en Horeb; y golpearás la peña, y saldrán de ella aguas, y beberá el pueblo. Y Moisés lo hizo así en presencia de los ancianos de Israel. <sup><br></sup></p><p><sup><strong>7 </strong></sup>Y llamó el nombre de aquel lugar Masah y Meriba, por la rencilla de los hijos de Israel, y porque tentaron a Jehová, diciendo: ¿Está, pues, Jehová entre nosotros, o no?<br><br><strong>En Refidim, ¿qué pregunta hicieron los hijos de Israel? Éxodo 17: 7.</strong> ¿Te planteaste esta misma pregunta alguna vez? ¿Por qué? ¿Cómo te sentías y qué lecciones aprendiste después de recibir respuesta? ¿Cuántas veces necesitamos recibir res- puesta para dejar de cuestionarnos esto?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 12 de julio",
          "dayTitle": "<p><strong>EL GRAN CONFLICTO EN EL DESIERTO</strong><br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>“Jesús, lleno del Espíritu Santo, volvió del Jordán, y fue llevado por el Espíritu al desierto por cuarenta días, y era tentado por el diablo” (Luc. 4: 1, 2).</strong><br><br><strong>Lee Lucas 4: 1 al 13. ¿Qué lecciones puedes aprender de este relato sobre cómo vencer la tentación y no ceder al pecado?</strong><br></p><p><strong>Lucas 4: 1-13</strong></p><p><sup><strong>1 </strong></sup>Jesús, lleno del Espíritu Santo, volvió del Jordán, y fue llevado por el Espíritu al desierto <sup><br></sup></p><p><sup><strong>2</strong></sup> por cuarenta días, y era tentado por el diablo. Y no comió nada en aquellos días, pasados los cuales, tuvo hambre. <sup><br></sup></p><p><sup><strong>3 </strong></sup>Entonces el diablo le dijo: Si eres Hijo de Dios, di a esta piedra que se convierta en pan. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Jesús, respondiéndole, dijo: Escrito está: No solo de pan vivirá el hombre, sino de toda palabra de Dios. <sup><br></sup></p><p><sup><strong>5 </strong></sup>Y le llevó el diablo a un alto monte, y le mostró en un momento todos los reinos de la tierra. <sup><br></sup></p><p><sup><strong>6 </strong></sup>Y le dijo el diablo: A ti te daré toda esta potestad, y la gloria de ellos; porque a mí me ha sido entregada, y a quien quiero la doy. <sup><br></sup></p><p><sup><strong>7</strong></sup> Si tú postrado me adorares, todos serán tuyos. <sup><br></sup></p><p><sup><strong>8 </strong></sup>Respondiendo Jesús, le dijo: Vete de mí, Satanás, porque escrito está: Al Señor tu Dios adorarás, y a él sólo servirás. <sup><br></sup></p><p><sup><strong>9</strong></sup> Y le llevó a Jerusalén, y le puso sobre el pináculo del templo, y le dijo: Si eres Hijo de Dios, échate de aquí abajo; <sup><br></sup></p><p><sup><strong>10 </strong></sup>porque escrito está:<br><br>A sus ángeles mandará acerca de ti, que te guarden;<sup><br><strong><br>11</strong></sup> y, en las manos te sostendrán,<br><br>Para que no tropieces con tu pie en piedra.<sup><br><br><strong>12</strong></sup> Respondiendo Jesús, le dijo: Dicho está: No tentarás al Señor tu Dios. <sup><br></sup></p><p><sup><strong>13 </strong></sup>Y cuando el diablo hubo acabado toda tentación, se apartó de él por un tiempo.<strong><br></strong></p><p>Las tentaciones pueden ser muy difíciles porque apelan a las cosas que realmente deseamos y siempre parecen surgir en los momentos de mayor debilidad.<br><br>Lucas 4 es el comienzo de la historia de la tentación de Jesús por parte de Satanás, y llama nuestra atención a algunos temas difíciles. A simple vista, pareciera que el Espíritu Santo lleva a Jesús a la tentación. Sin embargo, Dios nunca nos tienta (Sant. 1: 13); más bien, como hemos visto, Dios nos lleva a crisoles de prueba. Lo notable de Lucas 4 es que el Espíritu Santo puede guiarnos a momentos de prueba que implican que estaremos expuestos a las feroces tentaciones de Satanás. En esas ocasiones, cuando sentimos estas tentaciones con tanta fuerza, podemos malinterpretar y pensar que no hemos estado siguiendo a Dios correctamente. Pero, esto no necesariamente es así. “Muchas veces, al encontrarnos en situaciones penosas, dudamos de que el Espíritu de Dios nos haya estado guiando. Pero fue la conducción del Espíritu la que llevó a Jesús al desierto para ser tentado por Satanás. Cuando Dios nos somete a una prueba, tiene un propósito que lograr para nuestro bien. Jesús no confió presuntuosamente en las promesas de Dios yendo a la tentación sin recibir la orden divina, ni se entregó a la desesperación cuando le sobrevino la tentación. Ni debemos hacerlo nosotros” (DTG 102).<br><br>A veces, cuando estamos en el crisol, nos quemamos en lugar de purifi- carnos. Por lo tanto, es muy reconfortante saber que, cuando caemos en tentación, podemos volver a tener esperanza porque Jesús se mantuvo firme. Lo bueno es que Dios no nos abandona ni se olvida de nosotros, porque Jesús es quien carga con nuestros pecados. Él pagó el castigo por nuestra incapacidad de soportar esa tentación (cualquiera que sea), porque pasó por un crisol peor que el de cualquiera de nosotros. Hay esperanza, incluso para el “primero” de los pecadores (1 Tim. 1: 15).<br><br><strong>¿Qué tentaciones enfrentas ahora? Dedica tiempo a orar. Pide al Señor que te enseñe a poner en práctica las lecciones del ejemplo de Jesús en tu vida. Recuerda, ¡no necesitas sucumbir a la tentación, nunca! Recuerda también que, si caes, tienes a un Salvador.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 13 de julio",
          "dayTitle": "<p><strong>UN LEGADO QUE PERDURA</strong><br></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee 1 Pedro 1: 6 y 7. ¿Qué es lo que dice Pedro?</strong><br></p><p><strong>1 Pedro 1: 6-7</strong></p><p><sup><strong>&nbsp;6</strong></sup> En lo cual vosotros os alegráis, aunque ahora por un poco de tiempo, si es necesario, tengáis que ser afligidos en diversas pruebas,<sup><br><br><strong>7</strong></sup> para que sometida a prueba vuestra fe, mucho más preciosa que el oro, el cual aunque perecedero se prueba con fuego, sea hallada en alabanza, gloria y honra cuando sea manifestado Jesucristo, <br></p><p>Pedro escribe a gente que estaba pasando por dificultades y que a menudo se sentía muy sola. Escribió “a los expatriados de la dispersión en el Ponto, Galacia, Capadocia, Asia y Bitinia” (1 Ped. 1: 1). Esta es la zona que conocemos hoy como Turquía occidental. Unos versículos más adelante, Pedro expresa que sabe que están “afligidos en diversas pruebas” (1 Ped. 1: 6).<br><br><strong>¿Qué quiere decir Pedro con “expatriados de la dispersión”? ¿Cómo podría eso intensificar sus pruebas?</strong><br><br>Ser cristiano en aquella época era algo nuevo; los creyentes eran pocos y estaban diseminados en diversos lugares donde claramente eran una minoría que, en el mejor de los casos, era incomprendida; y en el peor, perseguida. Sin embargo, Pedro les asegura que estas pruebas no son azarosas ni caóticas (1 Ped. 1: 6, 7). La fe auténtica es la meta de quienes perseveran “en diversas pruebas”.<br><strong><br>Lee 1 Pedro 1: 6 al 9. ¿Qué garantía fundamental busca dar Pedro a estas personas en medio de sus pruebas? ¿Qué significa esta esperanza para nosotros también?</strong><br></p><p><strong>1 Pedro 1: 6 -9</strong></p><p><sup><strong>&nbsp;6</strong></sup> En lo cual vosotros os alegráis, aunque ahora por un poco de tiempo, si es necesario, tengáis que ser afligidos en diversas pruebas, <sup><br></sup></p><p><sup><strong>7</strong></sup> para que sometida a prueba vuestra fe, mucho más preciosa que el oro, el cual aunque perecedero se prueba con fuego, sea hallada en alabanza, gloria y honra cuando sea manifestado Jesucristo, <sup><br></sup></p><p><sup><strong>8</strong></sup> a quien amáis sin haberle visto, en quien creyendo, aunque ahora no lo veáis, os alegráis con gozo inefable y glorioso; <sup><br></sup></p><p><sup><strong>9 </strong></sup>obteniendo el fin de vuestra fe, que es la salvación de vuestras almas.<strong><br></strong></p><p>Independientemente de cuáles hayan sido esas pruebas y sufrimientos, ¿qué punto de comparación tienen con la Eternidad que les espera cuando Cristo regrese? Las palabras de Pedro para ellos son las palabras de Dios para nosotros, más allá de lo que enfrentemos. A pesar de lo difíciles o dolorosas que sean nuestras pruebas, nunca debemos perder de vista el fin último: la vida eterna en un cielo nuevo y una Tierra Nueva, sin dolor, sufrimiento ni muerte. Con esa promesa ante nosotros, una promesa garantizada por la muerte de Jesús, cuán importante es que no perdamos la fe, sino que, en medio de las pruebas, pidamos al Señor que nos limpie de todo lo que obstaculice el camino de nuestra fe.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 14 de julio",
          "dayTitle": "<p><strong>EL FUEGO DE PRUEBA</strong><br></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Un joven, al que llamaremos Alex, había vivido una juventud muy problemática: drogas, violencia, incluso algún tiempo en la cárcel. Pero luego, gracias a la bondad de un miembro de la iglesia local (a quien Alex había robado), el joven conoció a Dios y entregó su corazón a Jesús. Aunque todavía tenía sus problemas y luchas, y aunque todavía quedaban elementos de su pasado, Alex era una nueva persona en Jesús. Amaba a Dios y buscaba expresar ese amor al obedecer sus mandamientos (1 Juan 5: 1, 2). En determinado momento, Alex sintió la impresión de que debía ser pastor. Todo apuntaba a eso. Estaba respondiendo al llamado de Dios, sin ninguna duda.<br><br>En la universidad, las cosas fueron bien al comienzo. Luego, una tras otra las cosas le empezaron a ir mal, y su vida comenzó a desmoronarse. Su fuente de dinero comenzó a agotarse; un amigo íntimo se puso en su contra con acusaciones que, si bien eran falsas, dañaron su reputación. Además, se enfermaba seguido; nadie sabía qué tenía, pero esto afectó sus estudios hasta el punto en que temió tener que abandonarlos por completo. Para colmo, tenía una lucha terrible contra las drogas, que se conseguían fácilmente en la comunidad local.<br><br>En un momento, incluso cayó en ese asunto. Alex no podía entender por qué estaba sucediendo todo esto, especialmente porque estaba seguro de que el Señor lo había guiado hasta esa institución. ¿Se equivocó Alex en eso? Toda su experiencia con Dios ¿fue un gran error? Hasta los elementos más básicos de su fe estaban en duda.<br><br><strong>Imagina que, en medio de esta crisis, Alex se te acerca y te pide un consejo. ¿Qué le dirías? ¿Qué experiencias personales has tenido que lo puedan ayudar? ¿Qué versículos de la Biblia usarías? ¿Cuán útiles podrían ser los siguientes versículos en esa situación? Proverbios 3; Jeremías 29: 13; Romanos 8: 28; 2 Corintios 12: 9; Hebreos 13: 5.</strong></p><p><strong>Proverbios 3</strong></p><p><strong><sup>1 </sup></strong>Hijo mío, no te olvides de mi ley,<br><br>Y tu corazón guarde mis mandamientos;<sup><br><br><strong>2 </strong></sup>Porque largura de días y años de vida<br><br>Y paz te aumentarán.<sup><br><br><strong>3 </strong></sup>Nunca se aparten de ti la misericordia y la verdad;<br><br>Átalas a tu cuello,<br><br>Escríbelas en la tabla de tu corazón;<sup><br><br><strong>4 </strong></sup>Y hallarás gracia y buena opinión<br><br>Ante los ojos de Dios y de los hombres.<sup><br><br><strong>5 </strong></sup>Fíate de Jehová de todo tu corazón,<br><br>Y no te apoyes en tu propia prudencia.<sup><br><br><strong>6 </strong></sup>Reconócelo en todos tus caminos,<br><br>Y él enderezará tus veredas.<sup><br><br><strong>7 </strong></sup>No seas sabio en tu propia opinión;<br><br>Teme a Jehová, y apártate del mal;<sup><br><br><strong>8 </strong></sup>Porque será medicina a tu cuerpo,<br><br>Y refrigerio para tus huesos.<sup><br><br><strong>9</strong></sup> Honra a Jehová con tus bienes,<br><br>Y con las primicias de todos tus frutos;<sup><br><br><strong>10</strong></sup> Y serán llenos tus graneros con abundancia,<br><br>Y tus lagares rebosarán de mosto.<sup><br><br><strong>11 </strong></sup>No menosprecies, hijo mío, el castigo de Jehová,<br><br>Ni te fatigues de su corrección;<sup><br><br><strong>12 </strong></sup>Porque Jehová al que ama castiga,<br><br>Como el padre al hijo a quien quiere.<sup><br><br><strong>13</strong></sup> Bienaventurado el hombre que halla la sabiduría,<br><br>Y que obtiene la inteligencia;<br><br><strong>14</strong> Porque su ganancia es mejor que la ganancia de la plata,<br><br>Y sus frutos más que el oro fino.<sup><br><br><strong>15</strong></sup> Más preciosa es que las piedras preciosas;<br><br>Y todo lo que puedes desear, no se puede comparar a ella.<sup><br><br><strong>16 </strong></sup>Largura de días está en su mano derecha;<br><br>En su izquierda, riquezas y honra.<sup><br><br><strong>17</strong></sup> Sus caminos son caminos deleitosos,<br><br>Y todas sus veredas paz.<sup><br><br><strong>18</strong></sup> Ella es árbol de vida a los que de ella echan mano,<br><br>Y bienaventurados son los que la retienen.<sup><br><br><strong>19</strong></sup> Jehová con sabiduría fundó la tierra;<br><br>Afirmó los cielos con inteligencia.<sup><br><br><strong>20</strong></sup> Con su ciencia los abismos fueron divididos,<br><br>Y destilan rocío los cielos.<sup><br><br><strong>21</strong></sup> Hijo mío, no se aparten estas cosas de tus ojos;<br><br>Guarda la ley y el consejo,<sup><br><strong><br>22</strong></sup> Y serán vida a tu alma,<br><br>Y gracia a tu cuello.<sup><br><br><strong>23 </strong></sup>Entonces andarás por tu camino confiadamente,<br><br>Y tu pie no tropezará.<sup><br><br><strong>24 </strong></sup>Cuando te acuestes, no tendrás temor,<br><br>Sino que te acostarás, y tu sueño será grato.<sup><br><br><strong>25 </strong></sup>No tendrás temor de pavor repentino,<br><br>Ni de la ruina de los impíos cuando viniere,<sup><br><br><strong>26</strong></sup> Porque Jehová será tu confianza,<br><br>Y él preservará tu pie de quedar preso.<sup><br><br><strong>27</strong></sup> No te niegues a hacer el bien a quien es debido,<br><br>Cuando tuvieres poder para hacerlo.<sup><br><br><strong>28 </strong></sup>No digas a tu prójimo: Anda, y vuelve,<br><br>Y mañana te daré,<br><br>Cuando tienes contigo qué darle.<sup><br><br><strong>29 </strong></sup>No intentes mal contra tu prójimo<br><br>Que habita confiado junto a ti.<sup><br><br><strong>30 </strong></sup>No tengas pleito con nadie sin razón,<br><br>Si no te han hecho agravio.<sup><br><br><strong>31</strong></sup> No envidies al hombre injusto,<br><br>Ni escojas ninguno de sus caminos.<sup><br><br><strong>32</strong></sup> Porque Jehová abomina al perverso;<br><br>Mas su comunión íntima es con los justos.<sup><br><br><strong>33</strong></sup> La maldición de Jehová está en la casa del impío,<br><br>Pero bendecirá la morada de los justos.<sup><br><br><strong>34</strong></sup> Ciertamente él escarnecerá a los escarnecedores,<br><br>Y a los humildes dará gracia.<sup><br><br><strong>35</strong></sup> Los sabios heredarán honra,<br><br>Mas los necios llevarán ignominia<strong>.</strong></p><p><strong><br></strong></p><p><strong>Jeremías 29: 13</strong></p><p><sup><strong>13 </strong></sup>y me buscaréis y me hallaréis, porque me buscaréis de todo vuestro corazón.<strong><br></strong></p><p><strong>&nbsp;Romanos 8: 28<br></strong></p><p><strong><sup>28</sup> </strong>Y sabemos que a los que aman a Dios, todas las cosas les ayudan a bien, esto es, a los que conforme a su propósito son llamados.<strong><br></strong></p><p><strong>2 Corintios 12: 9</strong></p><p><strong><sup>9</sup> Y</strong> me ha dicho: Bástate mi gracia; porque mi poder se perfecciona en la debilidad. Por tanto, de buena gana me gloriaré más bien en mis debilidades, para que repose sobre mí el poder de Cristo.<strong><br></strong></p><p><strong>&nbsp;Hebreos 13: 5<br><br><sup>5</sup></strong> Sean vuestras costumbres sin avaricia, contentos con lo que tenéis ahora; porque él dijo: No te desampararé, ni te dejaré;</p><p>Casi todos los que siguen al Señor han tenido crisis durante las cuales se vie- ron tentados a dudar de la dirección de Dios. Lo importante en esas situaciones es aferrarse a las promesas, recordar la dirección de Dios en el pasado, y orar pidiendo fe y perseverancia. El Señor nunca se dará por vencido con nosotros.<br><br><strong>La pregunta para nosotros es: ¿Cómo hacer para no sucumbir a la tentación de renunciar a él?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 15 de julio",
          "dayTitle": "",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p><strong><br></strong></p><p><strong>Lee Elena de White, Patriarcas y profetas, “El Éxodo,” pp. 286-295; “Del Mar Rojo al Sinaí”, pp. 296-309; El Deseado de todas las gentes, “La tentación,” pp. 89–99.</strong></p><br><p>“Pero en la antigüedad, el Señor guio a su pueblo a Refidim, y quizá decida llevarnos allí a nosotros también, para probar nuestra lealtad. No siempre nos lleva a lugares agradables. Si así fuera, en nuestra autosuficiencia nos olvidaríamos de que él es nuestro Ayudador. Él anhela manifestarse ante nosotros y revelarnos las abundantes provisiones que tenemos a nuestra disposición, y permite que nos lleguen pruebas y desilusiones para que nos demos cuenta de nuestra impotencia y aprendamos a pedirle ayuda. Él puede hacer que fluyan corrientes refrescantes de la dura roca. Nunca sabremos, hasta que estemos cara a cara con Dios, cuando veremos como somos vistos y conoceremos como somos conocidos, cuántas cargas llevó él por nosotros y cuántas cargas habría deseado llevar, si, con la fe de un niño, se las hubiéramos dado a él” ( Elena de White, Advent Review y Sabbath Herald, “Rephidim”, 7/4/1903).</p><br><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><br><p><strong>1. </strong>A menudo hablamos de la tentación como algo individual, y así es. Al mismo tiempo, ¿existen tentaciones colectivas, de las que deberíamos estar precavidos como iglesia o como familia de la iglesia local?</p><br><p><strong>2</strong>. Pregunta si alguno está dispuesto a hablar de algún “lugar desagradable” al que lo llevaron. ¿Por qué resultó ser desagradable? Si tuviera que re- considerar esas experiencias hoy, ¿las vería de otro modo?</p><p><strong><br></strong></p><p><strong>3. </strong>Todos entendemos el principio que está detrás del hecho de que Dios permite que las pruebas nos purifiquen y nos refinen. Sin embargo, ¿cómo entendemos la situación en la que los juicios aparentemente carecen de valor? Por ejemplo, alguien muere instantáneamente en un accidente automovilístico. Como clase, busquen definir las posibles respuestas.</p><p><strong><br></strong></p><p><strong>4</strong>. Como clase, dediquen tiempo a orar unos por otros, para que cada uno pueda fortalecerse para soportar las pruebas y ser fiel.</p><br><p><strong>5.</strong> Tu clase ¿conoce a alguien que se haya extraviado por enfrentar pruebas?</p><br><p>Si es así, ¿qué podrían hacer como clase de manera muy tangible para ayudar a esa persona a volver?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...</strong></p><p><strong>RESEÑA<br><br>Texto clave: 1 Pedro 1: 6. Enfoque del estudio: Éxodo 14; 15: 22-27; 17: 1-7; Proverbios 3; Lucas 4: 1-13; 1 Pedro 1: 6-9.<br><br>Introducción:</strong><br><br>La semana pasada estudiamos varios tipos de crisoles. La lección de esta semana se centra más en los crisoles de la madurez. Si bien es cierto que nosotros creamos muchos de nuestros problemas, en última instancia, Dios es el Soberano de todo el Universo y de la historia de las naciones, así como de nuestra vida individual. Dios quiere que crezcamos como individuos, pero también como familias, comunidades y naciones. En el contexto de nuestra Caída, el crecimiento adquiere dimensiones adicionales.<br><br>Sí, Dios nos salva por medio de su gracia. Sí, él nos justifica por el sacrificio sustitutivo de Jesucristo y por nuestra aceptación de ese sacrificio mediante la fe. Pero la gracia de Dios no es una solución barata, que se queda en el plano discursivo: su gracia es pedagógica y transformadora. La vida y la salvación no son experiencias teóricas. Crecemos solo cuando realmente experimentamos su amor incondicional por nosotros, cuando nos comprometemos a amarlo sin reservas y a vivir con él y permitirle que viva en nosotros. Y, dado que tanto nosotros como Dios estamos involucrados en un conflicto cósmico, nos comprometemos a ponernos del lado de Dios y promover su Reino en respuesta a su rescate del reino del pecado y de Satanás. De esta manera, Dios se convierte en Jehová de los ejércitos, el que nos guía en esta experiencia, el que nos lleva a crecer, a transformarnos. Temática de la lección:<br><br><strong>La lección de esta semana destaca dos temas:</strong><br><br><strong>1.</strong> Dios nos guía en medio de la lucha de este mundo caído. Además de consolarnos, esto también nos da fuerza y confianza en Dios.<br><br><strong>2.</strong> Crecemos y nos transformamos solamente cuando Dios nos guía en medio de las batallas de la vida.<br><strong><br>COMENTARIO<br><br>“No nos metas en tentación, mas líbranos del mal”</strong><br><br>En mayo-junio de 2019, el papa Francisco desató una controversia al respaldar oficialmente un cambio en el Padrenuestro. En lugar de “no nos metas en tentación”, la nueva versión católica romana del Padrenuestro diría “no nos dejes caer en tentación”. El principal argumento del Papa fue que la traducción “no nos metas en tentación” es incorrecta desde el punto de vista teológico y pastoral, ya que esta frase identifica a Dios como el tentador, en lugar de Satanás. Un padre, afirmó el Papa, no llevaría a su hijo a la tentación, sino que ayudaría al hijo a levantarse cuando caiga. Bien podemos sentirnos reflejados con este intento de exculpar a Dios del estatus de tentador. Pero, cambiar el texto del Padrenuestro no tiene ningún justificativo. Hay muchas otras frases bíblicas como esta que plantean dificultades. Los principios de la hermenéutica bíblica y la historia de la teología nos enseñan que debemos tratar de comprender el texto y su mensaje, en lugar de cambiar el texto bíblico o su traducción con la intención de ayudar a resolver sus misterios de una manera que determinada cultura o persona considere más apropiado.<br><br>Un breve estudio de Mateo 6: 13 y sus conceptos clave, tanto en el contexto bíblico inmediato como en el más amplio, nos ayudará a comprender mejor esta frase. En el griego del Nuevo Testamento, tanto Mateo 6: 13 como Lucas 11: 4 usan exactamente la misma redacción para traducir la frase “no nos metas en tentación”. Por lo tanto, la frase se traduce correctamente en la mayoría de las versiones. En lugar de tratar de reorganizar o reinterpretar este versículo, necesitamos entender su significado. El verbo clave “meter” en griego es la forma aoristo activa de subjuntivo del verbo eispheró, que significa “llevar hacia adentro”, “traer”, “introducir” (ver, por ejemplo, H. G. Lindell y R. Scott, A Greek-English Lexicon, p. 497). Así que, no hay ningún error aquí, no hay manera de reinterpretarlo: Jesús quiso decir “no nos metas”, no “no nos dejes caer”. En Mateo 26: 41 (ver también Mar. 14: 38; Luc. 22: 40, 46), Jesús describe la tentación como algo en lo que alguien podría “entrar” o “caer” (NVI).<br><br>Quienes argumentan a favor de cambiar la redacción de esta frase en el Padrenuestro se centran en la palabra tentación, y determinan que Dios no puede tentarnos porque no puede ser la fuente de la tentación. Pero la palabra griega para “tentación” (peirasmos) tiene dos significados distintos. La primera es “ten- tación” y se relaciona con la seducción o la incitación al pecado (ver, p. ej., Mat. 26: 41; 1 Tim. 6: 9). En este sentido, es cierto que Dios no nos mete en tentación, porque no es el tentador, como establece claramente Santiago 1: 13 y 14. El segundo significado de tentación es “experimento”, “prueba” o “test”. En Gálatas 4: 14,<br><br>la enfermedad de Pablo fue una prueba para los Gálatas, y en 1 Pedro 4: 12, Pedro advierte a los cristianos que no se sorprendan por la prueba que les sobrevino. Quizá Santiago sea quien da la explicación más explícita del proceso de la tentación, especialmente porque usa los dos significados de tentación juntos en el mismo pasaje. Afirma que los cristianos afrontan las pruebas con gozo y perseverancia (Sant. 1: 2, 12), y que estos no deben decir que Dios los tienta, porque Dios no tienta a nadie (Sant. 1: 13); al contrario, cada persona se aleja de Dios cuando su propio deseo la atrae o la tienta (Sant. 1: 14). Por lo tanto, en el Nuevo Testamento, la tentación significa tanto la seducción del pecado como la prueba. Este breve estudio nos ayuda a comprender mejor la frase “no nos metas en tentación”. Si bien Dios no es el tentador, nos conduce en las luchas que nos acontecen. Su conducción en estas pruebas nos ayuda a ejercer nuestra libertad, a crecer en amor y compromiso con él, y a aumentar nuestra comprensión de él y de nosotros mismos, en el contexto de la historia del Gran Conflicto. Solamente cuando realmente experimentamos las pruebas también podemos experimentar verdaderamente la libertad y el crecimiento. Dios nos creó para vivir y prosperar en un mundo perfectamente feliz. Pero también creó el árbol del conocimiento del bien y del mal para que pudiéramos tener la oportunidad de elegir. Dios no creó el árbol del conocimiento del bien y del mal para incitar a la humanidad al pecado; más bien, Dios dio a Adán y a Eva la oportunidad de expresar su libertad y crecer en su amor y lealtad a Dios al obedecer los mandatos de Dios. Dios llevó a los israelitas al callejón sin salida en el Mar Rojo no para incitarlos a pecar, sino para ayudarlos a crecer en su confianza y su amor por él en la disciplina espiritual, individual y colectiva.<br><br>Pero, si las dificultades de la vida, en el contexto del Gran Conflicto, solo nos ayudan a crecer, ¿por qué Jesús nos enseña a pedir a Dios que no nos lleve por estas pruebas? Esta parte del Padrenuestro nos enseña al menos dos aspectos importantes de la vida cristiana. En primer lugar, cualquiera que sea el beneficio del sufrimiento, no es una experiencia agradable, porque Dios no nos creó para sufrir. Jesús mismo, que vino para asumir nuestros sufrimiento y muerte, oró en la hora de su mayor angustia: “Abba, Padre, todas las cosas son posibles para ti; aparta de mí esta copa; mas no lo que yo quiero, sino lo que tú” (Mar. 14: 36; ver también Mat. 26: 39; Luc. 22: 42). Al incluir “no nos metas en tentación” en el Padrenuestro, Jesús nos enseñó a sentirnos libres de decir a nuestro Padre cuánto queremos evitar las pruebas de la vida, aunque a veces puedan ser beneficiosas. Sin embargo, nos enseñó con el ejemplo que siempre debemos ceder amorosamente a la voluntad y la dirección de Dios, porque él sabe lo que es mejor para nosotros y para el plan de nuestra salvación.<br><br>En segundo lugar, “no nos metas en tentación” se combina en forma inmediata y deliberada con “mas líbranos del mal”. Dado que el sufrimiento es inevitable en este mundo contaminado por el pecado, queremos que Dios nos guíe en medio de todas nuestras pruebas; pero no queremos que la tentación de Satanás nos venza. Aquí el Padrenuestro proclama la esencia misma del evangelio de la gracia, porque nos enseña que, como cristianos, no nos salvamos librando las batallas de la vida, y al mismo diablo, como superhumanos. Más bien, es Dios quien nos libra del maligno. Pero ¿cómo nos libramos de Satanás? Mateo 4:1 nos dice que “Jesús fue llevado por el Espíritu al desierto, para ser tentado por el diablo”.<br><br>Por supuesto, entendemos que el Espíritu Santo no llevó a Jesús al desierto para hacerlo pecar, sino para revelar a Jesús como el Mesías, como el Salvador del mundo, como aquel que venció donde Adán falló, y como aquel que venció el mal y a Satanás (ver Mat. 4: 1-11; 12: 28; Mar. 1: 13; Juan 12: 31; 14:30; Heb. 2: 14-18; 1 Juan 3: 8). Al enfrentar las pruebas y las tentaciones del diablo, la victoria de Cristo sobre el pecado y Satanás libera al cristiano. Por lo tanto, aunque el sufrimiento y las pruebas no son agradables ni deseables, debemos pasar por ellas para nuestro beneficio. Oramos para que Dios nos conduzca, cubiertos por la victoria de Cristo sobre Satanás. Por ende, la propuesta de cambiar la terminología del Padrenuestro no solo es injustificable y antibíblica, sino también superficial, con un contenido teológico y pastoral empobrecido. Esa revisión también es peligrosa por otra razón: sienta un precedente más de cambiar la Palabra de Dios por un impulso humano y cultural. Cambiar los términos en cuestión en el Padrenuestro implicaría cambiar muchos otros pasajes y conceptos bíblicos. Es imperativo dejar el versículo como está y tratar de entenderlo, en lugar de cambiarlo simplemente porque no se ajusta a una teología en particular o a una inquietud práctica. El nuevo canto de Händel Ya en la tercera década del siglo XVIII, Georg Friedrich Händel (1685-1759) podía considerarse un compositor consumado, después de haber escrito en varios géneros musicales. Como escribió principalmente música no religiosa, muchos de la Iglesia de Inglaterra lo consideraban un compositor secular, lo que provocó tensiones con la iglesia. Sin embargo, Händel siempre tuvo sed de Dios y de salvación. En abril de 1737 sufrió un derrame cerebral o alguna afección psicológica. Aunque se recuperó, pronto terminó en una crisis financiera, relacional y espiritual. En conflicto con la iglesia, en desavenencia con muchos de la corte y con otros músicos, Händel pensó que colapsaría. El 8 de abril de 1741 dio el que pensó que sería su último concierto y, a los 56 años, se retiró de la vida pública. ¡Pero Händel estaba buscando una nueva composición! Pronto la encontró.<br><br>Un amigo, Charles Jennings, compartió con Händel un libreto que se centraba en la vida de Cristo, que contenía tres partes: (1) las profecías sobre la venida del Mesías; (2) la primera venida del Mesías y su Pasión; y (3) la gloria futura de su segunda venida, el fin del pecado y la aclamación eterna del Mesías. Händel redescubrió la gloriosa imagen de Jesús como Mesías y Salvador, y decidió dedicarle un oratorio. Una invitación desde Dublín para que Händel compusiera algo para un concierto benéfico sirvió de catalizador, y así nació El Mesías, el oratorio más extraordinario de todos los tiempos.<br><br>Händel estaba tan absorto en la composición de su nueva obra que en 24 días escribió las tres partes en unas 260 páginas. Durante esos días, el músico no salió de su departamento para nada, y apenas probó la comida que le preparaban. A veces, durante la composición, sollozaba o lloraba por los maravillosos textos bíblicos que incluía o por la gloria que veía en Jesús, el Mesías. Cuando se presentó la “nueva canción”, El Mesías, en el concierto benéfico de Dublín, se recaudaron 400 libras, lo que redundó en la liberación de 142 hombres de la prisión de deudores. Pero también liberó a Händel del crisol espiritual y multifacético en el que se encontraba, y desde entonces ha sido una bendición para innumerables personas de todo el mundo. Händel murió la mañana de un Viernes Santo, el 14 de abril de 1759, apenas ocho días después de haber dirigido su obra maestra, El Mesías, por última vez, y lo sepultaron en la Abadía de Westminster. El monumento de la Abadía en su honor lo representa sosteniendo el manuscrito de El Mesías, Tercera Parte, en el lugar donde dice: “Yo sé que mi Redentor vive”. Una fuente de inspiración para esta asombrosa historia se halla en Spiritual Lives of the Great Composers, de Patrick Kavanaugh, revisada y ampliada (Grand Rapids, MI: Zondervan, 1996), páginas 3 a 7. Quizá si no hubiese sido por la pro- funda crisis que atravesó Händel, el mundo nunca habría disfrutado del mayor oratorio que se conozca. Fueron la humildad de Händel ante Dios, su búsqueda de la salvación de Dios en medio de su angustia y su espíritu implacable para salir adelante en medio de la adversidad los que lo ayudaron a levantarse y “entonar una nueva canción”.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>1.</strong> Juan el Bautista fue el siervo fiel de Dios en un momento único de la historia. Recibió el llamado de privilegio de anunciar el advenimiento del Mesías y su misión. Juan vivió un estilo de vida austero y con la mayor integridad espiritual y moral. Cumplió su misión sin dudarlo ni intentar atribuirse ni un ápice de reconocimiento. Sin embargo, cuando Jesús comenzó su ministerio, Juan fue llevado a un crisol; sí, Juan fue encarcelado, juzgado y ejecutado. Pero, no cedió al mal. Para los dedicados estudiantes de la Biblia, Juan emerge como una figura victoriosa, a pesar de la muerte violenta, como ejemplo para todos nosotros. Ponte en el lugar de Juan el Bautista en prisión. ¿Qué pensamientos habrán cruzado por su mente mientras esperaba el resultado del juicio? Al enfrentarse a la clara perspectiva de la ejecución a manos del malvado Herodes, una situación en la que Jesús no hace nada para intervenir y librarlo, ¿cómo te hubieses sentido tú?<br><br><strong>2. </strong>¿Has tenido experiencias límite en tu vida, similares a las que pasaron los israelitas en el Mar Rojo o la de Juan? Compártelas con la clase. ¿Qué principios y estrategias de fe crees que te ayudarían a salir airoso de este tipo de experiencias?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>LA JAULA DEL PÁJARO</strong><br></p>",
      "verse": "<p>Esto es para ustedes motivo de gran alegría, a pesar de que hasta ahora han tenido que sufrir diversas pruebas por un tiempo (1 Ped. 1: 6, NVI).<br></p>",
      "versionCode": 7,
      "weekDate": "9-15 de Julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
