{
   "data":[
      {
         "color":"#f00f64",
         "id":702,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"July 2",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>In chemistry labs one often places various materials into a small container and heats them to extreme temperatures. As the container becomes hotter, the materials either melt, fizzle, spit, or burn brightly, depending upon what they are made of. The container is called a crucible. A crucible is defined in the dictionary as (1) a vessel used for melting a substance that requires a high degree of heat, (2) a severe test, or (3) a place or situation in which concentrated forces interact to cause or influence change or development.<br><br>These definitions also give us a helpful insight into what happens in our spiritual lives. This week we’ll highlight some reasons we may suddenly find ourselves under pressure and experiencing tests in places in which circumstances cause us to change, develop, and grow in character. This will help to give us an awareness of what God is doing in our lives so that when we enter a crucible, we will have an idea of how to respond.<br><strong><br>The Week at a Glance:</strong> What are the causes of the difficult times that we experience through our lives?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 3",
               "dayTitle":"<p>Surprises</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p><strong>“Beloved, do not think it strange concerning the fiery trial which is to try you, as though some strange thing happened to you” (1 Pet. 4:12, NKJV).</strong></p><p>Surprises, painful surprises, can come in many ways. A car veering across the road into your path. A sudden notification that you’re losing your job. A medical test that gives you unexpected bad news. Betrayal by someone you loved and who you thought loved you. As bad as the pain can be, it’s always made worse by the element of surprise.</p><p>This week we will look at a few specific types of painful situations or crucibles that should not take us by surprise.</p><p>To begin, let’s go back to the text for today in Peter. The Greek word for “surprised” in 1 Peter 4:12 means to be “alien” or “foreign.” Peter is urging his readers not to fall into the trap of believing that fiery ordeals and trials are alien to Christian experience. Rather, they are to be considered normal—they can and should be expected.</p><p>The word used for “fiery ordeal” (NIV, NRSV) or “fiery trial” (NKJV) comes from another Greek word, and it means “a burning.” In other places it is translated “furnace.” This experience of suffering for our faith could therefore be considered a “smelting process,” the process of the crucible.</p><p><strong>Read 1 Peter 4:12–19. What is Peter’s message?</strong></p><p><strong>1 Peter 4:12–19</strong></p><p><strong>12</strong> Beloved, do not think it strange concerning the fiery trial which is to try you, as though some strange thing happened to you;&nbsp;</p><p><strong>13 </strong>but rejoice to the extent that you partake of Christ’s sufferings, that when His glory is revealed, you may also be glad with exceeding joy.&nbsp;</p><p><strong>14 </strong>If you are reproached for the name of Christ, blessed are you, for the Spirit of glory and of God rests upon you. On their part He is blasphemed, but on your part He is glorified.&nbsp;</p><p><strong>15 </strong>But let none of you suffer as a murderer, a thief, an evildoer, or as a busybody in other people’s matters.</p><p><strong>16 </strong>Yet if anyone suffers as a Christian, let him not be ashamed, but let him glorify God in this matter.</p><p><strong>17 </strong>For the time has come for judgment to begin at the house of God; and if it begins with us first, what will be the end of those who do not obey the gospel of God?&nbsp;</p><p><strong>18 </strong>Now</p><p><span style=\"background-color: initial;\">“If the righteous one is scarcely saved,</span><br></p><p>Where will the ungodly and the sinner appear?”</p><p><strong>19 </strong>Therefore let those who suffer according to the will of God commit their souls to Him in doing good, as to a faithful Creator.</p><p>Many of us are surprised about suffering because we often have an oversimplified view of the Christian life. We know there are two sides—God, who is good; and Satan, who is bad. But often, we then automatically put everything that feels good in the box with God and everything that feels bad in the box with Satan. But life is not so simple. We cannot use our feelings to decide what is in God’s box or Satan’s box. Sometimes walking with God can be challenging and hard. And following Satan can appear to bring great rewards. Job, who is righteous yet suffering, illustrates this when he asked God, “ ‘Why do the wicked live on, growing old and increasing in power?’ ” (Job 21:7, NIV).</p><p><strong>Peter was referring to trials that are the consequence of standing up for Christ. But there also are other reasons that trials come. How could 1 Peter 4:12–19 help you to explain tactfully to a friend why he or she should not be surprised at the painful trials they might face?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 4",
               "dayTitle":"<p>Crucibles of Satan</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p><strong>“Be sober, be vigilant; because your adversary the devil walks about like a roaring lion, seeking whom he may devour” (1 Pet. 5:8, NKJV).</strong></p><p><strong>Read the above text. What’s the message there for us? Ask yourself,&nbsp;</strong><strong style=\"background-color: initial;\">“How seriously do I take these words?” What things do you do in&nbsp;</strong><strong style=\"background-color: initial;\">your life that show whether you take them seriously?</strong></p><p><span style=\"background-color: initial;\">Have you ever watched a hungry lion? It’s awesome because you&nbsp;</span>know it can catch and eat just about anything it wants. Peter says that Satan is prowling around in the same way. When we look around, we can see the consequences of his desire to kill. Death, suffering, and the&nbsp;<span style=\"background-color: initial;\">twisting and perverting of morals and values are everywhere. We can</span><span style=\"background-color: initial;\">not escape seeing the work of Satan.</span></p><p><span style=\"background-color: initial;\"><strong>Read 1 Peter 5:8–11. How should Christians react to Satan’s prowling?</strong></span></p><p><span style=\"background-color: initial;\"><strong>1 Peter 5:8–11</strong></span></p><p><span style=\"background-color: initial;\"><strong>8 </strong>Be sober, be vigilant; because your adversary the devil walks about like a roaring lion, seeking whom he may devour.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong>9 </strong>Resist him, steadfast in the faith, knowing that the same sufferings are experienced by your brotherhood in the world.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong>10 </strong>But may the God of all grace, who called us to His eternal glory by Christ Jesus, after you have suffered a while, perfect, establish, strengthen, and settle you.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong>11 </strong>To Him be the glory and the dominion forever and ever. Amen.</span></p><p><span style=\"background-color: initial;\"><br></span></p><p><span style=\"background-color: initial;\"><strong>What does God promise to do for those who are suffering? 1 Pet. 5:10.</strong></span></p><p><span style=\"background-color: initial;\"><strong>1 Peter 5:10</strong></span></p><p><span style=\"background-color: initial;\"><strong>10 </strong>But may the God of all grace, who called us to His eternal glory by Christ Jesus, after you have suffered a while, perfect, establish, strengthen, and settle you.&nbsp;</span></p><p><span style=\"background-color: initial;\">Peter writes these words in the context of responding to Satan’s&nbsp;</span>attacks on Christian faith. But as we have mentioned, Satan is at work in many different ways. And although we must be aware of the reality and the power of our enemy, we must never be discouraged, for we must always remember that Jesus has beaten Satan; that Satan is a defeated foe; and that as long as we stay connected with Jesus, as long as we cling to Him in faith, we can never be defeated either. Because of the cross, Christ’s victory is our victory.</p><p><strong>Think about the other ways that Satan causes pain. How could reading 1 Peter 5:8–11 help us to deal with the anguish that we experience because of our fate in living in a sinful world in which Satan wreaks havoc?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 5",
               "dayTitle":"<p>Crucibles of Sin</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>“For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness” (Rom. 1:18, NKJV).</strong></p><p>Everything we do has a consequence. If you stand in the hot sun with ice cream, it will certainly melt. Cause and effect always go together. And no matter how desperately we may want things to be different, it is the same with sin. It always reaps consequences. It is not that God sits in heaven wondering what terrible things He can do to people who sin; no, sin itself comes with its own built-in consequences.</p><p>The problem is that many times we think that we can somehow outwit God and sin without experiencing the consequences. It never happens. Paul makes it very clear that sinning has consequences, not only for eternity but also painful and distressing consequences today.</p><p><strong>In Romans 1:21–32, Paul describes the process when people fall into sin and the consequences of those sins. Read these verses prayerfully and carefully, and summarize the essence of what Paul is saying, focusing specifically on the stages of sin and its consequences.</strong></p><p><strong>Romans 1:21–32</strong></p><p><strong>21 </strong>because, although they knew God, they did not glorify Him as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened.&nbsp;</p><p><strong>22 </strong>Professing to be wise, they became fools,&nbsp;</p><p><strong>23 </strong>and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things.</p><p><strong>24</strong> Therefore God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves,&nbsp;</p><p><strong>25 </strong>who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.</p><p><strong>26</strong> For this reason God gave them up to vile passions. For even their women exchanged the natural use for what is against nature.&nbsp;</p><p><strong>27</strong> Likewise also the men, leaving the natural use of the woman, burned in their lust for one another, men with men committing what is shameful, and receiving in themselves the penalty of their error which was due.</p><p><strong>28 </strong>And even as they did not like to retain God in their knowledge, God gave them over to a debased mind, to do those things which are not fitting;&nbsp;</p><p><strong>29 </strong>being filled with all unrighteousness, sexual immorality, wickedness, covetousness, maliciousness; full of envy, murder, strife, deceit, evil-mindedness; they are whisperers,&nbsp;</p><p><strong>30 </strong>backbiters, haters of God, violent, proud, boasters, inventors of evil things, disobedient to parents,&nbsp;</p><p><strong>31 </strong>undiscerning, untrustworthy, unloving, unforgiving, unmerciful;&nbsp;</p><p><strong>32 </strong>who, knowing the righteous judgment of God, that those who practice such things are deserving of death, not only do the same but also approve of those who practice them.</p><p><br></p><p>A couple of verses earlier Paul describes these consequences as the “wrath of God” (Rom. 1:18). God’s wrath in this passage is simply God calling human beings to reap what they sow. Even for Christians, God does not always intervene immediately to remove the pain that results from our own actions. Many times He allows us to experience the consequences of our actions in order for us to understand how deeply damaging and offensive our sin is.</p><p>We have been considering the consequences of breaking God’s moral laws. But what about breaking God’s health laws? Our bodies are God’s home. If we abuse our bodies by failing to eat healthfully or to exercise, or if we regularly overwork, this also is sin against God. And this has consequences that can create the conditions of a crucible.</p><p><strong>In your own life, how have you reaped the immediate consequences of your own sins? What lessons have you learned? What changes must you make in order not to go through something similar again?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 6",
               "dayTitle":"<p>Crucibles of Purification</p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p><strong>“Therefore thus says the Lord of hosts: ‘Behold, I will refine them and try them; for how shall I deal with the daughter of My people?’ ” (Jer. 9:7, NKJV).</strong></p><p>“If the Spirit of God brings to your mind a word of the Lord that hurts you, you can be sure that there is something in you that He wants to hurt to the point of its death.”—Oswald Chambers, My Utmost for His Highest (Uhrichsville, OH: Barbour &amp; Company, Inc., 1963), p. 271.</p><p><strong>How do you understand the quote and text above? What has been your own experience with the pains involved in the purification process?</strong></p><p><strong>Read Jeremiah 9:7–16. God says that He will “refine and test” (NRSV), or “melt” (KJV), Judah and Jerusalem (Jer. 9:7, NIV). What two reasons does God give for this? (Jer. 9:13, 14). How will the refining happen? (Jer. 9:15, 16).</strong></p><p><strong>Jeremiah 9:7–16</strong></p><p><strong>7 </strong>Therefore thus says the Lord of hosts:</p><p>“Behold, I will refine them and try them;</p><p>For how shall I deal with the daughter of My people?</p><p><strong>8 </strong>Their tongue is an arrow shot out;</p><p>It speaks deceit;</p><p>One speaks peaceably to his neighbor with his mouth,</p><p>But in his heart he lies in wait.</p><p><strong>9</strong> Shall I not punish them for these things?” says the Lord.</p><p>“Shall I not avenge Myself on such a nation as this?”</p><p><strong>10 </strong>I will take up a weeping and wailing for the mountains,</p><p>And for the dwelling places of the wilderness a lamentation,</p><p>Because they are burned up,</p><p>So that no one can pass through;</p><p>Nor can men hear the voice of the cattle.</p><p>Both the birds of the heavens and the beasts have fled;</p><p>They are gone.</p><p><strong>11 </strong>“I will make Jerusalem a heap of ruins, a den of jackals.</p><p>I will make the cities of Judah desolate, without an inhabitant.”</p><p><strong>12</strong> Who is the wise man who may understand this? And who is he to whom the mouth of the Lord has spoken, that he may declare it? Why does the land perish and burn up like a wilderness, so that no one can pass through?</p><p><strong>13 </strong>And the Lord said, “Because they have forsaken My law which I set before them, and have not obeyed My voice, nor walked according to it,&nbsp;</p><p><strong>14</strong> but they have walked according to the dictates of their own hearts and after the Baals, which their fathers taught them,”<strong>&nbsp;</strong></p><p><strong>15 </strong>therefore thus says the Lord of hosts, the God of Israel: “Behold, I will feed them, this people, with wormwood, and give them water of gall to drink.&nbsp;</p><p><strong>16</strong> I will scatter them also among the Gentiles, whom neither they nor their fathers have known. And I will send a sword after them until I have consumed them.”</p><p><br></p><p>God’s refining and testing involved drastic action. There are perhaps three reasons why refining and testing may feel like a crucible. First, we experience pain as God allows circumstances to bring our sin to our attention. A little earlier, Jeremiah unhappily writes, “ ‘The bellows blow fiercely to burn away the lead with fire, but the refining goes on in vain; the wicked are not purged out’ ” (Jer. 6:29, NIV). Thus, sometimes drastic action is needed in order to get our attention. Second, we experience anguish as we feel sorrow for the sin we now see clearly. Third, we experience frustration as we try to live differently. It can be quite uncomfortable and difficult to keep choosing to give up the things that have been so much a part of us.</p><p><strong>Think about the sins that you struggle with. If God were going to refine and test you today, how might He do it? What action could you take now to deal with this before God would need to take drastic steps with you, as He did with Israel?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 7",
               "dayTitle":"<p>Crucibles of Maturity</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>“And lest I should be exalted above measure by the abundance of the revelations, a thorn in the flesh was given to me, a messenger of Satan to buffet me, lest I be exalted above measure” (2 Cor. 12:7, NKJV).</strong></p><p>There is a big difference between cutting down and pruning. We cut down plants that we don’t want anymore; we prune plants that we want to develop into greater fruitfulness. Both processes, however, do involve a sharp knife. Indeed, pruning requires cutting parts off the plant that might seem to a novice gardener like destroying it. In a spiritual context, Bruce Wilkinson writes, “Are you praying for God’s superabundant blessings and pleading that He will make you more like His Son?</p><p>“If your answer is yes, then you are asking for the shears.”—Secrets of the Vine (Sisters, OR: Multnomah Publishers, Inc., 2001), p. 60. People have wondered what Paul actually meant by a “thorn in my flesh” (2 Cor. 12:7, NIV). Ideas range from Paul being under constant attacks from enemies to having a speech difficulty. It seems that this was actually a problem with his eyesight (see Ellen G. White Comments, The SDA Bible Commentary, vol. 6, p. 1107). Amazingly, Paul believed that his “thorn” was “given me.”</p><p><br></p><p><strong>What do you think Paul meant by “given me”? Who gave it to him? How was God able to use it for Paul’s benefit?</strong></p><p>Notice that Paul’s “thorn” had a definite purpose: “to keep me from becoming conceited” (2 Cor. 12:7, NIV). It was not because of any specific sin he had committed but to prevent him from sinning in the future. Paul recognized that by nature he had a weakness to sin and that this “thorn” could guard against it.</p><p><br></p><p><strong>Read 2 Corinthians 12:7–10. How does Paul deal with his “thorn”? Do you think that Paul’s weakness had any other spiritual benefits for him? How can the way that Paul responds help you to deal with “thorns” that you may have to carry?</strong></p><p><strong>2 Corinthians 12:7–10</strong></p><p><strong>7</strong> And lest I should be exalted above measure by the abundance of the revelations, a thorn in the flesh was given to me, a messenger of Satan to buffet me, lest I be exalted above measure.&nbsp;</p><p><strong>8</strong> Concerning this thing I pleaded with the Lord three times that it might depart from me.&nbsp;</p><p><strong>9</strong> And He said to me, “My grace is sufficient for you, for My strength is made perfect in weakness.” Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me.&nbsp;</p><p><strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in needs, in persecutions, in distresses, for Christ’s sake. For when I am weak, then I am strong.</p><p><br></p><p><strong>In what ways might God’s ideas for your spiritual development be very different from your own? Think about areas in your life in which you need to become more fruitful in righteousness. What spiritual qualities would you like to ask God to develop in you through His “pruning”?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 8",
               "dayTitle":"<p>Further Thought:&nbsp;</p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p>Read Ellen G. White, “Effectual Prayer,” in Signs of the Times, November 18, 1903; Ellen G. White Comments, p. 1182, in The SDA Bible Commentary, vol. 4; “God Permits Trial and Affliction to Purify Me,” p. 92, in My Life Today.<br></p><p>“He who reads the hearts of men knows their characters better than&nbsp;they themselves know them. He sees that some have powers and susceptibilities which, rightly directed, might be used in the advancement of His work. In His providence He brings these persons into different positions and varied circumstances that they may discover in their character the defects which have been concealed from their own knowledge. He gives them opportunity to correct these defects, and to fit themselves for His service. Often He permits the fires of affliction to assail them that they may be purified.”—Ellen G. White, The Ministry of Healing, p. 471.</p><p>Discussion Questions:</p><p>1. It really can be hard while we are reaping the consequences of our sin. “Will I ever be able to be made right with God again?” we ask. What promises does God make that can encourage us to persevere through such times and not give up? (See what Paul writes later in Romans 5:1–11.) What can you say to someone who is asking this very question?</p><p>2. What does Ellen G. White mean by “His providence”? How does this work? How do you know when something happens by God’s providence? What acts of God’s “providence” have led to trials in your own life? As a class, discuss what you’ve learned at this time. How might you help someone else who is wondering whether some event is indeed “His providence”?</p><p>3. If you know someone who is going through a crucible experience right now, does it matter, or should it matter, what brought it on? That is, how should you react to this person and his or her suffering, regardless of what caused it?</p><p>4. A Christian young man living in South America went through&nbsp;a bitter trial. After it was over, he moved to Europe and later commented to someone, “I left my corpse in South America.” What does that mean? Why must we all, in a sense, leave our corpse somewhere? What role do trials have in that process?</p><p>5. As a class, plan an outing to a hospital or somewhere where you could be of help, comfort, and cheer to those who, for whatever reason, are in a crucible.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 8",
               "dayTitle":"<p>Inside Story</p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p>Part 2: Bullied at School</p><p>By Andrew McChesney</p><p>Mother was worried about Junior. The usually cheerful 15-year-old boy had become uptight and hostile in their home in Manaus, Brazil. Against her wishes, he had signed up to learn Capoeira, an African-Brazilian martial art.</p><p>“Eduardo, I don’t like Junior learning martial arts,” she told her husband.</p><p>“It’s no problem for me to take him,” he replied. “The classes are just up the street from the Candomblé temple where I work.”</p><p>“That also bothers me,” Mother said. “I didn’t know whether Capoeira and Candomblé are somehow related, but I don’t want my son doing either.”</p><p>Father scowled. “Junior told me that some boys are bullying him at school,” he said. “That’s why he decided to take martial arts.”</p><p>The next day, as Mother waited at school to take Junior home, she poured out her heart to Dilma Araujos dos Santos, the mother of one of Junior’s classmates, Clifferson. “My son doesn’t have any good friends,” she said.</p><p>A few days later, Clifferson invited Junior to a video gamers club at his house. Mother, pleased that Junior had found a friend, allowed him to go.</p><p>At Clifferson’s house, Junior found several boys playing a sports video game. After a few minutes, Clifferson turned off the game and invited the boys to sing about Jesus. Then the boys opened Bibles and talked about what Jesus meant to them. “Are you Christians?” Junior asked. “Yes,” Clifferson said. “At our club, we play sports games and talk about Jesus.”</p><p>Junior liked his new friends; he didn’t miss any meetings after that.</p><p>One day, Clifferson’s mother invited Junior to go to church with the family. Junior was happy to spend more time with Clifferson, and stopped going to martial arts classes. He didn’t tell Mother he was visiting Alpha Seventh-day Adventist Community Church. He only said he was going out.</p><p>Mother soon noticed that Junior was eager to leave the house on Saturday, and she asked what he was doing. He showed her the YouTube channel where the church live-streamed its Sabbath services. Mother began to watch.</p><p>One Sabbath, Junior told Mother that a man had given his heart to Jesus and been baptized at the church. “I want to be baptized,” he said.</p><p>A few Sabbaths later, Mother accompanied Junior to church. She listened as the Sabbath School teacher taught from the adult Bible study guide.</p><p>Someone gave her a Bible, and she looked up the verses the teacher read from Revelation. A chill ran down her spine when she read, “ ‘But the cowardly, unbelieving, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death’ ” (Rev. 21:8, NKJV).</p><p>That’s the destiny of my husband, Mother thought. He will perish in the lake of fire. She began to pray for Father.</p><p><br></p><p><em>Your Thirteenth Sabbath Offering will help open eight churches in the South American Division, including four in Brazil, where Father (Eduardo Ferreira dos Santos) and his family live.</em></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>The Crucibles That Come<br></p>",
         "verse":"<p>Beloved, do not think it strange concerning the fiery trial which is to try you, as though some strange thing happened to you; but rejoice to the extent that you partake of Christ’s sufferings, that when His glory is revealed, you may also be glad with exceeding joy (1 Peter 4:12, 13, NKJV).</p>",
         "versionCode":7,
         "weekDate":"July 2–8"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
