{
  "data": [
    {
      "color": "#af8805",
      "id": 708,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 12",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Jose Antonio lived on the streets of Palma, Spain, as a homeless man for years. With gray, straggly hair and beard, Jose looked older than his 57 years. One day, Salva Garcia, the owner of a hair salon, approached Jose and proposed a complete makeover.<br><br>With Jose in the salon chair, a hardworking team cut, dyed, and styled the tangled bundles of hair and beard. Next, Jose then got new stylish clothes. Then came the reveal! As Jose sat in front of a mirror, tears came. “Is this me? I’m so different; no one is going to recognize me!” Later he would add, “It wasn’t just a change of looks. It changed my life.”<br><br>In Ephesians 4:17–32, Paul argues that believers have experienced a complete transformation. They have taken off their old selves and have embraced their new identity. Somewhat like Jose’s change, though, this is no mere external transformation. It includes being “renewed in the spirit of your minds” (Eph. 4:23, ESV), bringing into the life “true righteousness and holiness” (Eph. 4:24, ESV). This is the ultimate makeover.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 13",
          "dayTitle": "<p>The Downward Spiral of Sin<br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Compare Ephesians 4:17–32 with Colossians 3:1–17. How does Paul advocate for believers to live in a way that encourages the unity of the church?</strong></p><p><strong>Ephesians 4:17–32 </strong><sup><br></sup></p><p><sup><strong>17</strong></sup> This I say, therefore, and testify in the Lord, that you should no longer walk as the rest of the Gentiles walk, in the futility of their mind, <sup><br></sup></p><p><sup><strong>18</strong></sup> having their understanding darkened, being alienated from the life of God, because of the ignorance that is in them, because of the blindness of their heart; <sup><br></sup></p><p><sup><strong>19</strong></sup> who, being past feeling, have given themselves over to lewdness, to work all uncleanness with greediness.<br><sup><br><strong>20</strong></sup> But you have not so learned Christ, <sup><br></sup></p><p><sup>21</sup> if indeed you have heard Him and have been taught by Him, as the truth is in Jesus: <sup><br></sup></p><p><sup><strong>22</strong></sup> that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts, <strong><sup>23</sup></strong> and be renewed in the spirit of your mind, <sup><br></sup></p><p><sup><strong>24</strong></sup> and that you put on the new man which was created according to God, in true righteousness and holiness.<br><sup><br><strong>25</strong></sup> Therefore, putting away lying, “Let each one of you speak truth with his neighbor,” for we are members of one another. <sup><br></sup></p><p><sup><strong>26</strong></sup> “Be angry, and do not sin”: do not let the sun go down on your wrath, <sup><br></sup></p><p><sup><strong>27</strong></sup> nor give place to the devil. <sup><br></sup></p><p><sup><strong>28</strong></sup> Let him who stole steal no longer, but rather let him labor, working with his hands what is good, that he may have something to give him who has need. <sup><br></sup></p><p><sup><strong>29</strong></sup> Let no corrupt word proceed out of your mouth, but what is good for necessary edification, that it may impart grace to the hearers. <sup><br></sup></p><p><sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <sup><br></sup></p><p><sup><strong>31</strong></sup> Let all bitterness, wrath, anger, clamor, and evil speaking be put away from you, with all malice. <sup><br></sup></p><p><sup><strong>32</strong></sup> And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you.<br></p><p><strong>Colossians 3:1–17</strong></p><p><sup><strong>1</strong></sup> If then you were raised with Christ, seek those things which are above, where Christ is, sitting at the right hand of God. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Set your mind on things above, not on things on the earth. <sup><br></sup></p><p><sup><strong>3 </strong></sup>For you died, and your life is hidden with Christ in God. <sup><br></sup></p><p><sup><strong>4</strong></sup> When Christ who is our life appears, then you also will appear with Him in glory.<br><sup><br><strong>5</strong></sup> Therefore put to death your members which are on the earth: fornication, uncleanness, passion, evil desire, and covetousness, which is idolatry.</p><p><sup><strong>6 </strong></sup>Because of these things the wrath of God is coming upon the sons of disobedience, <sup><br></sup></p><p><sup><strong>7</strong></sup> in which you yourselves once walked when you lived in them.<br><sup><br><strong>8</strong></sup> But now you yourselves are to put off all these: anger, wrath, malice, blasphemy, filthy language out of your mouth. <strong><sup>9</sup></strong> Do not lie to one another, since you have put off the old man with his deeds, <sup><br></sup></p><p><sup><strong>10</strong></sup> and have put on the new man who is renewed in knowledge according to the image of Him who created him, <sup><br></sup></p><p><sup><strong>11</strong></sup> where there is neither Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave nor free, but Christ is all and in all.<br><sup><br><strong>12</strong></sup> Therefore, as the elect of God, holy and beloved, put on tender mercies, kindness, humility, meekness, longsuffering; <sup><br></sup></p><p><sup><strong>13</strong></sup> bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also must do. <sup><br></sup></p><p><sup><strong>14</strong></sup> But above all these things put on love, which is the bond of perfection. <sup><br></sup></p><p><sup><strong>15</strong></sup> And let the peace of God rule in your hearts, to which also you were called in one body; and be thankful. <sup><br></sup></p><p><sup><strong>16</strong></sup> Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. <sup><br></sup></p><p><sup><strong>17</strong></sup> And whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks to God the Father through Him.</p><p>In the prior section, Ephesians 4:1–16, Paul’s theme was the unity of the church. When we compare Ephesians 4:1 and Ephesians 4:17, we note how similar these two exhortations are about how to walk or to live. This resemblance suggests that Paul addresses the same theme— unity and the lifestyle that supports it—but from a new and initially more negative vantage point.<br><br>In Ephesians 4:17–24, Paul contrasts Gentile lifestyle, which he regards as undermining unity (Eph. 4:17–19), with truly Christian patterns of life that nourish it (Eph. 4:20–24). As we read Paul’s sharp critique of the depraved, Gentile lifestyle, we should recall his conviction that Gentiles are redeemed by God through Christ and offered full partnership in the people of God (Eph. 2:11–22, Eph. 3:1–13). In Ephesians 4:17–19, then, he is offering a limited and negative description of “Gentiles in the flesh” (Eph. 2:11). Paul is not just concerned about specific sins or behaviors exhibited by Gentiles. He is concerned about a pattern of behavior that they exhibit, a downward trajectory of living in the grip of sin. At the heart of Ephesians 4:17–19 is a portrait of a calloused spirituality: “in the futility of their mind, having their understanding darkened, being alienated from the life of God” (Eph. 4:17, 18, NKJV). This calloused spirituality is the source of the darkened understanding highlighted at the beginning of the passage (“because of the ignorance that is in them, due to their hardness of heart. They have become callous,” Eph. 4:18, 19, ESV) and the depraved sexual practice underlined at its end (“and have given themselves up to sensuality, greedy to practice every kind of impurity,” Eph. 4:19, ESV). Alienated from God, they don’t know how to live, and separated from His saving grace, they continue in a downward spiral of sin and depravity.<br><br><strong>What has been your own experience with the power of sin to continue to drag a person downward into even more sin?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 14",
          "dayTitle": "<p>A Dramatic Change of Clothing<br></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>In retelling the story of the conversion of his audience, what essential main point is Paul getting across to them? Eph. 4:20–24.</strong><br></p><p><strong>Eph. 4:20–24</strong></p><p><sup><strong>20</strong></sup> But you have not so learned Christ, <sup><br></sup></p><p><sup><strong>21</strong></sup> if indeed you have heard Him and have been taught by Him, as the truth is in Jesus: <sup><br></sup></p><p><sup><strong>22</strong></sup> that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts, <sup><br></sup></p><p><sup><strong>23</strong></sup> and be renewed in the spirit of your mind, <sup><br></sup></p><p><sup><strong>24</strong></sup> and that you put on the new man which was created according to God, in true righteousness and holiness.<br></p><p>Having described their former, Gentile existence (Eph. 4:17–19), Paul does not say, “That is not the way you learned about Christ.” Instead, he exclaims, “That is not the way you learned Christ!” (Eph. 4:20, ESV). Noting that the addressees “heard Him” [Christ] (NKJV), and were taught “in him” (Eph. 4:21, ESV) or “by Him” (NKJV), Paul further advocates the adoption of a Christ-shaped life with the phrase “as the truth is in Jesus” (Eph. 4:21). For Paul, coming to faith centers on a personal connection with Christ, one so vivid and real that it may be described as “learning Christ.” We acknowledge that the risen and exalted Jesus is alive and present with us. We are shaped by His teachings and example and exercise loyalty to Him as our living Lord. We open our lives to His active guidance and direction through Spirit and Word.<br><br>Paul tells us that the adoption of a Christ-shaped life requires three processes, which he expresses through clothing imagery: (1) to “put off ” or turn away from the old way of life (Eph. 4:22); (2) to experience inner renewal (Eph. 4:23); and (3) to “put on” the new, Godlike pattern of life (Eph. 4:24). Paul’s metaphor reflects the use of clothing in the Old Testament as a symbol for both sinfulness (e.g., Ps. 73:6; Zech. 3:3, 4; Mal. 2:16) and salvation (e.g., Isa. 61:10; Ezek. 16:8; Zech. 3:4, 5).<br><br>In ancient times, men wore a knee-length tunic as an undergarment and a cloak or mantle to offer protection from the sun. Similarly, women wore a tunic and a robe. The cultures reflected in the Bible were subsistence ones. Garments were precious and expensive and were kept for a long time. It would have been unusual to own more than one set of clothing. The quality and style of those garments signaled identity and status markers about the wearer. To change one’s clothes, exchanging one set of clothes for another, was an unusual and important event (rather than the trifling occurrence it is in many cultures today). Paul imagines the change in life to be as noticeable as exchanging one set of clothing for another would have been in this first-century context.<br><br><strong>What is the difference, the crucial difference, between learning about Christ and learning to know Christ?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 15",
          "dayTitle": "<p>Unity-Building, Grace-Filled Speech<br></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p><strong>Which of Paul’s words of counsel with regard to the use of speech among believers is the most important to you just now? Why? Eph. 4:25–29.</strong></p><p><strong><sup>25</sup> </strong>Therefore, putting away lying, “Let each one of you speak truth with his neighbor,” for we are members of one another. <sup><br></sup></p><p><sup><strong>26</strong></sup> “Be angry, and do not sin”: do not let the sun go down on your wrath, <sup><br></sup></p><p><sup><strong>27</strong></sup> nor give place to the devil. <sup><br></sup></p><p><sup><strong>28</strong></sup> Let him who stole steal no longer, but rather let him labor, working with his hands what is good, that he may have something to give him who has need. <sup><br></sup></p><p><sup><strong>29</strong></sup> Let no corrupt word proceed out of your mouth, but what is good for necessary edification, that it may impart grace to the hearers. <br><br>Paul repeatedly uses an interesting structure in Ephesians 4:25–32, which is illustrated by Ephesians 4:25 (NKJV): a negative command (“putting away lying”); a positive command next (“ ‘let each one of you speak truth with his neighbor’ ”); and then a rationale (“for we are members of one another,” which seems to mean “because we are members of one body and so related to one another as parts of that one body”). Paul’s exhortation to “speak truth” is not an invitation to confront other church members with a tactless recitation of facts. Paul alludes to Zechariah 8:16, which exhorts speaking the truth as a way of fostering peace.<br><br>Since in Ephesians 4:31 Paul banishes anger and angry speech, his words in Ephesians 4:26 provide no permission to exercise anger within the congregation. Rather, Paul concedes the possibility of anger, while limiting its expression with the sense, “Should you become angry, do not allow it to bear fruit in full blown sin.”<br><br>Paul appears to interrupt his theme of speech with a negative command about thieves: “Let the thief no longer steal” (Eph. 4:28, ESV). Positively, the thief is to “labor, doing honest work with his own hands” (Eph. 4:28, ESV; see also 1 Cor. 4:12, 1 Thess. 4:11) based on the rationale, “so that he may have something to share with anyone in need” (Eph. 4:28, ESV). Perhaps Paul includes this word about thieves here because of the connection between theft and deceptive speech as illus- trated by the story of Ananias and Sapphira in Acts 5:1–11. Paul’s faith in Christ’s transforming power is so strong that he envisions thieves becoming benefactors!<br><br>Paul then commands, “Let no corrupt word proceed out of your mouth” (Eph. 4:29, NKJV), which describes a destructive word making its seemingly unstoppable way toward the lips to do its damaging work. Positively, Paul imagines any negative expression not being just stopped, but replaced by a statement that exhibits three criteria: It (1) “is good for building up,” (2) “fits the occasion,” and (3) gives “grace to those who hear” (Eph. 4:29, ESV). If only all our words could be like that!<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 16",
          "dayTitle": "<p>The Holy Spirit in the Believer’s Life<br></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p><strong>In discussing sins of speech within the Christian community, what exhortation does Paul share about the presence of the Holy Spirit with believers? Eph. 4:30.</strong></p><p><strong>Eph. 4:30</strong></p><p><sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <br><br>Paul simultaneously offers a daunting warning and a heartwarming promise. Our sins against one another in the church are not minor misdeeds with little consequence: what grieves the Holy Spirit is our misuse of God’s gift of speech to tear down others (Eph. 4:25–27, 29, 31, 32). That Paul echoes Isaiah 63:10 underlines the serious warning: “But they [Israel] rebelled and grieved his Holy Spirit; therefore he turned to be their enemy, and himself fought against them” (ESV).<br><br>In a reassuring promise, Paul affirms that the Holy Spirit seals believers from the day they accepted Christ (Eph. 1:13, 14) until “the day of redemption” (Eph. 4:30). The Spirit’s relationship with the believer is not fragile but durable. When believers disregard the indwelling presence of the Spirit by weaponizing God’s gift of speech, the Spirit is not said to leave but to grieve. The Spirit intends to remain present with believers, marking them as owned and protected by God, until Christ’s return.<br><br>Paul underlines the full divinity of the Spirit as “the Holy Spirit of God” and highlights the personhood of the Spirit by portraying the Holy Spirit as grieving. (See also Rom. 8:16, 26, 27; 1 Cor. 2:10, 13; 1 Cor. 12:11; Gal. 5:17, 18.)<br><br>We must tread with care in discussing the mystery of the Godhead. The Spirit is both One with and distinct from the Father and the Son.<br><br>“The Spirit has His own will and chooses accordingly. He can be grieved and blasphemed against. Such expressions are not fit for a mere power or influence but are characteristics of a person. Is the Spirit then a person just like you and me? No, we use limited human terminology to describe the divine, and the Spirit is what human beings can never be.”—Paul Petersen, God in 3 Persons—In the New Testament (Silver Spring, MD: Biblical Research Institute, 2015), p. 20.<br><br><strong>It is “the Holy Spirit of God” who lives in such intimate contact with us that our actions are said to affect Him. We share life with a member of the Godhead committed to us in a durable relationship that seals us until the end of time. What should be our faith response to this amazing truth?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 17",
          "dayTitle": "<p>Kindness (Not Bitterness)<br></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>By referring to “the day of redemption” (Eph. 4:30), Paul has just invited his readers to consider their uses of speech in the context of Christ’s second coming. Ephesians 4:31, 32, then, may be understood as addressing the use of speech as we approach that grand event.</p><p><strong>&nbsp;In the light of Christ’s return, what attitudes and behaviors, related to speech, should be discarded? What attitudes and behaviors should be embraced? Eph. 4:31, 32.</strong></p><p><strong>&nbsp;Eph. 4:31, 32</strong></p><p><sup><strong>31</strong></sup> Let all bitterness, wrath, anger, clamor, and evil speaking be put away from you, with all malice. <sup><br></sup></p><p><sup><strong>32</strong></sup> And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you.<br><br>In the final exhortation of Ephesians 4:17–32, Paul again provides a negative command, this one identifying six vices that are to “be put away from you” (Eph. 4:31); a positive command to be kind, tenderhearted, and forgiving (Eph. 4:32), and a rationale. Believers are to forgive one another “even as God in Christ forgave you” (Eph. 4:32, NKJV). The list of six vices begins and ends with general, all-encompassing terms, “all bitterness” and “all malice.” In between come four additional terms: “wrath,” “anger,” “clamor,” and “slander” (Eph. 4:31, ESV).<br><br>The last of these translates the Greek word blasphemia, which English has borrowed as a technical term for demeaning speech against God. However, the Greek term identifies speech that defames either God or other humans as “slander” or “evil speaking.” In the list, attitudes (bitterness, wrath, anger) seem to boil over into angry speech (clamor, slander). In essence, Paul demilitarizes Christian speech. The attitudes that drive angry speech and the rhetorical strategies that employ it are to be removed from the Christian’s arsenal. Christian community will flourish and unity of the church be fostered (compare Eph. 4:1–16) only where these things are laid aside.<br><br>Evil speech, though, is not so much to be suppressed as replaced. Our conversations and actions among the family of Christ—and beyond it, as well—are not to grow out of anger but are to be motivated by kindness, tenderheartedness, and forgiveness based on the highest standard of all, the forgiveness that God has extended to us in Christ (Eph. 4:32). Paul presents “vertical forgiveness” (offered by God to us) as the model for “horizontal forgiveness” (that which we offer to each other; com- pare Col. 3:13; Matt. 6:12, 14, 15).<br><strong><br>Think about the power of your words. How can you use them to be uplifting, encouraging, and faith-building?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 18",
          "dayTitle": "<p><strong>Further Thought:</strong><br></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>“Let your conversation be of such a nature that you will have no need of repentance. ‘Grieve not the Holy Spirit of God, whereby ye are sealed unto the day of redemption.’ . . . If you have love in your heart, you will seek to establish and build up your brother in the most holy faith. If a word is dropped that is detrimental to the character of your friend or brother, do not encourage this evil-speaking. It is the work of the enemy. Kindly remind the speaker that the word of God forbids that kind of conversation.”—Ellen G. White, Advent Review and Sabbath Herald, June 5, 1888.<br><strong><br>How would your congregation change if you and each member were to take and live a pledge consisting of such statements as the following?</strong><br><br><strong>1. </strong>I wish for my influence within the Seventh-day Adventist Church family and beyond to be positive, uplifting, faith-building, and morale-boosting (Eph. 4:29).<br><br><strong>2. </strong>Recalling Christ’s calls for unity and love, I will expend more energy affirming those doing and saying things I believe to be good than in pointing out the failings of those I believe to be wrong (John 13:34, 35; John 17:20–23; Eph. 4:1–6; 1 Thess. 5:9–11).<br><br><strong>3</strong>. When I do disagree with someone, I will make my respect for my fellow believer clear. I will assume his or her integrity and commitment to Christ. I will offer my differing opinion gently, not stridently (Eph. 4:31, 32).<br><br><strong>4</strong>. I will live joyfully, looking for every opportunity to build up and affirm my fellow church members, as I await the return of Christ (Eph. 4:29, 30; Gal. 6:2; Heb. 10:24, 25).<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Review the 11 times in Ephesians that Paul describes the three members of the Godhead as working closely together for the salvation of humankind. How does this repeated emphasis inform our understanding of the Godhead? Eph. 1:3–14, Eph. 1:15–23, Eph. 2:11–18, Eph. 2:19–22, Eph. 3:1–13, Eph. 3:14–19, Eph. 4:4–6, Eph. 4:17–24, Eph. 4:25–32, Eph. 5:15–20, Eph. 6:10–20 (where “the Lord,” Eph. 6:10, refers to Christ).<br><br><strong>2. </strong>How does Paul’s counsel about Christian speech (Eph. 4:25–32) apply in the age of “computer-mediated communication,” which is too often used for cyberbullying and anonymous, online character assassination?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Real Divine Healing: Part 5 By Andrew McChesney</strong><br><br>Almira told her parents about her decision to become a Seventh-day Adventist. She also told them about taking the forbidden classes on the supernatural, the appearance of the evil spirit, and the persistent nightmares. Mother wept. “If the church helps you, go,” she said.<br><br>After her baptism, Almira was never bothered by the spirit again. Today, Almira H. Yalysheva, 46, is a linguistics teacher at Zaoksky Adventist University in Russia. Her husband, Kemil K. Yalyshev, whom she met and married while studying at Zaoksky in the late 1990s, is a pastor and the vice president for student affairs at the university. Before working at the university, the couple served for a decade as missionaries to non-Christian people in Russia’s North Caucasus region, part of the 10/40 window. More recently, the couple earned higher education degrees from the Adventist International Institute of Advanced Studies (AIIAS) in the Philippines. Almira also is a mother, and she has a rule at home forbidding all children’s cartoons and books that mention magic. After her own experience with evil spirits, she believes that there is no such thing as good or bad magic. All magic opens the door to Satan and his evil forces, she said. Sometimes a parent will ask her, “What will my children talk about with their friends if they don’t watch cartoons?” She tells them that there are more interesting things to watch and discuss, including documentaries about animals and nature, if they choose to have screens in their homes.<br><br>Almira’s sister, Faniya, is an Adventist, and their father worshiped with them on Sabbath before passing away. Their mother, now 75, regularly reads the Bible and Ellen White’s writings. She no longer has the headaches that Almira had hoped to cure through the courses on the supernatural. After being baptized, Almira began to bring health magazines home from church.<br><br>Mother read them, and slowly her lifestyle changed. Once a drinker of only black tea, she replaced the beverage with fresh water and became physically active. The headaches went away. Almira’s desire was fulfilled, but not in the way that she had expected. Mother was healed.<br><br>Almira prays to be a healing presence in many lives, saying, “The daring step that I took to give my life to Jesus changed my life. A spoiled, selfish girl has been given the privilege of becoming the hands and feet of Jesus. My biggest desire is to serve Him.”<strong><br></strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers<br></p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>Part I: Overview<br><br>Key Text: Ephesians 4:22–24<br><br>Study Focus: Eph. 4:17–32; Col. 3:1–17; Zech. 3:3, 4; Zech. 8:16; Isa. 63:10; Rom. 8:16, 26, 27.</strong><br><br>Introduction: Having explained to the Ephesians how a mature Christian community exists and lives in the Holy Spirit and in Christ, Paul exemplifies this existence in practical terms. He uses the universal trope of human clothes— wearing clothes and changing them—to illustrate the change of personal identity that occurs when Christ transforms the life through the indwelling of the Holy Spirit. Joining Christianity is like leaving one set of clothes that constituted your old identity and putting on a new set of clothes that gives the impression to other people that you are a new person. But becoming a Christian is not the same as taking the old clothes off temporarily, just for the night, only to wear them again in the morning. Rather, when Paul referred to taking the clothes off, he meant removing them and throwing them away for good.<br><br>Thus, we leave, abandon, or throw away as a “loss” (Phil. 3:7, 8) the “futile” things of the Gentile world, which include the sinful worldview and lifestyle of the kingdom of this world. In their place, we receive a new identity, a new citizenship, and a new ID, which is the passport to God’s kingdom. However, the new ID is more than simply a paper certificate. Rather, the new ID signifies a genuine transformation of a person’s worldview, lifestyle, character, and relations with the other members of the church and members of humanity. This new life, however, is not a regenerative project based on some human philosophy or ideology (John 1:12, 13). Rather, this identity is qualitatively a new life. This life is made possible only when one encounters and accepts the divine Christ Jesus and only when one allows the Holy Spirit to work in him or her.<br><br><strong>Lesson Themes: The study for this week highlights three major themes: </strong><br></p><p><strong>1. </strong>The Christian new life qualitatively contrasts with the old, worldly life.<br><br><strong>2. </strong>A change of life and of identity is possible only in Christ and in the Holy Spirit.<br><br><strong>3.</strong> The presence of the Holy Spirit in our lives leads to a transformation of our worldview, identity, lifestyle, conversation, attitudes, and relationships.<br><br><strong>Part II: Commentary</strong><br><br>Worldviews, Lifestyles, Cross-Cultural Mission, Critical Contextualization, and Conversion Contemporary society values inclusivity, acceptance, preservation, and promotion of local cultures, lifestyles, and worldviews. The “old style” missionaries are being criticized for disregarding the local-national, or tribal- cultural, heritages and for modeling local or regional churches in the mission fields on “Western” interpretations of Christianity and their lifestyles.<br><br>While a critical contextualization certainly has its place in missions, two very relevant questions are raised: What elements of the local culture could be celebrated and preserved, and what elements of the local culture are part of the “old self ” and must be abandoned as sinful and of “this world”?<br><br>Several points could be highlighted here in answer to these questions. First, in Ephesians 4:17–32, Paul contrasts the world of sin, futility, ignorance, darkness, impurity, anger, slander, and deceit (Eph. 4:17–22, 25, 31) with the world of God’s grace, righteousness, knowledge, light, purity, honesty, kindness, compassion, forgiveness, and truth (Eph. 4:25–29, 32). Ultimately, the evaluating principle of a culture or lifestyle is not an ideology or philosophy, such as rationalism, empiricism, modernism, pragmatism, utilitarianism, or postmodernism. Rather, the biblical principle of evaluating any culture or way of life is “Do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption” (Eph. 4:30, NASB). This principle, when put into action, demonstrates God’s love for us and our love for Him, and reveals God’s righteousness.<br><br>Second and consequently, Paul does not discuss anthropology or the preservation of the world’s cultural heritage. He does not engage in classifying world cultures and evaluating some cultures in the light of others. Rather, he calls for all cultures, Jewish or Gentile, to be evaluated in light of the gospel of Christ Jesus and in light of the culture and the lifestyle of His kingdom. In his epistles, Paul finds a lot to rebuke in the Jewish culture and calls them to repent. Similarly, Paul tells the Gentiles that God welcomes them into His kingdom, His covenant, and His church. But Paul does not shy away from characterizing much of the Gentile worldview (polytheistic, mythological, philosophical) and way of life as futile and sinful (Eph. 4:18, 19). Thus, if the gospel highlights sin in the lives of church members and in their cultures, they must confess it as sin and abandon it. Otherwise, salvation is no longer salvation from sin, but a cultural justification for tolerance of a sinful lifestyle. True, we come to God as we are, in the filthy rags of sin, but we do not come to Him to remain in those rags; rather, we come to God to remove those rags, to be washed, and walk into the “newness of life” (Rom. 6:4). Without this understanding, Christianity will lose its power and message of salvation. Christianity is not a religion of affirming humanity in its sinful ways. Rather, the biblical message challenges all nations, tribes, tongues, and cultures to evaluate themselves in the light of Scripture and accept God’s washing and working of the Holy Spirit to regenerate us. In Paul’s gospel, we cannot afford to protect a sinful aspect of our lives by excusing it on the grounds that it is part of our cultural heritage or worldview. In fact, all that is sinful is eventually self-destructive; sin destroys cultures and nations rather than upholding or edifying them.<br><br>Third, God celebrates diversity and cultural expressions in harmony with the gospel of His kingdom. For this reason, the gospel does not call for the complete uniformization of all cultures. When a culture builds on the values and lifestyle of Christ, it will only prosper and be enriched. In a 1992 article in Ministry magazine, Børge Schantz (1931–2014), a celebrated Seventh-day Adventist missiologist, proposed three guiding principles of contextualization for the Seventh-day Adventist approach to cross-cultural mission: First, the cross-cultural missionary must correctly understand the biblical stories and teachings in their original context.<br><br>Second, the cross-cultural missionary must accurately distinguish between universal biblical teachings and their principles and his or her own cultural values and experience. Though these customs must be, or may be, contextualized, biblical principles, such as the Sabbath, cannot be compromised.<br><br>Third, the cross-cultural missionary must develop a genuine and pro- found interest in, and understanding of, the culture of the people whom he or she serves.<br><br>When all these elements are taken into consideration, the ultimate contextualization principle is that, while demonstrating sensitivity to various elements of the local culture, the missionaries must allow the biblical absolutes to determine the new teachings and practices of the converts. Schantz shared a “note of warning” to the leaders of Seventh-day Adventist mission and evangelism: “Christian churches are tempted to lose hold of pure doctrine and objective ethics when they accept uncritically that God’s Word is always and at all places culturally and historically related. The contextualization process definitely raises some problems. Adapting biblical teachings to the cultures of the world will bring the communicator into contact with elements that are false, evil, and even demonic. The sad result of going too far is a damaging syncretism, forcing opposing religious elements to coexist.” For this reason, Schantz concluded: “In all cultures, including our own, there are customs condemned by the gospel, and what is rejected by the Scriptures must be rejected by the missionaries and national leaders.” However, this principle does not need to make us more insensitive to the innocent culture of the local peoples. Rather, Schantz prayed that “the Lord of mission must grant us wisdom to differentiate between universals that must be proclaimed worldwide and the optional variables of Western culture.”—“One Message—Many Cultures: How Do We Cope?” Ministry, June 1992, p. 11.<br><br><strong>The New Humans</strong><br><br>Throughout history, the espousers of philosophies, ideologies, and powers claim, or have claimed, the ability to radically change humanity. One example of such an ideology is Marxism, especially as promoted in the Soviet Union. Driven by the optimism of the 1970s, the Soviets promoted the idea that they, the Soviets, were in the process of advancing human evolution by bringing about the next upgrade in the human species: the Soviet people. The Soviet people would leave behind the old religious and ideological capitalistic baggage, and evolve, collectively, into the new, Marxist human. As history shows, this Soviet project ended in utter failure. Instead of creating a new and better type of human, the Soviet people, the story ended with the widely circulated pejorative phrase homo sovieticus.<br><br>Speaking of evolution, especially in the second half of the twentieth century, such theistic evolutionists as Pierre Teilhard de Chardin promoted the idea of the emergence of the new human, the spiritual human. While Teilhard de Chardin believed that humans are still engaged in the process of evolution from animal form, he envisioned an Omega moment in the future when humans would leave behind their old heritage of predatory behavior and evolve into new humans characterized by global consciousness and universal love.<br><br>These are only two examples of ideologies or philosophies that strove to drastically change sinful humans into “new humans.” Although these philosophies seem radical, in fact, all or most philosophies and sciences operate on the assumption that they have the power to transform humanity and human society. This assumption reveals at least two important observations. On the one hand, all these movements highlight the deep-seated human desire for the new human, with all the profound renewal that ideal embodies. On the other hand, all these philosophies have ended in failure, even if some showed what seemed like initial success. The latest demonstration of this phenomenon is the rise of postmodernism, with its critique of modernism, which was completely trusted by the world as being capable of delivering the truth about our origin, development, and destiny of humanity and of the entire universe. While postmodernism is attempting to create the new man, it is already becoming increasingly clear to people that philosophy does not have the answer for the new humanity. The failure of humanity to re-create or reinvent itself under the aegis of philosophy or science stems from its lack of the proper model for new humanity and from a lack of the power to mold humanity after that model. Biblical Christianity offers both: Jesus is the Model of the new humanity, and He is also the Source of power to transform us, to renew us according to His glorious image (John 1:12, 13).<br><br><strong>Part III: Life Application</strong><br><br><strong>1. </strong>Invite class members to analyze their own lives to see how the experience of the “newness of life” touches on all aspects of life. Take, for instance, speech. How many times do each of us say “I” in a conversation with other people? How many times do we center the conversation on ourselves instead of on our listeners? How many times do we monopolize conversations? Challenge class members to identify other spheres of their lives that need the gracious and powerful transformation of the Holy Spirit.<br><br><strong>2.</strong> Some people are skeptical about the possibility of human change. While Paul was aware of the enslaving power of sin that prevents us from being transformed, he is the staunchest believer in the power of the gospel to transform us in the most profound way. The apostle was fully confident in this change because he knew what the Holy Spirit could do. Ask class members to identify three practical steps that they can share with someone who wants to be transformed, who wants to leave the old self behind and walk in the newness of life in Christ— but despairs of being able to change or of sustaining that change.<br><br><strong>3.</strong> Controlling or managing negative emotions, attitudes, or behavior became a major concern in the modern world. People appeal to special exercises, counseling programs, or even to clinical treatment to receive help in dealing with their emotions and behavior.<br><br><strong>While counseling and clinical treatment have their place and role in some cases, what does the study of Ephesians and of the Bible, in general, reveal about the change of behavior, emotions, attitudes, and lifestyle in the life of the Christian? Ask class members to identify three life-changing principles that they found in their study of Ephesians that could help themselves, other members in the church, or people in the general community.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>Christ-Shaped Lives and Spirit-Inspired Speech<br></p>",
      "verse": "<p>You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; to be made new in the attitude of your minds; and to put on the new self, created to be like God in true righteousness and holiness (Ephesians 4:22–24, NIV).<br></p>",
      "versionCode": 10,
      "weekDate": "August 12–18"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
