{
   "data":[
      {
         "color":"#f0a50f",
         "id":711,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 4",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>The story of Joseph (Genesis 37–50) covers the last section of the book of Genesis, from his first dreams in Canaan (Gen. 37:1–11) to his death in Egypt (Gen. 50:26). In fact, Joseph occupies more space in the book of Genesis than does any other patriarch. Although Joseph is just one of Jacob’s sons, he is presented in Genesis as a great patriarch, like Abraham, Isaac, and Jacob.<br><br>As we will see, too, the life of Joseph highlights two important theological truths: first, God fulfills His promises; second, God can turn evil into good.<br><br>In this week’s study, we will focus on the early life of Joseph. He is Jacob’s favorite son, who is ironically nicknamed ba‘al hakhalomot, the “dreamer” (Gen. 37:19), which means literally “master of dreams,” implying that he is an expert of dreams. This title fits him very well, because he not only receives, understands, and interprets prophetic dreams, but he also fulfills them in his life, as well.<br><br>In these chapters, we will see, again, that God’s providence is affirmed, despite the evil and wickedness of the human heart.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 5",
               "dayTitle":"<p>Family Troubles<br></p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>Jacob has, at last, settled in the land. While Isaac was only “a stranger,” the text also says that Jacob “dwelt in the land” (Gen. 37:1). Yet, it was then, as he was settling into the land, that the troubles began, this time from inside the family. The controversy does not concern the possession of the land or the use of a well; it is, mainly, spiritual.<br><br><strong>Read Genesis 37:1–11. What family dynamic predisposed Joseph’s brothers to hate him so much?</strong><br></p><p><strong>Genesis 37:1–11</strong></p><p><sup><strong>1</strong></sup> And Jacob dwelt in the land wherein his father was a stranger, in the land of Canaan.<sup><br><br><strong>2 </strong></sup>These are the generations of Jacob. Joseph, being seventeen years old, was feeding the flock with his brethren; and the lad was with the sons of Bilhah, and with the sons of Zilpah, his father's wives: and Joseph brought unto his father their evil report.<sup><br><strong><br>3 </strong></sup>Now Israel loved Joseph more than all his children, because he was the son of his old age: and he made him a coat of many colours.<sup><br><br><strong>4 </strong></sup>And when his brethren saw that their father loved him more than all his brethren, they hated him, and could not speak peaceably unto him.<sup><br><br><strong>5</strong><strong> </strong></sup>And Joseph dreamed a dream, and he told it his brethren: and they hated him yet the more.<sup><br><br><strong>6</strong></sup> And he said unto them, Hear, I pray you, this dream which I have dreamed:<sup><br><strong><br>7 </strong></sup>For, behold, we were binding sheaves in the field, and, lo, my sheaf arose, and also stood upright; and, behold, your sheaves stood round about, and made obeisance to my sheaf.<sup><br><br><strong>8 </strong></sup>And his brethren said to him, Shalt thou indeed reign over us? or shalt thou indeed have dominion over us? And they hated him yet the more for his dreams, and for his words.<sup><br><strong><br>9 </strong></sup>And he dreamed yet another dream, and told it his brethren, and said, Behold, I have dreamed a dream more; and, behold, the sun and the moon and the eleven stars made obeisance to me.<sup><br><strong><br>10</strong></sup> And he told it to his father, and to his brethren: and his father rebuked him, and said unto him, What is this dream that thou hast dreamed? Shall I and thy mother and thy brethren indeed come to bow down ourselves to thee to the earth?<sup><br><br><strong>11</strong></sup> And his brethren envied him; but his father observed the saying.<br></p><p>From the very beginning, we understand that Joseph, the son of Jacob’s old age (Gen. 37:3), enjoyed a special relationship with his father, who “loved him more than all his brothers” (Gen. 37:4, NKJV). Jacob even went so far as to make Joseph “a tunic of many colors” (Gen. 37:3, NKJV), a prince’s garment (2 Sam. 13:18), an indication of Jacob’s secret intention to elevate Joseph, Rachel’s first son, to the status of firstborn.<br><br>The future will, indeed, confirm Jacob’s wishes because Joseph eventually will receive the rights of the firstborn (1 Chron. 5:2). No wonder, then, that Joseph’s brothers hated him so much and could not even engage in peaceful conversations with him (Gen. 37:4).<br><br>Furthermore, Joseph would bring bad reports to his father about any reprehensible behavior from his brothers (Gen. 37:2). No one likes a snitch.<br><br>So, when Joseph shared his dreams, suggesting that God would put him in a higher position and that they, his brothers, would bow before him, they hated him even more. The genuine prophetic character of the dreams was even ratified by the fact that they are repeated (see Gen. 41:32). Although Jacob openly rebuked his son (Gen. 37:10), he kept this incident in his mind, meditating on its meaning and waiting for its fulfillment (Gen. 37:11). The implication is that, perhaps, deep down he thought there might be something to these dreams after all. He was right, however much he couldn’t know it at the time.<br><strong><br>Read Matthew 20:26, 27. What crucial principle is revealed here, and how can we learn to manifest in our own lives what it teaches?</strong></p><p><strong>Matthew 20:26-27</strong></p><p><strong><sup>26</sup></strong> But it shall not be so among you: but whosoever will be great among you, let him be your minister;<sup><br><br><strong>27</strong></sup> And whosoever will be chief among you, let him be your servant:<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 6",
               "dayTitle":"<p>The Attack on Joseph<br></p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>However horrible the events that were to follow, they’re not hard to comprehend. To be in that close proximity to, and even to be related to, someone whom you hated would inevitably lead, sooner or later, only to trouble. And it did.<br><strong><br>Read Genesis 37:12–36. What does this teach us about how dangerous and evil unregenerate hearts can be and what they can lead any one of us to do?</strong><br></p><p><strong>Genesis 37:12–36</strong></p><p><sup><strong>12</strong></sup> And his brethren went to feed their father's flock in Shechem.<sup><br><br><strong>13</strong></sup> And Israel said unto Joseph, Do not thy brethren feed the flock in Shechem? come, and I will send thee unto them. And he said to him, Here am I.<sup><br><br><strong>14</strong></sup> And he said to him, Go, I pray thee, see whether it be well with thy brethren, and well with the flocks; and bring me word again. So he sent him out of the vale of Hebron, and he came to Shechem.<sup><br><br><strong>15</strong></sup> And a certain man found him, and, behold, he was wandering in the field: and the man asked him, saying, What seekest thou?<sup><br><br><strong>16</strong></sup> And he said, I seek my brethren: tell me, I pray thee, where they feed their flocks.<sup><br><br><strong>17</strong></sup> And the man said, They are departed hence; for I heard them say, Let us go to Dothan. And Joseph went after his brethren, and found them in Dothan.<sup><br><br><strong>18</strong></sup> And when they saw him afar off, even before he came near unto them, they conspired against him to slay him.<sup><br><br><strong>19</strong></sup> And they said one to another, Behold, this dreamer cometh.<sup><br><br><strong>20</strong></sup> Come now therefore, and let us slay him, and cast him into some pit, and we will say, Some evil beast hath devoured him: and we shall see what will become of his dreams.<sup><br><br><strong>21</strong></sup> And Reuben heard it, and he delivered him out of their hands; and said, Let us not kill him.<sup><br><br><strong>22</strong></sup> And Reuben said unto them, Shed no blood, but cast him into this pit that is in the wilderness, and lay no hand upon him; that he might rid him out of their hands, to deliver him to his father again.<sup><br><br><strong>23</strong></sup> And it came to pass, when Joseph was come unto his brethren, that they stript Joseph out of his coat, his coat of many colours that was on him;<sup><br><br><strong>24</strong></sup> And they took him, and cast him into a pit: and the pit was empty, there was no water in it.<sup><br><br><strong>25</strong></sup> And they sat down to eat bread: and they lifted up their eyes and looked, and, behold, a company of Ishmeelites came from Gilead with their camels bearing spicery and balm and myrrh, going to carry it down to Egypt.<sup><br><br><strong>26</strong></sup> And Judah said unto his brethren, What profit is it if we slay our brother, and conceal his blood?<sup><br><br><strong>27</strong></sup> Come, and let us sell him to the Ishmeelites, and let not our hand be upon him; for he is our brother and our flesh. And his brethren were content.<sup><br><br><strong>28</strong></sup> Then there passed by Midianites merchantmen; and they drew and lifted up Joseph out of the pit, and sold Joseph to the Ishmeelites for twenty pieces of silver: and they brought Joseph into Egypt.<sup><br><br><strong>29</strong></sup> And Reuben returned unto the pit; and, behold, Joseph was not in the pit; and he rent his clothes.<sup><br><br><strong>30</strong></sup> And he returned unto his brethren, and said, The child is not; and I, whither shall I go?<sup><br><br><strong>31</strong></sup> And they took Joseph's coat, and killed a kid of the goats, and dipped the coat in the blood;<sup><br><br><strong>32</strong></sup> And they sent the coat of many colours, and they brought it to their father; and said, This have we found: know now whether it be thy son's coat or no.<sup><br><br><strong>33</strong></sup> And he knew it, and said, It is my son's coat; an evil beast hath devoured him; Joseph is without doubt rent in pieces.<sup><br><br><strong>34</strong></sup> And Jacob rent his clothes, and put sackcloth upon his loins, and mourned for his son many days.<sup><br><br><strong>35</strong></sup> And all his sons and all his daughters rose up to comfort him; but he refused to be comforted; and he said, For I will go down into the grave unto my son mourning. Thus his father wept for him.<sup><br><br><strong>36</strong></sup> And the Midianites sold him into Egypt unto Potiphar, an officer of Pharaoh's, and captain of the guard.<strong><br></strong></p><p>The brothers hate Joseph because they are jealous of God’s favor (Acts 7:9), a favor that will be confirmed at each step in the next course of events. When Joseph has lost his way, a man finds him and guides him (Gen. 37:15). When Joseph’s brothers plot to kill him, Reuben intervenes and suggests that he be thrown into a pit instead (Gen. 37:20–22).<br><br>It’s hard to imagine the kind of hatred expressed here, especially for someone of their own household. How could these young men have done something so cruel? Did they not think, even for a few moments, about how this would impact their own father? Whatever resentment they might have had toward their father because he favored Joseph, to do this to one of his children was, truly, despicable. What a powerful manifestation of just how evil human beings can be.<br><br>“But some of them [the brothers] were ill at ease; they did not feel the satisfaction they had anticipated from their revenge. Soon a company of travelers was seen approaching. It was a caravan of Ishmaelites from beyond Jordan, on their way to Egypt with spices and other merchandise. Judah now proposed to sell their brother to these heathen traders instead of leaving him to die. While he would be effectually put out of their way, they would remain clear of his blood.”—Ellen G. White, Patriarchs and Prophets, p. 211.<br><br>After they cast him into the pit, planning to kill him later, a caravan passes, and Judah proposes to his brothers to sell Joseph to them (Gen. 37:26, 27). After Joseph is sold to the Midianites (Gen. 37:28), the Midianites sell him to someone in Egypt (Gen. 37:36), thus anticipating his future glory.<br><br><strong>Why is it so important to seek God’s power in order to change bad traits of character before they can manifest themselves in acts that, at one point in your life, you would never have imagined yourself doing?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 7",
               "dayTitle":"<p>Judah and Tamar<br></p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>The story of Tamar is not out of place here. This incident follows chronologically the sale of Joseph in Egypt (Gen. 38:1), and it is consistent with the fact that Judah has just left his brothers, which points to his disagreement with them. In addition, the text shares a number of common words and motifs with the preceding chapter, and it carries the same theological lesson: an evil act will be turned into a positive event linked to salvation.</p><p><strong>&nbsp;Read Genesis 38. Compare Judah’s behavior with that of the Canaanite Tamar. Who of the two is more righteous, and why?</strong></p><p><sup><strong>1</strong></sup> And it came to pass at that time, that Judah went down from his brethren, and turned in to a certain Adullamite, whose name was Hirah.<sup><br><strong><br>2 </strong></sup>And Judah saw there a daughter of a certain Canaanite, whose name was Shuah; and he took her, and went in unto her.<sup><br><br><strong>3 </strong></sup>And she conceived, and bare a son; and he called his name Er.<sup><br><br><strong>4 </strong></sup>And she conceived again, and bare a son; and she called his name Onan.<sup><br><br><strong>5 </strong></sup>And she yet again conceived, and bare a son; and called his name Shelah: and he was at Chezib, when she bare him.<sup><br><br><strong>6 </strong></sup>And Judah took a wife for Er his firstborn, whose name was Tamar.<sup><br><br><strong>7</strong></sup> And Er, Judah's firstborn, was wicked in the sight of the Lord; and the Lord slew him.<sup><br><br><strong>8 </strong></sup>And Judah said unto Onan, Go in unto thy brother's wife, and marry her, and raise up seed to thy brother.<sup><br><br><strong>9 </strong></sup>And Onan knew that the seed should not be his; and it came to pass, when he went in unto his brother's wife, that he spilled it on the ground, lest that he should give seed to his brother.<sup><br><br><strong>10 </strong></sup>And the thing which he did displeased the Lord: wherefore he slew him also.<sup><br><br><strong>11 </strong></sup>Then said Judah to Tamar his daughter in law, Remain a widow at thy father's house, till Shelah my son be grown: for he said, Lest peradventure he die also, as his brethren did. And Tamar went and dwelt in her father's house.<sup><br><br><strong>12 </strong></sup>And in process of time the daughter of Shuah Judah's wife died; and Judah was comforted, and went up unto his sheepshearers to Timnath, he and his friend Hirah the Adullamite.<sup><br><br><strong>13</strong></sup> And it was told Tamar, saying, Behold thy father in law goeth up to Timnath to shear his sheep.<sup><br><strong><br>14 </strong></sup>And she put her widow's garments off from her, and covered her with a vail, and wrapped herself, and sat in an open place, which is by the way to Timnath; for she saw that Shelah was grown, and she was not given unto him to wife.<sup><br><strong><br>15 </strong></sup>When Judah saw her, he thought her to be an harlot; because she had covered her face.<sup><br><br><strong>16 </strong></sup>And he turned unto her by the way, and said, Go to, I pray thee, let me come in unto thee; (for he knew not that she was his daughter in law.) And she said, What wilt thou give me, that thou mayest come in unto me?<sup><br><br><strong>17 </strong></sup>And he said, I will send thee a kid from the flock. And she said, Wilt thou give me a pledge, till thou send it?<sup><br><br><strong>18</strong></sup> And he said, What pledge shall I give thee? And she said, Thy signet, and thy bracelets, and thy staff that is in thine hand. And he gave it her, and came in unto her, and she conceived by him.<sup><br><br><strong>19</strong></sup> And she arose, and went away, and laid by her vail from her, and put on the garments of her widowhood.<sup><br><br><strong>20</strong></sup> And Judah sent the kid by the hand of his friend the Adullamite, to receive his pledge from the woman's hand: but he found her not.<sup><br><br><strong>21</strong></sup> Then he asked the men of that place, saying, Where is the harlot, that was openly by the way side? And they said, There was no harlot in this place.<br><br>22 And he returned to Judah, and said, I cannot find her; and also the men of the place said, that there was no harlot in this place.<sup><br><br><strong>23</strong></sup> And Judah said, Let her take it to her, lest we be shamed: behold, I sent this kid, and thou hast not found her.<sup><br><br><strong>24</strong></sup> And it came to pass about three months after, that it was told Judah, saying, Tamar thy daughter in law hath played the harlot; and also, behold, she is with child by whoredom. And Judah said, Bring her forth, and let her be burnt.<sup><br><br><strong>25</strong></sup> When she was brought forth, she sent to her father in law, saying, By the man, whose these are, am I with child: and she said, Discern, I pray thee, whose are these, the signet, and bracelets, and staff.<sup><br><br><strong>26</strong></sup> And Judah acknowledged them, and said, She hath been more righteous than I; because that I gave her not to Shelah my son. And he knew her again no more.<sup><br><br><strong>27</strong></sup> And it came to pass in the time of her travail, that, behold, twins were in her womb.<sup><br><br><strong>28</strong></sup> And it came to pass, when she travailed, that the one put out his hand: and the midwife took and bound upon his hand a scarlet thread, saying, This came out first.<sup><br><br><strong>29</strong></sup> And it came to pass, as he drew back his hand, that, behold, his brother came out: and she said, How hast thou broken forth? this breach be upon thee: therefore his name was called Pharez.<sup><br><br><strong>30</strong></sup> And afterward came out his brother, that had the scarlet thread upon his hand: and his name was called Zarah.<br><br>Judah finds a Canaanite wife (Gen. 38:2) with whom he has three sons: Er, Onan, and Shelah. Judah gives the Canaanite Tamar as wife to Er, his firstborn, in order to ensure proper genealogy. When Er and Onan are killed by God because of their wickedness, Judah promises his last son, Shelah, to Tamar.<br><br>When, after some time, Judah seems to have forgotten his promise, as he goes to comfort himself after the death of his wife, Tamar decides to play the prostitute in order to force him to fulfill his promise. Because Judah has no cash to pay the prostitute, whom he does not recognize, he promises to send her, later, a goat from his flock.<br><br>Tamar requires that, in the meantime, he give her his signet and cord and his staff as an immediate guarantee of payment. Tamar will get pregnant from this unique encounter. When, later, accused of playing the harlot, she will show to the accuser, Judah, his signet and cord and his staff. Judah understands and apologizes.<br><br>The conclusion of this sordid story is the birth of Perez, meaning “breaking through,” who, like Jacob, is born second, and becomes first, and is named in salvation history as the ancestor of David (Ruth 4:18–22), and ultimately of Jesus Christ (Matt. 1:3). As for Tamar, she is the first of the four women—followed by Rahab (Matt. 1:5), Ruth (Matt. 1:5, 6), and the wife of Uriah (Matt. 1:6)—who genealogically preceded Mary, the mother of Jesus (Matt. 1:16).<br><br>One lesson we can take from this story: just as God saved Tamar through His grace, transforming evil into good, so will He save His people through the cross of Jesus. And in the case of Joseph, He will turn his troubles into the salvation of Jacob and his sons.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 8",
               "dayTitle":"<p>Joseph, a Slave in Egypt<br></p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>We now pick up the flow of Joseph’s stories, which have been “interrupted” by the Tamar incident. Joseph is now working as a slave for the “captain of the guard,” who is in charge of the prison for royal officials (Gen. 40:3, 4; Gen. 41:10–12).<br><br><strong>Read Genesis 39. In light of the example of Joseph’s working as a manager under Potiphar, what are the factors that led to such success?</strong></p><p><strong>Genesis 39</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> And Joseph was brought down to Egypt; and Potiphar, an officer of Pharaoh, captain of the guard, an Egyptian, bought him of the hands of the Ishmeelites, which had brought him down thither.<sup><br><br><strong>2 </strong></sup>And the Lord was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian.<sup><br><br><strong>3</strong></sup> And his master saw that the Lord was with him, and that the Lord made all that he did to prosper in his hand.<sup><br><br><strong>4 </strong></sup>And Joseph found grace in his sight, and he served him: and he made him overseer over his house, and all that he had he put into his hand.<sup><br><br><strong>5</strong></sup> And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the Lord blessed the Egyptian's house for Joseph's sake; and the blessing of the Lord was upon all that he had in the house, and in the field.<sup><br><strong><br>6</strong></sup> And he left all that he had in Joseph's hand; and he knew not ought he had, save the bread which he did eat. And Joseph was a goodly person, and well favoured.<sup><br><strong><br>7 </strong></sup>And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said, Lie with me.<sup><br><br><strong>8 </strong></sup>But he refused, and said unto his master's wife, Behold, my master wotteth not what is with me in the house, and he hath committed all that he hath to my hand;<sup><br><br><strong>9</strong></sup> There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God?<sup><br><br><strong>10 </strong></sup>And it came to pass, as she spake to Joseph day by day, that he hearkened not unto her, to lie by her, or to be with her.<sup><br><br><strong>11</strong></sup> And it came to pass about this time, that Joseph went into the house to do his business; and there was none of the men of the house there within.<sup><br><br><strong>12 </strong></sup>And she caught him by his garment, saying, Lie with me: and he left his garment in her hand, and fled, and got him out.<sup><br><br><strong>13</strong></sup> And it came to pass, when she saw that he had left his garment in her hand, and was fled forth,<sup><br><br><strong>14</strong></sup> That she called unto the men of her house, and spake unto them, saying, See, he hath brought in an Hebrew unto us to mock us; he came in unto me to lie with me, and I cried with a loud voice:<sup><br><br><strong>15 </strong></sup>And it came to pass, when he heard that I lifted up my voice and cried, that he left his garment with me, and fled, and got him out.<sup><br><br><strong>16 </strong></sup>And she laid up his garment by her, until his lord came home.<sup><br><br><strong>17 </strong></sup>And she spake unto him according to these words, saying, The Hebrew servant, which thou hast brought unto us, came in unto me to mock me:<sup><br><br><strong>18 </strong></sup>And it came to pass, as I lifted up my voice and cried, that he left his garment with me, and fled out.<sup><br><br><strong>19 </strong></sup>And it came to pass, when his master heard the words of his wife, which she spake unto him, saying, After this manner did thy servant to me; that his wrath was kindled.<sup><br><br><strong>20 </strong></sup>And Joseph's master took him, and put him into the prison, a place where the king's prisoners were bound: and he was there in the prison.<sup><br><br><strong>21</strong></sup> But the Lord was with Joseph, and shewed him mercy, and gave him favour in the sight of the keeper of the prison.<sup><br><br><strong>22 </strong></sup>And the keeper of the prison committed to Joseph's hand all the prisoners that were in the prison; and whatsoever they did there, he was the doer of it.<sup><br><br><strong>23</strong></sup> The keeper of the prison looked not to any thing that was under his hand; because the Lord was with him, and that which he did, the Lord made it to prosper.</p><p>Almost immediately, Joseph was characterized as a man of success (Gen. 39:2, 3). He was so good, and his master so trusted him that “all that he had he put into his hand,” and Potiphar even made him “overseer over his house” (Gen 39:4).<br><br>Joseph’s success, however, does not corrupt him. When Potiphar’s wife notices him and wants to sleep with him, Joseph unambiguously refuses and prefers to lose his job and his security rather than “ ‘do this great wickedness, and sin against God’ ” (Gen. 39:9). The woman, humiliated by Joseph’s refusal, reports falsely to her servants and to her husband that Joseph wanted to rape her. As a result, Joseph is cast into prison.<br><br>Joseph experiences here what we all have experienced: the sense of abandonment by God, though, even in this difficult time, “the Lord was with Joseph” (Gen. 39:21).<br><br>Eventually, the Lord acts, and it has an impact on Joseph’s relationship with the officer of the prison. Here, too, as in his master’s house, the Lord blesses Joseph. He obviously is a gifted man, and despite even worse circumstances now (after all, before, he was still a slave!), he seeks to make the best of it. Whatever his gifts, however, the text makes it clear that, in the end, it was only God who brought him success. “The keeper of the prison did not look into anything that was under Joseph’s authority, because the Lord was with him; and whatever he did, the Lord made it prosper” (Gen. 39:23, NKJV). How important that all who are gifted, all who are “successful,” remember where it all comes from!<br><br><strong>Read Genesis 39:7–12. How did Joseph resist the advances of Potiphar’s wife? Why did Joseph specifically say that to do what she asked would be a sin against God? What understanding does he show of the nature of sin and what it is?</strong></p><p><strong>Genesis 39:7–12</strong></p><p><sup><strong>7 </strong></sup>And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said, Lie with me.<sup><br><br><strong>8 </strong></sup>But he refused, and said unto his master's wife, Behold, my master wotteth not what is with me in the house, and he hath committed all that he hath to my hand;<sup><br><br><strong>9 </strong></sup>There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God?<sup><br><br><strong>10 </strong></sup>And it came to pass, as she spake to Joseph day by day, that he hearkened not unto her, to lie by her, or to be with her.<sup><br><br><strong>11 </strong></sup>And it came to pass about this time, that Joseph went into the house to do his business; and there was none of the men of the house there within.<sup><br><br><strong>12</strong></sup> And she caught him by his garment, saying, Lie with me: and he left his garment in her hand, and fled, and got him out.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 9",
               "dayTitle":"<p>The Dreams of Pharaoh<br></p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p><strong>Read Genesis 40:1–41:36. How are the dreams of Pharaoh related to the dreams of the officers? What is the significance of this parallel?</strong><br></p><p><strong>Genesis 40:1–41:36</strong></p><p><sup><strong><br></strong></sup></p><p><sup><strong>1 </strong></sup>And it came to pass after these things, that the butler of the king of Egypt and his baker had offended their lord the king of Egypt.<sup><br><br><strong>2 </strong></sup>And Pharaoh was wroth against two of his officers, against the chief of the butlers, and against the chief of the bakers.<sup><br><strong><br>3 </strong></sup>And he put them in ward in the house of the captain of the guard, into the prison, the place where Joseph was bound.<sup><br><br><strong>4 </strong></sup>And the captain of the guard charged Joseph with them, and he served them: and they continued a season in ward.<sup><br><br><strong>5</strong></sup> And they dreamed a dream both of them, each man his dream in one night, each man according to the interpretation of his dream, the butler and the baker of the king of Egypt, which were bound in the prison.<sup><br><br><strong>6 </strong></sup>And Joseph came in unto them in the morning, and looked upon them, and, behold, they were sad.<sup><br><br><strong>7</strong></sup> And he asked Pharaoh's officers that were with him in the ward of his lord's house, saying, Wherefore look ye so sadly to day?<sup><br><br><strong>8 </strong></sup>And they said unto him, We have dreamed a dream, and there is no interpreter of it. And Joseph said unto them, Do not interpretations belong to God? tell me them, I pray you.<sup><br><br><strong>9</strong></sup> And the chief butler told his dream to Joseph, and said to him, In my dream, behold, a vine was before me;<sup><br><br><strong>10 </strong></sup>And in the vine were three branches: and it was as though it budded, and her blossoms shot forth; and the clusters thereof brought forth ripe grapes:<sup><br><br><strong>11</strong></sup> And Pharaoh's cup was in my hand: and I took the grapes, and pressed them into Pharaoh's cup, and I gave the cup into Pharaoh's hand.<sup><br><br><strong>12</strong></sup> And Joseph said unto him, This is the interpretation of it: The three branches are three days:<sup><br><br><strong>13</strong></sup> Yet within three days shall Pharaoh lift up thine head, and restore thee unto thy place: and thou shalt deliver Pharaoh's cup into his hand, after the former manner when thou wast his butler.<sup><br><br><strong>14</strong></sup> But think on me when it shall be well with thee, and shew kindness, I pray thee, unto me, and make mention of me unto Pharaoh, and bring me out of this house:<sup><br><br><strong>15</strong></sup> For indeed I was stolen away out of the land of the Hebrews: and here also have I done nothing that they should put me into the dungeon.<sup><br><br><strong>16</strong></sup> When the chief baker saw that the interpretation was good, he said unto Joseph, I also was in my dream, and, behold, I had three white baskets on my head:<sup><br><br><strong>17</strong></sup> And in the uppermost basket there was of all manner of bakemeats for Pharaoh; and the birds did eat them out of the basket upon my head.<sup><br><strong><br>18</strong></sup> And Joseph answered and said, This is the interpretation thereof: The three baskets are three days:<sup><br><br><strong>19</strong></sup> Yet within three days shall Pharaoh lift up thy head from off thee, and shall hang thee on a tree; and the birds shall eat thy flesh from off thee.<sup><br><br><strong>20</strong></sup> And it came to pass the third day, which was Pharaoh's birthday, that he made a feast unto all his servants: and he lifted up the head of the chief butler and of the chief baker among his servants.<sup><br><br><strong>21</strong></sup> And he restored the chief butler unto his butlership again; and he gave the cup into Pharaoh's hand:<sup><br><br><strong>22</strong></sup> But he hanged the chief baker: as Joseph had interpreted to them.<sup><br><br></sup></p><p><sup><strong>23</strong></sup> Yet did not the chief butler remember Joseph, but forgat him.</p><h3><strong>41</strong> </h3><p><sup><strong>1</strong></sup> And it came to pass at the end of two full years, that Pharaoh dreamed: and, behold, he stood by the river.<sup><br><br><strong>2</strong></sup> And, behold, there came up out of the river seven well favoured kine and fatfleshed; and they fed in a meadow.<sup><br><br><strong>3 </strong></sup>And, behold, seven other kine came up after them out of the river, ill favoured and leanfleshed; and stood by the other kine upon the brink of the river.<sup><br><br><strong>4</strong></sup> And the ill favoured and leanfleshed kine did eat up the seven well favoured and fat kine. So Pharaoh awoke.<sup><br><br><strong>5 </strong></sup>And he slept and dreamed the second time: and, behold, seven ears of corn came up upon one stalk, rank and good.<sup><br><strong><br>6 </strong></sup>And, behold, seven thin ears and blasted with the east wind sprung up after them.<sup><br><br><strong>7</strong></sup> And the seven thin ears devoured the seven rank and full ears. And Pharaoh awoke, and, behold, it was a dream.<sup><br><br><strong>8 </strong></sup>And it came to pass in the morning that his spirit was troubled; and he sent and called for all the magicians of Egypt, and all the wise men thereof: and Pharaoh told them his dream; but there was none that could interpret them unto Pharaoh.<sup><br><br><strong>9 </strong></sup>Then spake the chief butler unto Pharaoh, saying, I do remember my faults this day:<sup><br><br><strong>10</strong></sup> Pharaoh was wroth with his servants, and put me in ward in the captain of the guard's house, both me and the chief baker:<sup><br><br><strong>11 </strong></sup>And we dreamed a dream in one night, I and he; we dreamed each man according to the interpretation of his dream.<sup><br><br><strong>12 </strong></sup>And there was there with us a young man, an Hebrew, servant to the captain of the guard; and we told him, and he interpreted to us our dreams; to each man according to his dream he did interpret.<sup><br><br><strong>13 </strong></sup>And it came to pass, as he interpreted to us, so it was; me he restored unto mine office, and him he hanged.<sup><br><br><strong>14</strong></sup> Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon: and he shaved himself, and changed his raiment, and came in unto Pharaoh.<sup><br><br><strong>15</strong></sup> And Pharaoh said unto Joseph, I have dreamed a dream, and there is none that can interpret it: and I have heard say of thee, that thou canst understand a dream to interpret it.<sup><br><br><strong>16 </strong></sup>And Joseph answered Pharaoh, saying, It is not in me: God shall give Pharaoh an answer of peace.<sup><br><br><strong>17</strong></sup> And Pharaoh said unto Joseph, In my dream, behold, I stood upon the bank of the river:<sup><br><br><strong>18</strong></sup> And, behold, there came up out of the river seven kine, fatfleshed and well favoured; and they fed in a meadow:<sup><br><br><strong>19</strong></sup> And, behold, seven other kine came up after them, poor and very ill favoured and leanfleshed, such as I never saw in all the land of Egypt for badness:<sup><br><br><strong>20</strong></sup> And the lean and the ill favoured kine did eat up the first seven fat kine:<sup><br><br><strong>21</strong></sup> And when they had eaten them up, it could not be known that they had eaten them; but they were still ill favoured, as at the beginning. So I awoke.<sup><br><br><strong>22</strong></sup> And I saw in my dream, and, behold, seven ears came up in one stalk, full and good:<sup><br><br><strong>23</strong></sup> And, behold, seven ears, withered, thin, and blasted with the east wind, sprung up after them:<sup><br><br><strong>24</strong></sup> And the thin ears devoured the seven good ears: and I told this unto the magicians; but there was none that could declare it to me.<sup><br><br><strong>25 </strong></sup>And Joseph said unto Pharaoh, The dream of Pharaoh is one: God hath shewed Pharaoh what he is about to do.<sup><br><br><strong>26</strong></sup> The seven good kine are seven years; and the seven good ears are seven years: the dream is one.<sup><strong><br><br>27 </strong></sup>And the seven thin and ill favoured kine that came up after them are seven years; and the seven empty ears blasted with the east wind shall be seven years of famine.<sup><br><br><strong>28</strong></sup> This is the thing which I have spoken unto Pharaoh: What God is about to do he sheweth unto Pharaoh.<sup><br><br><strong>29</strong></sup> Behold, there come seven years of great plenty throughout all the land of Egypt:<sup><br><br><strong>30</strong></sup> And there shall arise after them seven years of famine; and all the plenty shall be forgotten in the land of Egypt; and the famine shall consume the land;<sup><br><br><strong>31 </strong></sup>And the plenty shall not be known in the land by reason of that famine following; for it shall be very grievous.<sup><br><strong><br>32 </strong></sup>And for that the dream was doubled unto Pharaoh twice; it is because the thing is established by God, and God will shortly bring it to pass.<sup><br><br><strong>33 </strong></sup>Now therefore let Pharaoh look out a man discreet and wise, and set him over the land of Egypt.<sup><br><br><strong>34</strong></sup> Let Pharaoh do this, and let him appoint officers over the land, and take up the fifth part of the land of Egypt in the seven plenteous years.<sup><br><br><strong>35</strong></sup> And let them gather all the food of those good years that come, and lay up corn under the hand of Pharaoh, and let them keep food in the cities.<sup><br><br><strong>36</strong></sup> And that food shall be for store to the land against the seven years of famine, which shall be in the land of Egypt; that the land perish not through the famine.</p><p>The providential character of the events continues. Over time, Joseph is put in charge of the prisoners, two of whom happen to be former officers of Pharaoh, a butler and a baker (Gen. 41:9–11). They are both troubled by dreams that they cannot understand, because “there is no interpreter” (Gen. 40:8). Joseph, then, interprets their respective dreams.<br><br>In a parallel to the two officers’ dreams, Pharaoh also has two dreams, which no one can interpret (Gen. 41:1–8). At that moment the butler providentially remembers Joseph and recommends him to Pharaoh (Gen. 41:9–13).<br><br>In a parallel to the other dreams, Pharaoh, like the officers, is troubled, and, like them, reveals his dreams (Gen. 41:14–24), and Joseph interprets them. Like the officers’ dreams, Pharaoh’s dreams display parallels of symbols: the two series of seven cows (fat and gaunt) just as the two series of heads of grain (plump and thin) represent two series of years, one good and one bad. The seven cows parallel the seven heads of grain, repeating the same message, an evidence of their divine origin, just like Joseph’s dreams (Gen. 41:32; compare with Gen. 37:9).<br><br>Though Joseph is the one who interpreted the dream for Pharaoh, Joseph makes certain that Pharaoh knows that it was God, Elohim, who showed the king the things that He, God, was going to do (Gen. 41:25, 28). It seems, too, that Pharaoh got the message because, when he decided to appoint someone to be over the land, his argument was as follows:<br><br>“ ‘Inasmuch as God has shown you all this, there is no one as discerning and wise as you. You shall be over my house, and all my people shall be ruled according to your word’ ” (Gen. 41:39, 40, NKJV).<br><br>How fascinating: thanks to God, Joseph goes from ruler over Potiphar’s house to ruler over the prison to ruler over all of Egypt. What a powerful story about how, even amid what look like terrible circumstances, God’s providences are revealed.<br><strong><br>How can we learn to trust God and cling to His promises when events don’t appear providential at all, and indeed, God seems silent?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 10",
               "dayTitle":"",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p><strong>Further Thought:</strong><br><br>Ellen G. White, “Joseph in Egypt,” pp. 213–223, in Patriarchs and Prophets.<br><br>“In early life, just as they were passing from youth to manhood, Joseph and Daniel were separated from their homes and carried as captives to heathen lands. Especially was Joseph subject to the temptations that attend great changes of fortune. In his father’s home a tenderly cherished child; in the house of Potiphar a slave, then a confidant and companion; a man of affairs, educated by study, observation, con- tact with men; in Pharaoh’s dungeon a prisoner of state, condemned unjustly, without hope of vindication or prospect of release; called at a great crisis to the leadership of the nation—what enabled him to preserve his integrity? . . .<br><br>“In his childhood, Joseph had been taught the love and fear of God. Often in his father’s tent, under the Syrian stars, he had been told the story of the night vision at Bethel, of the ladder from heaven to earth, and the descending and ascending angels, and of Him who from the throne above revealed Himself to Jacob. He had been told the story of the conflict beside the Jabbok, when, renouncing cherished sins, Jacob stood conqueror, and received the title of a prince with God.<br><br>“A shepherd boy, tending his father’s flocks, Joseph’s pure and simple life had favored the development of both physical and mental power. By communion with God through nature and the study of the great truths handed down as a sacred trust from father to son, he had gained strength of mind and firmness of principle.<br><br>“In the crisis of his life, when making that terrible journey from his childhood home in Canaan to the bondage which awaited him in Egypt, looking for the last time on the hills that hid the tents of his kindred, Joseph remembered his father’s God. He remembered the lessons of his childhood, and his soul thrilled with the resolve to prove himself true—ever to act as became a subject of the King of heaven.”—Ellen G. White, Education, pp. 51, 52.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>Compare Joseph with Daniel and Jesus. What are their common points? How do Joseph and Daniel, in their own ways, reveal aspects of what Jesus would be like?<br><br><strong>2.</strong>&nbsp; In class, talk about the question at the end of Thursday’s study. How do we learn to trust God when things don’t turn out as well for us as they did, eventually, for Joseph?</p><p><strong>Inside Story:</strong></p><p>An Eternal Gift<br><br>By Andrew McChesney<br><br>Tragedy struck young Vishalini’s life when her parents divorced over a misunderstanding in the extended family. Vishalini sadly said goodbye to Mother after Father gained custody of her. Before long, Father remarried, and Vishalini had a stepmother. Vishalini felt so alone. Her new stepmother did not like Mother at all.<br><br>Vishalini deeply loved Mother, and she looked forward to her occasional visits. The girl would smile and give Mother a big hug. Mother also smiled and gave Vishalini a big hug. Mother often had something else for the girl as well. She brought gifts. “Here is something for you,” Mother would say, pressing tasty treats into her little hand.<br><br>Vishalini smiled happily. She liked gifts and she liked tasty treats. But before she could eat them, her stepmother often snatched them away. “You are not allowed to accept any of her gifts,” her stepmother said sharply.<br><br>Vishalini felt so alone. She grew up into a teenager, and Father sent her away to study at a boarding school in another part of Tamil Nadu state. It was scary to leave home for the first time, but Vishalini was glad to be away from family tensions and to be among friendly children and teachers. As the weeks passed, she became especially interested in hearing about Someone whom the children called “the real God.” She wanted to know more, and she began to learn about Jesus.<br><br>Today, Vishalini calls Jesus her Friend and says she will never feel alone again. Why? Because Jesus has promised, “And lo, I am with you always, even to the end of the age” (Matthew 28:20, NKJV). Vishalini has one Gift that no one can ever take away.<br><br>Thank you for your Thirteenth Sabbath Offering that helped construct a new girls’ dormitory at Vishalini’s school, James Memorial Higher Secondary School, in Tamil Nadu state in southeastern India. The new dormitory allowed Vishalini and the other girls to move out of a dilapidated building that no longer was a healthy place to live.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>Joseph, Master of Dreams<br></p>",
         "verse":"<p>Then they said to one another, Look, this dreamer<br>is coming! (Genesis 37:19, NKJV)<br></p>",
         "versionCode":1,
         "weekDate":"June 4–10"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
