{
  "data": [
    {
      "color": "#93781f",
      "id": 713,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 20",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>The principal task of God’s people in the Old Testament (as well as for us today) was to live in close relationship with the Lord; to worship and serve Him; and, also, to present the right picture of God to others (Deut. 4:5–8).\n</p><p>In the Garden of Eden, Adam and Eve hid from God because their sin made them afraid of Him. Sinfulness makes humans naturally afraid of God, and this fear twists our view of His character. The good news is that God takes the first step to span this rift and, on His initiative, He repairs the gap and the broken relationship. He calls the sinner back to Himself: “ ‘Where are you?’ ” (Gen. 3:9, NKJV).\n</p><p>Thus, our primary mission is to present the correct character of God and His loving and righteous acts to those around us. When people are attracted to God and are convinced of His unselfish love toward them, they will give their lives to Him and obey what He tells them to do, knowing that it is for their own good.\n</p><p>The sanctuary demonstrated God’s closeness to humanity and revealed the greatest truths to them, which is how He saves those who come to Him in faith.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 21",
          "dayTitle": "<p>The Sabbath of the Lord</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p>However much those opposed to the seventh-day Sabbath argue, falsely, that it was for the Jews only (the seventh day was set apart and sanctified in Eden [see Gen. 2:1–3]); or they argue, falsely, that the Jews first heard about it at Sinai (the Jews were keeping the Sabbath before Sinai [see Exod. 16:22–29])—there is no question that the Sabbath was very much a part of the life of the Hebrew people from the start.\n</p><p><strong>Read Exodus 35:1–3. What truth was reiterated to the people here in the context of the building of the sanctuary?</strong></p><p>\n</p><p><strong>Exodus 35:1–3</strong></p>\n<p><strong><sup>1</sup></strong> Then Moses gathered all the congregation of the children of Israel together, and said to them, “These are the words which the Lord has commanded you to do:</p>\n<p><strong><sup>2</sup></strong> Work shall be done for six days, but the seventh day shall be a holy day for you, a Sabbath of rest to the Lord. Whoever does any work on it shall be put to death.</p>\n<p><strong><sup>3</sup></strong> You shall kindle no fire throughout your dwellings on the Sabbath day.”</p><p>The Sabbath and its message was, is, and always will be about God—who He is and what His mighty works are. The Sabbath reminds us of His creative and salvific acts and focuses our attention on God, who wants to dwell with His people. In this way, the Sabbath and the sanctuary point in the same direction: God’s presence in our lives.\n</p><p>The Sabbath of the Old Testament church conveys a manifold message. One may summarize its essence in five crucial points:\n</p><p>1. God is the Creator, and the Bible opens with this stunning and cornerstone proclamation (Gen. 1:1). The vivid memorial of God’s creation is the Sabbath (Gen. 2:2, 3; Exod. 20:8–11). From this truth—God as our Creator—all other biblical truths flow.\n</p><p>2. The Messiah will come, and this hope centers on God’s promise of the Seed, who would overcome the serpent (Satan) and bring victory over evil.\n</p><p>3. God will establish His kingdom, and the Sabbath is its foretaste.\n</p><p>4. Salvation comes from the Lord, and God’s people testify that God is their Savior and Redeemer and that salvation comes as a result of His grace and His grace alone.\n</p><p>5. God is the ultimate Judge of all people. Those who persistently defy and deny Him will have no future, but He freely gives eternal life to those who follow Him.\n</p><p><strong>The Jews have a saying: More than Israel kept the Sabbath, the Sabbath kept Israel. Though we as Adventists probably wouldn’t express it like that, what important role does the Sabbath have in the life of our church family?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 22",
          "dayTitle": "<p>Offerings and the Spirit</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Exodus 35:4–36:7. What important lessons are here for us today?</strong></p><p><strong>Exodus 35:4–35</strong></p>\n<p><strong><sup>4</sup></strong> And Moses spoke to all the congregation of the children of Israel, saying, “This is the thing which the Lord commanded, saying:</p>\n<p><strong><sup>5</sup></strong> ‘Take from among you an offering to the Lord. Whoever is of a willing heart, let him bring it as an offering to the Lord: gold, silver, and bronze;</p>\n<p><strong><sup>6</sup></strong> blue, purple, and scarlet thread, fine linen, and goats’ hair;</p>\n<p><strong><sup>7</sup></strong> ram skins dyed red, badger skins, and acacia wood;</p>\n<p><strong><sup>8</sup></strong> oil for the light, and spices for the anointing oil and for the sweet incense;</p>\n<p><strong><sup>9</sup></strong> onyx stones, and stones to be set in the ephod and in the breastplate.</p>\n<p><strong><sup>10</sup></strong> ‘All who are gifted artisans among you shall come and make all that the Lord has commanded:</p>\n<p><strong><sup>11</sup></strong> the tabernacle, its tent, its covering, its clasps, its boards, its bars, its pillars, and its sockets;</p>\n<p><strong><sup>12</sup></strong> the ark and its poles, with the mercy seat, and the veil of the covering;</p>\n<p><strong><sup>13</sup></strong> the table and its poles, all its utensils, and the showbread;</p>\n<p><strong><sup>14</sup></strong> also the lampstand for the light, its utensils, its lamps, and the oil for the light;</p>\n<p><strong><sup>15</sup></strong> the incense altar, its poles, the anointing oil, the sweet incense, and the screen for the door at the entrance of the tabernacle;</p>\n<p><strong><sup>16</sup></strong> the altar of burnt offering with its bronze grating, its poles, all its utensils, and the laver and its base;</p>\n<p><strong><sup>17</sup></strong> the hangings of the court, its pillars, their sockets, and the screen for the gate of the court;</p>\n<p><strong><sup>18</sup></strong> the pegs of the tabernacle, the pegs of the court, and their cords;</p>\n<p><strong><sup>19</sup></strong> the garments of ministry, for ministering in the holy place—the holy garments for Aaron the priest and the garments of his sons, to minister as priests.’”</p>\n<p><strong><sup>20</sup></strong> And all the congregation of the children of Israel departed from the presence of Moses.</p>\n<p><strong><sup>21</sup></strong> Then everyone came whose heart was stirred, and everyone whose spirit was willing, and they brought the Lord’s offering for the work of the tabernacle of meeting, for all its service, and for the holy garments.</p>\n<p><strong><sup>22</sup></strong> They came, both men and women, as many as had a willing heart, and brought earrings and nose rings, rings and necklaces, all jewelry of gold, that is, every man who made an offering of gold to the Lord.</p>\n<p><strong><sup>23</sup></strong> And every man with whom was found blue, purple, and scarlet thread, fine linen, and goats’ hair, red skins of rams, and badger skins, brought them.</p>\n<p><strong><sup>24</sup></strong> Everyone who offered an offering of silver or bronze brought the Lord’s offering. And everyone with whom was found acacia wood for any work of the service, brought it.</p>\n<p><strong><sup>25</sup></strong> All the women who were gifted artisans spun yarn with their hands, and brought what they had spun, of blue, purple, and scarlet, and fine linen.</p>\n<p><strong><sup>26</sup></strong> And all the women whose hearts stirred with wisdom spun yarn of goats’ hair.</p>\n<p><strong><sup>27</sup></strong> The rulers brought onyx stones, and the stones to be set in the ephod and in the breastplate,</p>\n<p><strong><sup>28</sup></strong> and spices and oil for the light, for the anointing oil, and for the sweet incense.</p>\n<p><strong><sup>29</sup></strong> The children of Israel brought a freewill offering to the Lord, all the men and women whose hearts were willing to bring material for all kinds of work which the Lord, by the hand of Moses, had commanded to be done.</p>\n<p><strong><sup>30</sup></strong> And Moses said to the children of Israel, “See, the Lord has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah;</p>\n<p><strong><sup>31</sup></strong> and He has filled him with the Spirit of God, in wisdom and understanding, in knowledge and all manner of workmanship,</p>\n<p><strong><sup>32</sup></strong> to design artistic works, to work in gold and silver and bronze,</p>\n<p><strong><sup>33</sup></strong> in cutting jewels for setting, in carving wood, and to work in all manner of artistic workmanship.</p>\n<p><strong><sup>34</sup></strong> “And He has put in his heart the ability to teach, in him and Aholiab the son of Ahisamach, of the tribe of Dan.</p>\n<p><strong><sup>35</sup></strong> He has filled them with skill to do all manner of work of the engraver and the designer and the tapestry maker, in blue, purple, and scarlet thread, and fine linen, and of the weaver—those who do every work and those who design artistic works.</p><p><strong>Exodus 36:1-7</strong></p>\n\n<p><strong><sup>1</sup></strong> “And Bezalel and Aholiab, and every gifted artisan in whom the Lord has put wisdom and understanding, to know how to do all manner of work for the service of the sanctuary, shall do according to all that the Lord has commanded.”</p>\n<p><strong><sup>2</sup></strong> Then Moses called Bezalel and Aholiab, and every gifted artisan in whose heart the Lord had put wisdom, everyone whose heart was stirred, to come and do the work.</p>\n<p><strong><sup>3</sup></strong> And they received from Moses all the offering which the children of Israel had brought for the work of the service of making the sanctuary. So they continued bringing to him freewill offerings every morning.</p>\n<p><strong><sup>4</sup></strong> Then all the craftsmen who were doing all the work of the sanctuary came, each from the work he was doing,</p>\n<p><strong><sup>5</sup></strong> and they spoke to Moses, saying, “The people bring much more than enough for the service of the work which the Lord commanded us to do.”</p>\n<p><strong><sup>6</sup></strong> So Moses gave a commandment, and they caused it to be proclaimed throughout the camp, saying, “Let neither man nor woman do any more work for the offering of the sanctuary.” And the people were restrained from bringing,</p>\n<p><strong><sup>7</sup></strong> for the material they had was sufficient for all the work to be done—indeed too much.</p><p>An abundance of various precious materials was needed to build the tabernacle, and it was accomplished by generous donations from God’s people, who gave from the bottom of their hearts, willingly and with joy. They gave gold, silver, bronze, fine linen, precious stones, unique fabrics, acacia wood, olive oil, spices, and many other needed items.\n</p><p>People also donated their labor because many specific objects needed to be crafted through their artistic and diligent work on the tent or its furniture. Also, tailors had to weave garments for the priests, who would be ministering in the tabernacle, and for the high priest, whose very elaborate garments included a breastplate and turban.\n</p><p>God had abundantly blessed the Israelites through the gifts that the Egyptians had given them on their departure from Egypt. Now it was their opportunity to give offerings of gratitude for God’s merciful and mighty leadership, and their hearts were moved to accomplish this work to His glory.\n</p><p>The people were giving with such joy and abundance that Moses was told: “ ‘The people are bringing more than enough’ ” (Exod. 36:5, NIV). So, Moses had to stop their donations “because what they already had was more than enough to do all the work” on the tabernacle (Exod. 36:7, NIV).\n</p><p>Through the guidance of the Holy Spirit, God equipped and empowered the people to accurately build the tabernacle. Bezalel, Aholiab, and others were “filled . . . with the Spirit of God” (Exod. 35:31, NKJV), which means that they were endowed with skills, wisdom, and artistic knowledge to perfectly do all the work. It was an enormous project and had to be created exactly according to the model God showed Moses.\n</p><p>It is significant that the gift of the Holy Spirit was related to people’s different abilities and skills, which needed to be employed in building the tabernacle. To be filled with the Spirit is not a magical process and does not mean that special spiritual forces are within humans. To advance God’s cause and fulfill His mission, God empowers His followers to accomplish His objectives and to do it well.\n</p><p><strong>What spiritual gifts have you received when you were filled with the Holy Spirit? Remember that the spiritual gifts can flourish only when you cultivate the fruits of the Spirit in your life (Gal. 5:22, 23).</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 23",
          "dayTitle": "<p>The Tabernacle Built</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p><strong>Skim through Exodus 36:8–39:31. Why do you think such explicit instructions were given? What does this teach us about how God cares about every detail?</strong></p>\n<p><strong>Exodus 36:8–38</strong></p>\n<p><strong><sup>8</sup></strong> Then all the gifted artisans among them who worked on the tabernacle made ten curtains woven of fine linen, and of blue, purple, and scarlet thread; with artistic designs of cherubim they made them.</p>\n<p><strong><sup>9</sup></strong> The length of each curtain was twenty?eight cubits, and the width of each curtain four cubits; the curtains were all the same size.</p>\n<p><strong><sup>10</sup></strong> And he coupled five curtains to one another, and the other five curtains he coupled to one another.</p>\n<p><strong><sup>11</sup></strong> Then he made loops of blue on the edge of the curtain that was outermost in the first set.</p>\n<p><strong><sup>12</sup></strong> Likewise he made loops on the edge of the curtain that was outermost in the second set.</p>\n<p><strong><sup>13</sup></strong> He made fifty loops on the one curtain and fifty loops on the edge of the curtain that was outermost in the second set, that the loops might correspond one to another.</p>\n<p><strong><sup>14</sup></strong> Then he made fifty clasps of gold and coupled the curtains together so that the tabernacle was a unit.</p>\n<p><strong><sup>15</sup></strong> He made curtains of goats’ hair for a tent over the tabernacle. Ten curtains he made.</p>\n<p><strong><sup>16</sup></strong> The length of each curtain was thirty cubits, and the width of each curtain four cubits; the ten curtains were all the same size.</p>\n<p><strong><sup>17</sup></strong> He coupled five curtains by themselves and the other five curtains by themselves.</p>\n<p><strong><sup>18</sup></strong> He made fifty loops on the edge of the curtain that was outermost in the first set, and fifty loops on the edge of the curtain that was outermost in the second set.</p>\n<p><strong><sup>19</sup></strong> He made fifty clasps of bronze to couple the tent together so that it might be a unit.</p>\n<p><strong><sup>20</sup></strong> He made a covering for the tent of ram skins dyed red and a covering of badger skins on top of that.</p>\n<p><strong><sup>21</sup></strong> He made boards for the tabernacle of acacia wood standing upright.</p>\n<p><strong><sup>22</sup></strong> The length of a board was ten cubits, and the width one and a half cubits.</p>\n<p><strong><sup>23</sup></strong> Each board had two tenons for joining to the board next to it; so he made all the boards of the tabernacle.</p>\n<p><strong><sup>24</sup></strong> He made boards for the tabernacle, twenty boards for the south side.</p>\n<p><strong><sup>25</sup></strong> And he made forty silver sockets under the twenty boards, two sockets under each board, to hold them firmly.</p>\n<p><strong><sup>26</sup></strong> For the second side of the tabernacle, the north side, he made twenty boards,</p>\n<p><strong><sup>27</sup></strong> and their forty silver sockets, two sockets under each board.</p>\n<p><strong><sup>28</sup></strong> For the rear of the tabernacle westward he made six boards.</p>\n<p><strong><sup>29</sup></strong> And he made two boards for the corners of the tabernacle at the rear.</p>\n<p><strong><sup>30</sup></strong> They were double at the bottom and joined to one another at the top with two tenons; thus it was with both of them.</p>\n<p><strong><sup>31</sup></strong> He made forty silver sockets for the six boards, eight sockets for the two boards.</p>\n<p><strong><sup>32</sup></strong> He made bars of acacia wood, five for the boards on one side of the tabernacle,</p>\n<p><strong><sup>33</sup></strong> five bars for the boards on the other side of the tabernacle, and five bars for the boards on the rear of the tabernacle, for a total of fifteen bars.</p>\n<p><strong><sup>34</sup></strong> The bars were fitted into the rings on the boards to hold them firmly together.</p>\n<p><strong><sup>35</sup></strong> He made a veil of blue and purple and scarlet thread and fine linen, embroidered with cherubim.</p>\n<p><strong><sup>36</sup></strong> He made for the veil four pillars of acacia wood and overlaid them with gold; their hooks were of gold, and he cast four silver sockets for them.</p>\n<p><strong><sup>37</sup></strong> He made a screen for the door of the tabernacle of blue and purple and scarlet thread and fine linen, embroidered with needlework.</p>\n<p><strong><sup>38</sup></strong> He made five pillars for the screen, and overlaid their capitals and their hooks with gold; but their sockets were bronze.</p>\n<p><strong>Exodus 37</strong></p>\n<p><strong><sup>1</sup></strong> Then Bezalel made the ark of acacia wood: two and a half cubits long, one and a half cubits wide, and one and a half cubits high.</p>\n<p><strong><sup>2</sup></strong> And he overlaid it with pure gold inside and outside, and made a molding of gold all around.</p>\n<p><strong><sup>3</sup></strong> And he cast four gold rings for it and put them on its four feet, two rings on one side and two rings on the other side.</p>\n<p><strong><sup>4</sup></strong> He made poles of acacia wood and overlaid them with gold.</p>\n<p><strong><sup>5</sup></strong> And he put the poles into the rings on the sides of the ark to carry the ark with them.</p>\n<p><strong><sup>6</sup></strong> He made the mercy seat of pure gold—two and a half cubits long and one and a half cubits wide.</p>\n<p><strong><sup>7</sup></strong> And he made two cherubim of gold, hammered out of one piece at the two ends of the mercy seat.</p>\n<p><strong><sup>8</sup></strong> One cherub was at one end, and the other cherub at the other end; he made the cherubim at the two ends of it, of one piece with the mercy seat.</p>\n<p><strong><sup>9</sup></strong> The cherubim spread out their wings above, overshadowing the mercy seat with their wings, their faces toward one another; the faces of the cherubim were toward the mercy seat.</p>\n<p><strong><sup>10</sup></strong> He made the table of acacia wood; two cubits long, one cubit wide, and one and a half cubits high.</p>\n<p><strong><sup>11</sup></strong> And he overlaid it with pure gold, and made a gold molding around it.</p>\n<p><strong><sup>12</sup></strong> He also made a rim around the table, a handbreadth wide, and made a gold molding around the rim.</p>\n<p><strong><sup>13</sup></strong> He made four gold rings for the table and put the rings on the four corners, close to the rim, as holders for the poles to carry the table.</p>\n<p><strong><sup>14</sup></strong> He made the poles of acacia wood and overlaid them with gold, to carry the table.</p>\n<p><strong><sup>15</sup></strong> He made the plates, dishes, pitchers, and bowls to pour out drink offerings; he made them of pure gold.</p>\n<p><strong><sup>16</sup></strong> He made the lampstand of pure gold; hammered work was its work; its base, shaft, cups, calyxes, and flowers were from the same piece.</p>\n<p><strong><sup>17</sup></strong> And six branches came out of its sides—three branches of the lampstand out of one side, and three branches of the lampstand out of the other side.</p>\n<p><strong><sup>18</sup></strong> Three cups made like almond blossoms on one branch, with calyx and flower; and three cups made like almond blossoms on the other branch, with calyx and flower; so for the six branches going out of the lampstand.</p>\n<p><strong><sup>19</sup></strong> And on the lampstand there were four cups made like almond blossoms, with calyx and flower.</p>\n<p><strong><sup>20</sup></strong> The buds and branches were from the same piece, hammered out of pure gold.</p>\n<p><strong><sup>21</sup></strong> He made the seven lamps and its tongs, and the snuffers of pure gold.</p>\n<p><strong><sup>22</sup></strong> He made the lampstand and all its utensils of pure gold.</p>\n<p><strong><sup>23</sup></strong> He made the altar of incense of acacia wood; it was one cubit square and two cubits high; he overlaid it with pure gold, its top, its sides all around, and its horns; and he made its utensils of gold.</p>\n<p><strong><sup>24</sup></strong> He made the altar poles of acacia wood and overlaid them with gold.</p>\n<p><strong><sup>25</sup></strong> He made the screen for the door of the tabernacle of blue, purple, and scarlet thread, and fine woven linen, embroidered with needlework.</p>\n<p><strong><sup>26</sup></strong> He made five pillars for the screen, and overlaid their capitals and hooks with gold; their bases were bronze.</p>\n<p><strong><sup>27</sup></strong> He cast five bronze sockets for the pillars of the screen.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong>Exodus 38</strong></p>\n<p><strong><sup>1</sup></strong> And he made the altar of burnt offering of acacia wood, five cubits long and five cubits wide—it was square—and three cubits high.</p>\n<p><strong><sup>2</sup></strong> And he made its horns on its four corners. Its horns were of one piece with it, and he overlaid it with bronze.</p>\n<p><strong><sup>3</sup></strong> He made its pots, shovels, basins, forks, and firepans; all its utensils he made of bronze.</p>\n<p><strong><sup>4</sup></strong> He made the laver of bronze and its base of bronze, from the mirrors of the ministering women who ministered at the entrance of the tabernacle.</p>\n<p><strong><sup>5</sup></strong> He set the laver between the tent of meeting and the altar, and put water there for washing,</p>\n<p><strong><sup>6</sup></strong> and made the bronze basin and its bronze stand from the bronze mirrors of the women who served at the entrance of the tabernacle.</p>\n<p><strong><sup>7</sup></strong> He made the courtyard of the tabernacle with curtains of fine twisted linen, one hundred cubits long for one side,</p>\n<p><strong><sup>8</sup></strong> with twenty pillars and their twenty bronze bases, with the pillars covered with silver and hooks of silver to hold the curtains.</p>\n<p><strong><sup>9</sup></strong> Likewise, he made the curtain for the other side of the courtyard, one hundred cubits long, with twenty pillars and their twenty bases.</p>\n<p><strong><sup>10</sup></strong> For the far side of the courtyard, westward, he made fifty cubits of curtain, with ten pillars and their ten bases.</p>\n<p><strong><sup>11</sup></strong> For the side of the courtyard that faced the entrance, eastward, he made fifty cubits of curtain,</p>\n<p><strong><sup>12</sup></strong> with ten pillars and their ten bases.</p>\n<p><strong><sup>13</sup></strong> He made the curtain for the entrance of the courtyard, of blue, purple, and scarlet yarns and fine twisted linen, woven with an artistic design.</p>\n<p><strong><sup>14</sup></strong> He made for the curtain five pillars with hooks, and overlaid their capitals and their bases with silver. The bases were bronze.</p>\n<p><strong><sup>15</sup></strong> All the utensils for the tabernacle of the tent of meeting—the altar, the laver and its base, and all the articles for the service—he made them according to all the instructions given to Moses.</p>\n<p><strong><sup>16</sup></strong> Then the Israelites brought the offering, a freewill offering to the Lord, all the men and women whose hearts were willing to bring anything for the work that the Lord had commanded by Moses to be made.</p>\n<p><strong><sup>17</sup></strong> They came, everyone whose heart stirred him up, and everyone whose spirit moved him, and brought the Lord’s offering for the work of the tent of meeting, for all its service, and for the holy garments.</p>\n<p><strong><sup>18</sup></strong> So the craftsmen who worked in the service of the tent of meeting came, each from the work he was doing,</p>\n<p><strong><sup>19</sup></strong> and said to Moses, “The people bring much more than enough for doing the work the Lord commanded to be done.”</p>\n<p><strong><sup>20</sup></strong> So Moses gave a command, and the people were restrained from bringing more,</p>\n<p><strong><sup>21</sup></strong> because what they had was sufficient to do all the work, and more.</p>\n<p><strong><sup>22</sup></strong> So the craftsmen left the work.</p>\n<p><strong><sup>23</sup></strong> The gold used for all the work in the service of the sanctuary was twenty-nine talents and 730 shekels, measured by the sanctuary shekel.</p>\n<p><strong><sup>24</sup></strong> The silver from those who were numbered of the congregation was 100 talents and 1,775 shekels, measured by the sanctuary shekel.</p>\n<p><strong><sup>25</sup></strong> This was the silver for casting the bases of the pillars, the sockets of the tabernacle, the altar of burnt offering, and the laver, and its base,</p>\n<p><strong><sup>26</sup></strong> and for the silver hooks and the overlay of the pillars, and for all the work of the service.</p>\n<p><strong><sup>27</sup></strong> The bronze used for all the work of the service, for the bases, and the altar of burnt offering, the bronze grating for the altar, all the utensils of the altar,</p>\n<p><strong><sup>28</sup></strong> the basin and its base, and for the bronze work of all the instruments for service,</p>\n<p><strong><sup>29</sup></strong> and the sockets for the door of the tabernacle, and the sockets for the courtyard gate, and all the bases for the pillars, was 70 talents and 2400 shekels.</p>\n<p><strong><sup>30</sup></strong> Then Bezalel son of Uri, the son of Hur, of the tribe of Judah, made all that the Lord commanded Moses.</p>\n<p><strong><sup>31</sup></strong> And with him was Oholiab son of Ahisamach, of the tribe of Dan, a skilled craftsman and designer, and an embroiderer in blue, purple, and scarlet yarns, and fine linen.</p>\n<p><strong>Exodus 39:1–31</strong></p>\n<p><strong><sup>1</sup></strong> Of the blue, purple, and scarlet thread they made tunics of ministry, for ministering in the holy place, and the holy garments for Aaron, as the Lord commanded Moses.</p>\n<p><strong><sup>2</sup></strong> He made the ephod of gold, blue, purple, and scarlet thread, and fine woven linen.</p>\n<p><strong><sup>3</sup></strong> They worked gold into filigree, and made settings for the stones, and inserted stones into the settings.</p>\n<p><strong><sup>4</sup></strong> They made two shoulder pieces for the ephod, joined at the two ends of the ephod.</p>\n<p><strong><sup>5</sup></strong> And the stones were to be set in settings of gold filigree; they were to be engraved, like a signet, with the names of the sons of Israel.</p>\n<p><strong><sup>6</sup></strong> Six of the names on one stone, and the other six on the other stone, according to their birth.</p>\n<p><strong><sup>7</sup></strong> They made the breastplate of judgment, woven like the ephod of gold, blue, purple, and scarlet thread, and fine linen.</p>\n<p><strong><sup>8</sup></strong> It was square and doubled; a span was its length and a span its width.</p>\n<p><strong><sup>9</sup></strong> They set stones on it, four rows of stones: the first row was a sardius, topaz, and carbuncle; </p>\n<p><strong><sup>10</sup></strong> the second row was an emerald, sapphire, and diamond;</p>\n<p><strong><sup>11</sup></strong> the third row was a ligure, an agate, and an amethyst;</p>\n<p><strong><sup>12</sup></strong> and the fourth row was a beryl, onyx, and jasper. They were enclosed in settings of gold filigree.</p>\n<p><strong><sup>13</sup></strong> There were twelve stones, according to the names of the sons of Israel, each engraved like a seal with its own name; they were set in gold filigree settings.</p>\n<p><strong><sup>14</sup></strong> They made gold chains twisted like cords for the breastplate.</p>\n<p><strong><sup>15</sup></strong> They made two rings of gold and put them on the two ends of the breastplate;</p>\n<p><strong><sup>16</sup></strong> they fastened the two gold chains to the two rings on the ends of the breastplate;</p>\n<p><strong><sup>17</sup></strong> and the two ends of the two chains they fastened to the two settings, and put them on the shoulder pieces of the ephod in front.</p>\n<p><strong><sup>18</sup></strong> They made two gold rings and put them on the two ends of the breastplate, on the inside edge that was toward the ephod;</p>\n<p><strong><sup>19</sup></strong> and they put two rings of gold on the two shoulder pieces of the ephod, close to the front of it, above the seam above the woven band of the ephod.</p>\n<p><strong><sup>20</sup></strong> They tied the breastplate by its rings to the rings of the ephod with a blue cord, so that it would be above the woven band of the ephod, and not come loose.</p>\n<p><strong><sup>21</sup></strong> They made the robe of the ephod all of blue cloth,</p>\n<p><strong><sup>22</sup></strong> with an opening for the head in its center; it had a woven binding around the opening, like the opening in a coat of mail, so it would not tear.</p>\n<p><strong><sup>23</sup></strong> They made on its hem pomegranates of blue, purple, and scarlet thread, all around on its hem; and they made bells of gold between them all around:</p>\n<p><strong><sup>24</sup></strong> a golden bell and a pomegranate, a golden bell and a pomegranate, all around the hem of the robe.</p>\n<p><strong><sup>25</sup></strong> And Aaron was to wear it when he ministered, and its sound would be heard when he went into the Holy Place before the Lord, and when he came out, so that he would not die.</p>\n<p><strong><sup>26</sup></strong> They also made the plate of the holy crown of pure gold, and they inscribed it like a signet, “HOLY TO THE LORD.”</p>\n<p><strong><sup>27</sup></strong> They tied to it a blue cord to fasten it above on the turban.</p>\n<p><strong><sup>28</sup></strong> They made the tunics of fine linen for Aaron and his sons,</p>\n<p><strong><sup>29</sup></strong> and the sashes of embroidered work, and the caps, of fine linen, as the Lord commanded Moses.</p>\n<p><strong><sup>30</sup></strong> They made the holy garments for Aaron’s ministry, and the garments of his sons, to minister as priests.</p>\n<p><strong><sup>31</sup></strong> Thus was all the work of the tabernacle of the tent of meeting finished; and the children of Israel did according to all that the Lord commanded Moses, so they did.</p><p>Moses carefully constructed the tabernacle, and the instructions he had received on Mount Sinai were diligently implemented. The biblical text enumerates the following: (1) the tabernacle with its different fabrics, curtains, and parts (Exod. 36:8–38); (2) the ark (Exod. 37:1–9); (3) the table for the showbread (Exod. 37:10–16); (4) the lampstand (Exod. 37:17–24); (5) the altar of incense (Exod. 37:25–29); (6) the altar of burnt offering (Exod. 38:1–7); (7) the basin for washing (Exod. 38:8); (8) the courtyard (Exod. 38:9–20); and (9) the material used for the tabernacle (Exod. 38:21–31). Exodus 39 continues with the descriptions of the ephod, breastplate, and other priestly garment pieces.\n</p><p>The tabernacle’s services were visual object lessons of the gospel, demonstrating God’s entire plan of redemption. The various ceremonies depicted (1) how God abhors and deals with sin, (2) how He saves repentant people, (3) what is the fate of the wicked, and (4) how He will secure a glorious future that will be without evil.\n</p><p>Two different but closely related services were performed in the sanctuary during the year: the daily and the yearly. This two-phase ministry illustrated how God treats sin and saves sinners. Through the daily sanctuary services, God assured those who repented that He forgave their sins and graciously offered them salvation. To receive this gift of salvation, a sacrifice had to be made, and these sacrifices pointed to the death of the Messiah, whose blood “cleanses us from all sin” (1 John 1:7, NKJV). Confession of sin and accepting the robe of Christ’s righteousness was at the center of this gift (Ps. 32:1, 2).\n</p><p>In this way, the repentant sinner was assured forgiveness and could rejoice in salvation.\n</p><p>The yearly service, performed on the Day of the Atonement, demonstrated how God eradicates sin, solves the sin problem, and secures the sinless future (Leviticus 16, John 1:29). Presently, Christ’s twofold ministry in the heavenly sanctuary is another expression of God’s work for us (Heb. 7:25) and will bring the final solution to the problem of evil (Dan. 7:13, 14, 22, 27; Dan. 8:14; Rev. 21:4).\n</p><p>The sanctuary was a place for worshiping God, praising Him, and giving thanks. Worship is about maintaining one’s relationship with God, who invites believers into that fellowship.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 24",
          "dayTitle": "<p>God’s Presence in the Tabernacle</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Exodus 40:1–38. How did the Israelites discern God’s presence?</strong></p><p><strong>Exodus 40:1–38</strong></p>\n<p><strong><sup>1</sup></strong> Then the Lord spoke to Moses, saying,</p>\n<p><strong><sup>2</sup></strong> “On the first day of the first month you shall set up the tabernacle of the tent of meeting.</p>\n<p><strong><sup>3</sup></strong> You shall put in it the ark of the testimony, and you shall screen the ark with the veil.</p>\n<p><strong><sup>4</sup></strong> You shall bring in the table and arrange the things that are to be put in order on it; and you shall bring in the lampstand and set up its lamps.</p>\n<p><strong><sup>5</sup></strong> You shall set the altar of burnt offering before the door of the tabernacle of the tent of meeting.</p>\n<p><strong><sup>6</sup></strong> You shall set the laver between the tent of meeting and the altar, and put water in it.</p>\n<p><strong><sup>7</sup></strong> You shall also set up the courtyard all around, and hang up the curtain at the entrance of the courtyard.</p>\n<p><strong><sup>8</sup></strong> And you shall take the anointing oil and anoint the tabernacle and all that is in it, and consecrate them, and all its utensils; so it shall be holy.</p>\n<p><strong><sup>9</sup></strong> You shall also anoint the altar of burnt offering and all its utensils, and consecrate the altar; so it shall be most holy.</p>\n<p><strong><sup>10</sup></strong> You shall also anoint the laver and its base and consecrate it.</p>\n<p><strong><sup>11</sup></strong> Then you shall bring Aaron and his sons to the door of the tabernacle of meeting and wash them with water.</p>\n<p><strong><sup>12</sup></strong> You shall put on Aaron the holy garments and anoint him and consecrate him, that he may minister as priest to Me.</p>\n<p><strong><sup>13</sup></strong> You shall bring his sons and put tunics on them.</p>\n<p><strong><sup>14</sup></strong> You shall anoint them, as you anointed their father, that they may minister to Me as priests; and their anointing shall surely be an everlasting priesthood throughout their generations.”</p>\n<p><strong><sup>15</sup></strong> Thus Moses did; according to all that the Lord commanded him, so he did.</p>\n<p><strong><sup>16</sup></strong> So the tabernacle was set up on the first day of the first month in the second year.</p>\n<p><strong><sup>17</sup></strong> And Moses set up the tabernacle; he fastened its sockets, set up its boards, inserted its bars, and raised up its pillars.</p>\n<p><strong><sup>18</sup></strong> He spread the tent over the tabernacle and put the covering of the tent above on it, as the Lord commanded Moses.</p>\n<p><strong><sup>19</sup></strong> He took the testimony and put it into the ark, and put the poles on the ark and set the mercy seat above on the ark.</p>\n<p><strong><sup>20</sup></strong> And he brought the ark into the tabernacle, hung up the veil, and screened the ark of the testimony, as the Lord commanded Moses.</p>\n<p><strong><sup>21</sup></strong> He put the table in the tent of meeting on the north side of the tabernacle, outside the veil;</p>\n<p><strong><sup>22</sup></strong> and he set the bread in order on it before the Lord, as the Lord commanded Moses.</p>\n<p><strong><sup>23</sup></strong> He put the lampstand in the tent of meeting opposite the table, on the south side of the tabernacle.</p>\n<p><strong><sup>24</sup></strong> And he lit the lamps before the Lord, as the Lord commanded Moses.</p>\n<p><strong><sup>25</sup></strong> He put the altar of burnt offering before the door of the tabernacle of the tent of meeting, and offered the burnt offering and the grain offering on the altar.</p>\n<p><strong><sup>26</sup></strong> He set the laver between the tent of meeting and the altar, and put water in it for washing.</p>\n<p><strong><sup>27</sup></strong> Moses and Aaron and his sons washed their hands and feet at the laver.</p>\n<p><strong><sup>28</sup></strong> When they went into the tabernacle of meeting, and when they came near the altar, they washed, as the Lord commanded Moses.</p>\n<p><strong><sup>29</sup></strong> And when they went out to the people, they washed their hands and feet; and when they came near the altar, they offered the burnt offering and the grain offering.</p>\n<p><strong><sup>30</sup></strong> Then the cloud covered the tabernacle of meeting, and the glory of the Lord filled the tabernacle.</p>\n<p><strong><sup>31</sup></strong> And Moses was not able to enter the tabernacle of meeting because the cloud abode on it, and the glory of the Lord filled the tabernacle.</p>\n<p><strong><sup>32</sup></strong> When the cloud was taken up from above the tabernacle, the children of Israel went onward in all their journeys;</p>\n<p><strong><sup>33</sup></strong> but if the cloud was not taken up, then they did not journey till the day that it was taken up.</p>\n<p><strong><sup>34</sup></strong> For the cloud of the Lord was above the tabernacle by day, and fire was on it by night, before the eyes of all the house of Israel, throughout all their journeys.</p>\n<p><strong><sup>35</sup></strong> Whenever the cloud was taken up from above the tabernacle, then the children of Israel went onward; wherever the cloud was, the children of Israel camped.</p>\n<p><strong><sup>36</sup></strong> At the command of the Lord the children of Israel camped, and at the command of the Lord they journeyed; they kept the charge of the Lord as commanded by Moses.</p>\n<p><strong><sup>37</sup></strong> Thus was done; according to all that the Lord commanded Moses, so the children of Israel did.</p>\n<p><strong><sup>38</sup></strong> So the cloud of the Lord was above the tabernacle by day, and fire was on it by night, before the eyes of all the house of Israel, throughout all their journeys.</p><p>The final chapter of Exodus (Exodus 40) describes the dedication of the tabernacle and the gift of the Decalogue. The tabernacle’s dedication was the culminating event of Israel at Sinai.\n</p><p>God’s glory is His holiness, His character, and His loving presence, which is goodness itself (Exod. 3:5; Exod. 33:18, 19). His presence filled the tabernacle and was visible as the cloud, the Shekinah glory.\n</p><p>The book of Exodus ends with the emphasis on God’s guiding presence, in the cloud of the Lord by day, and in the cloud of fire by night. In a very real and powerful way, the Hebrew people were to experience not just the reality of God but also His close and abiding presence as He led them.\n</p><p>Moses set up the tabernacle on the first day of the first month in the second year (Exod. 40:2, 17). He also consecrated everything—including Aaron and his sons to the priesthood (Exod. 40:9, 13–15)— with anointing oil. He went through the Most Holy Place, the Holy Place, and the courtyard, dedicating it all to the Lord. Through this process, he inaugurated the services for the whole sanctuary (also see Num. 7:1). Only during the inauguration of the tabernacle was Moses able to enter the Most Holy Place; thereafter, the high priest alone could minister there each year on the Day of Atonement (Lev. 16:2, 17).\n</p><p>On three occasions, the biblical text states that the work was finished:\n</p><p>(1) at the end of Creation week, God underlines the completion of His creative works (Gen. 2:1–3); (2) on the completion of the tabernacle, the biblical text declares: “So Moses finished the work” (Exod. 40:33); and (3) it also is expressed when Solomon finished the work on the temple (1 Kings 7:51).\n</p><p>This connection between the Creation and Israel’s sanctuary points to the cosmic dimension, the time when the Lord will dwell with the redeemed on the new earth in the New Jerusalem, which is “the Tabernacle of God” (Rev. 21:2, 3; compare with Rev. 22:1–4).\n</p><p>God’s filling the tabernacle with His presence (Exod. 40:34) was the grand climax to events that began with the birth of Moses and continued with the defeat of the Egyptian gods during the 10 plagues, with the escape from Egypt, with the defeat of the Egyptian army, and, finally, with God’s revelation on Mount Sinai.\n</p><p><strong>What are ways that, even now, you can experience the presence of God? Why is it important that you do so?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 25",
          "dayTitle": "<p>Jesus Tabernacled With Humanity</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p><strong>Read John 1:14. How is Christ’s incarnation compared to the tabernacle?</strong></p><p><strong>John 1:14</strong></p>\n<p><strong><sup>14</sup></strong> And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.</p><p>The incarnation of Jesus is a mystery as well as an exclusive science that the redeemed will study throughout eternity. The apostle John states that Christ, by taking upon Himself our body, revealed that He dwells with us in a tangible way. Jesus here in the flesh resembles the God of the Old Testament, who dwelt with the Israelites in the tabernacle at Sinai and in the wilderness as they journeyed to the Promised Land.\n</p><p>During His incarnation, Jesus tabernacled with humanity. What an unfathomable concession! The eternal God comes down to us, as one of us, in order to assure us that He truly is “Immanuel, God with us.”\n</p><p>In Matthew 18:20, Jesus said that if two or three are gathered in His name, He will be there among them. Christ is with His people through the presence of the Holy Spirit. Christ invites His followers to be in close relationship with Him: “ ‘Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me’ ” (Rev. 3:20, ESV).\n</p><p><strong>Read Revelation 21:1–3. What is presented to us here?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong>Revelation 21:1–3</strong></p>\n<p><strong><sup>1</sup></strong> Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also, there was no more sea.</p>\n<p><strong><sup>2</sup></strong> Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p>\n<p><strong><sup>3</sup></strong> And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.</p><p>The New Jerusalem will come down from heaven to the earth, and John declares: “ ‘Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God’ ” (Rev. 21:3, NKJV). There is no temple in the New Jerusalem (Rev. 21:22) because the whole city is the temple, God’s sanctuary. The city’s length, breadth, and height are equal (Rev. 21:16) as it was with the Most Holy Place in the sanctuary, which was in the shape of a cube, with all sides equal. For eternity, in a world without sin, death, or suffering, we will dwell in the immediate presence of our God.\n</p><p><strong>Looking at what we have been promised in Jesus, how can we learn to endure to the end?</strong></p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 26",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>Read Ellen G. White, “The Tabernacle and Its Services,” pp. 353–358, in Patriarchs and Prophets.\n</p><p>“The construction of the sanctuary was preceded by a divine act of redemption, namely, the deliverance of Israel from the enslaving power of Egypt. This, in turn, was followed by God’s willingness to enter into a permanent covenant relationship with His people. He would be their God, and they would become His people (Ex. 6:7). The way they would relate to Him and to each other was defined by the covenant law. The tabernacle was indeed a place of meeting, a place where God and humans came together. It was only after redemption and the establishment of permanent union with God through the covenant that the people had access to God in His dwelling place.”—Andrews Bible Commentary: Old Testament, “Exodus” (Berrien Springs, MI: Andrews University Press, 2020), p. 226.\n</p><p>Meanwhile, Ellen G. White describes the purpose of the sanctuary services: “Thus in the ministration of the tabernacle, and of the temple that afterward took its place, the people were taught each day the great truths relative to Christ’s death and ministration, and once each year their minds were carried forward to the closing events of the great controversy between Christ and Satan, the final purification of the universe from sin and sinners.”—Patriarchs and Prophets, p. 358.\n</p><p><strong>Discussion Question:\n</strong></p><p><strong>1.</strong> Central to the worship services in the sanctuary was the shedding of blood. All sorts of animals were sacrificed, and their blood was used in almost all the temple rituals. What did the blood symbolize, and what did all these sacrifices ultimately point to?\n</p><p><strong>2. </strong>However amazing it is that God, the Creator of the universe, would in the sanctuary dwell among His people, how much more astonishing is it that He would come to dwell among us as one of us, a human being? That itself would have been an amazing expression of love. But then to offer Himself as a sacrifice for sin—that is, to die in our behalf? What does this teach us about the character of God? Also, what does this teach us about how much God wants to see us saved into His eternal kingdom?\n</p><p><strong>3. </strong>Read Hebrews 8:1–6. What does it tell us about how the earthly sanctuary reflected what Jesus is doing for us now in the heavenly sanctuary?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story</p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>Great Reward of the Sabbath\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Fernando Joaquim Ge joined a big construction company in Mozambique with the understanding that he wouldn’t work on Sabbath. But after three years, the company boss asked him to go on a business trip on Saturday. Fernando reminded his boss, Alexander, that he didn’t work on Saturdays.\n</p><p>Still, at 5 a.m. Saturday, Alexander pulled up at Fernando’s house to drive to Zimbabwe. When Fernando declined to go, Alexander barred him from returning to work until they had a one-on-one meeting.\n</p><p>At the meeting several days later, Alexander suspended Fernando for seven days without pay. He also gave him three options: resign, work on Saturdays, or forfeit two days’ pay for every Saturday that he missed work. He told Fernando to submit his decision in writing after seven days.\n</p><p>Fernando turned in a 10-page document with his decision. He wrote that he couldn’t resign because he needed the job. He wrote that he couldn’t work on Saturdays because he obeyed God, and he included a number of Bible verses about the Sabbath. He concluded that he was willing to take a pay cut for every Saturday that he missed work, and he also was ready to make up Saturday work on Sundays. Taking the document, Alexander told Fernando to keep working while he discussed it with his management team.\n</p><p>A week passed, and Alexander called Fernando on a Sunday to come to his house. The house was in another town, and Fernando arrived by public bus. Alexander instructed Fernando to drive a company car to a town 70 miles away to inspect a company project. Fernando returned late that night, after the public buses had stopped running, and he slept at Alexander’s house. The next Sunday, Alexander asked Fernando to come over again. This time, he wanted him to take his mother out in the company car.\n</p><p>The following day, on Monday, Alexander called a company meeting and asked Fernando to stand up. “Fernando took a pay cut because of his faith in God,” he said. “But now we see that he is sincere, so he doesn’t need to work on Saturdays.” Then he presented Fernando with keys to a company car. “Use this car for all company business,” he said. “And if you have business for your church, you also can use it freely, and we will pay for the gas. We only have one request. Ask your pastor to pray for our company to prosper.”\n</p><p>From that day in 2003 until today, Fernando has never had any Sabbath problems at work. The company car has proven to be a blessing to the church, and Fernando has used it to visit sick and elderly people, to participate in evangelistic programs, and to engage in other church activities. Every time people see the car, they remember that Fernando keeps the Sabbath. “It is worthwhile to be faithful to God,” Fernando said. “There is a great reward.”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 139,
          "idDay": 9,
          "idLesson": 13,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Exodus 40:34, 38\n</strong></p><p><strong>Study Focus: Exod. 35:1–40:38\n</strong></p><p>Introduction: Before the Israelites began to work on the tabernacle, specific teachings and reminders were delivered regarding the keeping of the Sabbath (Exod. 35:1–3). Even while working on the sanctuary, people needed to respect and celebrate “a Sabbath of rest to the Lord” (Exod. 35:2, NKJV).\n</p><p>God gave Moses a blueprint of the tabernacle, also called the tent of meeting, with instructions on how to construct it (Exodus 25–31). Now the time arrived to actually build it. All material for the tabernacle was first collected (Exod. 35:4–29, Exod. 36:4–7), then craftspeople (including women, see Exod. 35:25, 26) were endowed with the Spirit of God to work on the sanctuary skillfully and artistically (Exod. 35:30–36:4), and the construction began. If diligent work on various garments is included, then, altogether, ten major items had to be prepared:\n</p><p>• the tabernacle (Exod. 36:8–38),\n</p><p>• the ark (Exod. 37:1–9),\n</p><p>• the table (Exod. 37:10–16),\n</p><p>• the lampstand (Exod. 37:17–24),\n</p><p>• the altar of incense (Exod. 37:25–28),\n</p><p>• the anointing oil and incense (Exod. 37:29),\n</p><p>• the altar of burnt offering (Exod. 38:1–7),\n</p><p>• basin for washing (Exod. 38:8),\n</p><p>• the courtyard (Exod. 38:9–20),\n</p><p>• the priestly garments, the ephod, the breastplate, and other priestly clothing (Exod. 39:1–31).\n</p><p>In Exodus 38:21–31, the material used is enumerated (more than 1 ton of gold, about 3.75 tons of silver, and about 2.5 tons of bronze). Moses inspected all the work on the tabernacle and found that it was done “just as the Lord had commanded” (this phrase is repeated three times to emphasize precision and obedience; Exod. 39:32, 42, 43). Moses was very pleased with the accomplished work, and he blessed all the workers (Exod. 39:43b).\n</p><p>Afterward, the tabernacle was to be set up on the first day of the first month, according to God’s instruction (Exod. 40:1, 2), which meant that it was erected almost one year after the Israelites departed from Egypt (Exod. 12:2, 6; Exod. 40:17). When the big tent was ready, particular items were assembled and placed within and without, starting with the Most Holy Place and ending with the courtyard. Every space was divided by a curtain (three different curtains are mentioned: in Exodus 40:3, 5, 8; and, again, in Exodus 40:21, 28, 33).\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>God’s Presence\n</strong></p><p>God’s presence means everything to believers. His name “I AM WHO I AM” or “I will be who I will be” means that He is the eternal, all-present God. When God Himself explains the meaning of His name, His presence is emphasized (Exod. 3:13–15).\n</p><p>The principal theme of this Exodus section related to the tabernacle is God’s presence. The Lord asked them to build it, because He wanted to be tangibly with His people, to dwell among them in their very center. God wanted to be close to them so they could see His shekinah glory. The Israelites were guided by His presence in the visible form of the cloud during the day. This same cloud turned into a fiery pillar at night. When the cloud lifted from above the tabernacle, the Israelites moved (Exod. 40:36–38). If God should abandon the Israelites, they would be doomed to failure, destruction, and death.\n</p><p>The culminating point in the construction of the tabernacle was the fact that “the glory of the Lord filled the tabernacle” (stated twice for emphasis; Exod. 40:34, 35), thus, filling the space with the cloud, a visible sign of God’s presence. The tabernacle, filled with God’s glory, is a very fitting climax and conclusion to the book of Exodus (Exod. 40:34, 35). This should help people to cultivate God’s presence in their own lives.\n</p><p>God already had previously demonstrated His presence in the midst of the land of Egypt (Exod. 8:20–23, NIV). He had led the Israelites out of Egypt (Exod. 12:51) and rescued them at the Red Sea (Exod. 14:30, 31). The Lord provided manna (Exod. 16:14, 15) and, through the Sabbath, taught them that He is their Creator, who was with them. Sabbath is nothing more than “God with us” (Gen. 2:2, 3), and He promises His people He will be with them wherever His name is remembered (Exod. 20:24, ESV). God’s saving presence is a guiding presence because, through various interventions, God helped Israel grow by His relational, and transforming, presence.\n</p><p><strong>Filled With the Spirit of God\n</strong></p><p>God not only provided the blueprint for the tabernacle and asked the Israelites to build a sanctuary, but He “filled” people with the Spirit of God (Exod. 31:3, Exod. 35:31), who enabled them to construct it (Exod. 31:1–11, Exod. 35:30–36:1). What does it mean to be filled with the Holy Spirit? The biblical text provides a clear answer: the people were filled with wisdom and knowledge and were endowed with skills, abilities, and artistic capacities to do all kinds of crafts and designs with precious metals, stone, wood, and fabric in the building of the sanctuary. Thus, nothing magical or mysterious happened. No spirits or powers entered a person; only the Holy Spirit gave spiritual gifts, skills, or artistic abilities, enabling the advancement of God’s work of proclaiming His truth and mission. In the time of Moses, this endowment happened to Bezalel, Oholiab, and other craftspeople. When the Spirit of the Lord fills people, He enables them to do new things for His cause.\n</p><p>The same is true when “the Spirit of God came upon” a person. Such a phrase is mentioned in the Bible for the first time in the case of Balaam (Num. 24:2), which means that the Holy Spirit gave him a special revelation, and he was able to prophesy. In the book of Judges, the sentence “the Spirit of the Lord came upon” is used seven times for different judges (Othniel [Judg. 3:10], Gideon [Judg. 6:34], Jephthah [Judg. 11:29], and Samson [Judg. 13:24, 25; Judg. 14:5, 6, 19; Judg. 15:14]), empowering them to care, protect, and perform God’s work. A similar meaning is contained in the phrase regarding being baptized with the Holy Spirit (Matt. 3:11, Mark 1:8, Luke 3:16) or receiving the Holy Spirit (Acts 2:38).\n</p><p><strong>The Earthly and Heavenly Sanctuary\n</strong></p><p>The Lord commanded Moses to build a sanctuary, according to the pattern (Hebrew: tabnit; Exod. 25:9) or plan (Hebrew: mishpat means literal judgment; Exod. 26:30) that He showed him on Mount Sinai. This pattern was a miniature representation of the heavenly sanctuary, adapted to our human situation and condition but modeled after the heavenly original (Heb. 8:1, 2).\n</p><p>The earthly sanctuary is not constructed according to the heavenly sanctuary on a 1:1 scale. The apostle Paul helps us to understand the vast difference between the heavenly and earthly sanctuaries. He argues that the priests “serve at a sanctuary that is a copy and a shadow of what is in heaven” (Heb. 8:5, NIV) and explains that it was only a shadow of the heavenly reality. This illustration is very fitting.\n</p><p>Let’s make a comparison between a person and his or her shadow. A person’s shadow is as real as he or she is; however, the shadow is a very poor reflection of the man or woman. One can know very little about the person based on his or her shadow. The appearance of his or her shadow will depend on the position of the sun. Best-case scenario, one’s shadow may allow an observer to guess if the person is male or female, tall or short, fat or slim, and to speculate about other external characteristics. A person’s shadow will not reveal to the observer the person’s age or the expressions on his or her face. The shadow will say nothing about a person’s thinking, emotions, goals, knowledge, work, position, dreams, plans, or disappointments. It is sufficient to demonstrate by this example that we need to be careful not to make the heavenly sanctuary fit into our limited thinking, knowledge, and experience.\n</p><p>The original heavenly temple is incomparable in measures, space, and materials. The heavenly sanctuary temple is a place where God resides; it is a palace with His throne (Jer. 17:12). It is a place of assembly and worship for the universe (Isa. 14:13). It is the heavenly command center from which His judgments are issued (Ps. 11:4, 5; Ps. 18:6; Ps. 57:3; Ps. 76:8; Ps. 102:19; Ps. 123:1). As God is real, angels are real, heaven is real, and so is the heavenly sanctuary.\n</p><p>The rituals of the earthly sanctuary present a very important aspect of salvation by demonstrating how God saves and deals with sin and sinners. The earthly sanctuary reflects the main functions related to the plan of salvation. There were daily services that provided an individual believer forgiveness and assurance of salvation. The yearly services pictured the final and objective solution to the problem of sin: evil will be no more and will be totally eradicated. As a result, God’s character of love, truth, and justice is uplifted, vindicated, and affirmed by the entire universe because He has openly revealed and demonstrated His love. All creatures will recognize His glory, sovereignty, and power. He is worthy of every being’s praise for His goodness and justice, and every person will bow before Him in total admiration (Phil. 2:9, 10; Rev. 15:4). Everyone without any exception will proclaim that God is love.\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1. </strong>Does God stress any prerequisites or conditions that must be fulfilled prior to receiving the gift of the Holy Spirit? Pay careful attention to Peter’s statement in his sermon at Pentecost: “ ‘Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit’ ” (Acts 2:38, ESV). What does this promise mean to you?\n</p><p><strong>2.</strong> Many are praying for the Holy Spirit in order to possess it or have it for themselves. In reality, the Holy Spirit needs to possess us so that He may use us. He equips us for service. Remember that every believer has at least one spiritual gift to serve others. What is the gift you received from God? What spiritual gifts do you need so that you may be more useful to God, His church, and society at large?\n</p><p><strong>3. </strong>How can we cultivate God’s presence in our lives? What activities can hinder, or take, the joy of His presence from us?\n</p><p><strong>4. </strong>Why is it so important to eradicate sin and evil from our earth in order to restore the original harmony? Would it be possible to control evil if God did not eliminate it but allowed its existence in perpetuity? Explain. If evil is self-destructive, how long would it exist without God’s intervention to destroy it?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>The Tabernacle</p>",
      "verse": "<p>“Then the cloud covered the tabernacle of meeting, and the glory of the Lord filled the tabernacle. . . . For the cloud of the Lord was above the tabernacle by day, and fire was over it by night, in the sight of all the house of Israel, throughout all their journeys” (Exod. 40:34, 38, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "September 20–26"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
