{
  "data": [
    {
      "color": "#105ed0",
      "id": 711,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 9",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>From the beginning, a loving God sought His lost children (Gen. 3:9); and, to our day, this same loving God is still seeking to reach the lost (see Rev. 14:6–12), including the lost in the cities. In 2018, the United Nations published its latest findings, which say that 55 percent of the planet’s population lives in urban areas, and this will grow (if time should last) to 68 percent by 2050. We have no choice: we must witness to those in the cities.<br><br>Yet, many of God’s people act as Jonah did when called to witness to a city: for whatever reason, they flee from the task. “For whatever things were written before were written for our learning, that we through the patience and comfort of the Scriptures might have hope” (Rom. 15:4, NKJV). That includes what was written about Jonah.<br><br>When here, Jesus ministered not only to those in the cities of Israel but to those in foreign regions, as well; that is, to those outside of the Jewish nation and the chosen people.<br><br>This week we will study the Bible story of Christ’s mission to Tyre and Sidon and draw lessons to apply to our lives today.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 10",
          "dayTitle": "<p>Mission to Regions Beyond<br></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>We read that Jesus took His disciples from Gennesaret (Matt. 14:34) “and departed to the region of Tyre and Sidon” (Matt. 15:21, NKJV).<br><br>Why did He take them from Galilee to these pagan places? He leads His disciples on this field trip into the borders of these foreign regions so that they can learn, on location, what they could not learn so easily in Galilee. He wanted to teach His disciples lessons that would help prepare them for their calling to reach all people groups, including urbanites.<br><br><strong>Read Judges 3:1–6, 1 Kings 5:1–12, and 1 Kings 11:1–6. How do these texts help us understand a bit of the background of these cities?</strong></p><p><strong>Judges 3:1–6</strong></p><p><sup><strong>1 </strong></sup>Now these are the nations which the Lord left, to prove Israel by them, even as many of Israel as had not known all the wars of Canaan;<br><sup><br><strong>2 </strong></sup>Only that the generations of the children of Israel might know, to teach them war, at the least such as before knew nothing thereof;<br><sup><br><strong>3</strong></sup> Namely, five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites that dwelt in mount Lebanon, from mount Baalhermon unto the entering in of Hamath.<br><sup><strong><br>4 </strong></sup>And they were to prove Israel by them, to know whether they would hearken unto the commandments of the Lord, which he commanded their fathers by the hand of Moses.<br><sup><br><strong>5 </strong></sup>And the children of Israel dwelt among the Canaanites, Hittites, and Amorites, and Perizzites, and Hivites, and Jebusites:<br><sup><br><strong>6 </strong></sup>And they took their daughters to be their wives, and gave their daughters to their sons, and served their gods.<br></p><p><strong>1 Kings 5:1–12</strong></p><p><sup><strong>1 </strong></sup>And Hiram king of Tyre sent his servants unto Solomon; for he had heard that they had anointed him king in the room of his father: for Hiram was ever a lover of David.<br><sup><br><strong>2 </strong></sup>And Solomon sent to Hiram, saying,<br><sup><br><strong>3 </strong></sup>Thou knowest how that David my father could not build an house unto the name of the Lord his God for the wars which were about him on every side, until the Lord put them under the soles of his feet.<br><sup><strong><br>4 </strong></sup>But now the Lord my God hath given me rest on every side, so that there is neither adversary nor evil occurrent.<br><sup><br><strong>5 </strong></sup>And, behold, I purpose to build an house unto the name of the Lord my God, as the Lord spake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build an house unto my name.<br><sup><br><strong>6 </strong></sup>Now therefore command thou that they hew me cedar trees out of Lebanon; and my servants shall be with thy servants: and unto thee will I give hire for thy servants according to all that thou shalt appoint: for thou knowest that there is not among us any that can skill to hew timber like unto the Sidonians.<br><sup><br><strong>7 </strong></sup>And it came to pass, when Hiram heard the words of Solomon, that he rejoiced greatly, and said, Blessed be the Lord this day, which hath given unto David a wise son over this great people.<br><sup><br><strong>8</strong></sup> And Hiram sent to Solomon, saying, I have considered the things which thou sentest to me for: and I will do all thy desire concerning timber of cedar, and concerning timber of fir.<br><sup><br><strong>9 </strong></sup>My servants shall bring them down from Lebanon unto the sea: and I will convey them by sea in floats unto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receive them: and thou shalt accomplish my desire, in giving food for my household.<br><sup><br><strong>10</strong></sup> So Hiram gave Solomon cedar trees and fir trees according to all his desire.<br><sup><strong><br>11 </strong></sup>And Solomon gave Hiram twenty thousand measures of wheat for food to his household, and twenty measures of pure oil: thus gave Solomon to Hiram year by year.<br><sup><br><strong>12 </strong></sup>And the Lord gave Solomon wisdom, as he promised him: and there was peace between Hiram and Solomon; and they two made a league together.<br></p><p><strong>1 Kings 11:1–6</strong></p><p><sup><strong>1 </strong></sup>But king Solomon loved many strange women, together with the daughter of Pharaoh, women of the Moabites, Ammonites, Edomites, Zidonians, and Hittites:<br><sup><br><strong>2 </strong></sup>Of the nations concerning which the Lord said unto the children of Israel, Ye shall not go in to them, neither shall they come in unto you: for surely they will turn away your heart after their gods: Solomon clave unto these in love.<br><sup><br><strong>3 </strong></sup>And he had seven hundred wives, princesses, and three hundred concubines: and his wives turned away his heart.<br><sup><br><strong>4</strong></sup> For it came to pass, when Solomon was old, that his wives turned away his heart after other gods: and his heart was not perfect with the Lord his God, as was the heart of David his father.<br><sup><br><strong>5 </strong></sup>For Solomon went after Ashtoreth the goddess of the Zidonians, and after Milcom the abomination of the Ammonites.<br><sup><br><strong>6 </strong></sup>And Solomon did evil in the sight of the Lord, and went not fully after the Lord, as did David his father.</p><p>From Judges 3:1–6, we see that these ancient peoples were used by God to test the Israelites’ faith. Unfortunately, God’s people failed that test, too, at least in this instance: “And they took their daughters to be their wives, and gave their daughters to their sons; and they served their gods” (Judg. 3:6, NKJV). Thus, right from the start, these people were a stumbling block to Israel.<br><br>In 1 Kings 5:1–11, we can see the close relationship between the Sidonians and the Hebrews. Though on one level, the economic ties were mutually beneficial, no doubt the Hebrews were still negatively influenced by the paganism and idolatry of their trading partners.<br><br>First Kings 11:1–6 reveals just how negative that influence even­tually became: King Solomon married Sidonian princesses, who led him astray. “For Solomon went after Ashtoreth the goddess of the Sidonians” (1 Kings 11:5, NKJV). Yet, despite the history of paganism and idolatry, and their negative influence on the chosen nation, Jesus still brought His disciples to these places. In this way He initiated them in cross-cultural urban mission, confronting their bias and bigotry, and modeled for His followers wholistic urban mission to all cultures and nationalities.<br><br>Many challenges face the Adventist urban missionary, among them include health and environmental concerns. Others would include the high cost of living, racism, bigotry, nationalism, and constraints on religious freedom and expression. Nevertheless, despite these obstacles, we must work for the cities.<br><br><strong>What can you do to help those involved in urban ministry?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 11",
          "dayTitle": "<p>Seeking the Multitudes<br></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Despite challenges, external and internal, Jesus graciously extends the call to us for His mission to the cities.<br><br><strong>Read Matthew 9:35–38. What does this teach us about mission to the multitudes, wherever we find them?</strong><br></p><p><strong>Matthew 9:35–38</strong></p><p><sup><strong>35 </strong></sup>And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people.<br><sup><br><strong>36</strong></sup> But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.<br><sup><br><strong>37</strong></sup> Then saith he unto his disciples, The harvest truly is plenteous, but the labourers are few;<br><sup><strong><br>38 </strong></sup>Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest.<br></p><p>Jesus was moved with compassion for the multitudes, such as are found in cities. Luke 19:41 describes how Jesus wept over Jerusalem. We may not understand the depths of Jesus’ love for His children, even for the “faceless masses” living in cities. This is why in Matthew 9:38 Jesus tells us to pray, so that our motives and hearts can be like His.<br><br><strong>Read Matthew 4:23–25. As Jesus began His ministry, from what geographic locations did the people come?</strong><br></p><p><strong>Matthew 4:23–25</strong></p><p><sup><strong>23</strong></sup> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.<br><sup><br><strong>24 </strong></sup>And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.<br><sup><br><strong>25</strong></sup> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from Judaea, and from beyond Jordan.<br></p><p>In Matthew 4:25, the multitudes following Jesus came from Galilee, from the ten city-states of the Decapolis to the east, from Jerusalem, and from Judea to the south. Besides Samaria, what region was missing?<br><br>The coastal region of Tyre and Sidon, part of Phoenicia, along the Mediterranean Sea and northwest of Galilee. We now see why Jesus went to this area! This trip to the region of Tyre and Sidon was one of Jesus’ cross-cultural mission trips.<br><br>“After the encounter with the Pharisees, Jesus withdrew from Capernaum, and crossing Galilee, repaired to the hill country on the borders of Phoenicia. Looking westward, He could see, spread out upon the plain below, the ancient cities of Tyre and Sidon, with their heathen temples, their magnificent palaces and marts of trade, and the harbors filled with shipping.”—Ellen G. White, The Desire of Ages, p. 399.<br><br><strong>How can we help people see just how futile, in and of themselves, “their magnificent palaces and marts of trade” are, and why they need Jesus?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 12",
          "dayTitle": "<p>In Tyre and Sidon<br></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>Bible scholars believe that the Gospel of Matthew had been written specifically for a Jewish audience, and that Mark was written with primarily a Gentile audience in mind. It is helpful to keep this distinction before us as we study the Gospels.<br><br><strong>Read Matthew 15:22–28 and Mark 7:24–30. What differences do you see in how the woman was depicted?</strong><strong><br></strong></p><p><strong>Matthew 15:22–28 </strong><sup><br></sup></p><p><sup><strong>22 </strong></sup>And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, thou son of David; my daughter is grievously vexed with a devil.<br><sup><br><strong>23</strong></sup> But he answered her not a word. And his disciples came and besought him, saying, Send her away; for she crieth after us.<br><sup><strong><br>24</strong></sup> But he answered and said, I am not sent but unto the lost sheep of the house of Israel.<br><sup><br><strong>25</strong></sup> Then came she and worshipped him, saying, Lord, help me.<br><sup><br><strong>26</strong></sup> But he answered and said, It is not meet to take the children's bread, and to cast it to dogs.<br><sup><br><strong>27 </strong></sup>And she said, Truth, Lord: yet the dogs eat of the crumbs which fall from their masters' table.<br><sup><br><strong>28 </strong></sup>Then Jesus answered and said unto her, O woman, great is thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.<br></p><p><strong>Mark 7:24–30</strong></p><p><sup><strong>24 </strong></sup>And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it: but he could not be hid.<br><sup><br><strong>25</strong></sup> For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:<br><sup><br><strong>26</strong></sup> The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter.<br><sup><br><strong>27 </strong></sup>But Jesus said unto her, Let the children first be filled: for it is not meet to take the children's bread, and to cast it unto the dogs.<br><sup><br><strong>28</strong></sup> And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children's crumbs.<br><sup><br><strong>29 </strong></sup>And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.<br><sup><strong><br>30 </strong></sup>And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.<strong><br></strong></p><p>Notice how Matthew describes this mother using her nationality or race: Canaanite. Mark is led by the Holy Spirit to use additional terms to describe this mother as “a Greek” or “a Gentile” and then gives additional information: “a Syro-Phoenician by birth” or “a Syrian of Phoenicia”—the only time that this term is used in the Bible.<br><br>Consider how this story in Matthew 15 would impact the intended primary audience with their background and worldview. Matthew’s audience would see this mother as a despised heathen. This comes from the Jewish people’s historical experience with the Canaanites as an idol-worshiping people group whose evil lifestyle and practices had long been a stumbling block to their nation. Even Christ’s disciples did not consider the possibility that this woman had faith and was part of the kingdom of God!<br><br>In Mark 7, Mark’s audience of Gentiles would have a different response from that of Matthew’s. The Gentiles did not have the same experience as the Jews did with the Canaanites. Instead, the Gentiles would identify with this woman, “a Greek, a Syro-Phoenician by birth” (NKJV). Jesus healed one of their own! For the Gentiles, this woman would be regarded as a beloved mother who was concerned about the fate of her daughter and wanted the Master to heal her, regardless of this mother’s ethnic and national background.<br><br>“Christ did not immediately reply to the woman’s request. He received this representative of a despised race as the Jews would have done. In this He designed that His disciples should be impressed with the cold and heartless manner in which the Jews would treat such a case, as evinced by His reception of the woman, and the compassionate manner in which He would have them deal with such distress, as manifested by His subsequent granting of her petition.”—Ellen G. White, The Desire of Ages, p. 400.<br><br><strong>Read 1 John 2:2. What should this text tell us about how we are all the same before God?</strong></p><p><strong>1 John 2:2</strong></p><p><sup><strong>2 </strong></sup>And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 13",
          "dayTitle": "<p>“Send Her Away!”<br></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>In the unreached neighborhood of the cities, there are many who long for hope. During Christ’s time, what prevented God’s people from bringing hope of the Messiah to such foreign cities as Tyre and Sidon?<br><br>Nationalism, pride, and prejudice blinded God’s people to the opportunities to see those nearest to them who longed for the hope foretold by the prophecies of the First Advent. Today in the cities, there are many population groups with whom Jesus Christ wants His people to share the “blessed hope” of the Second Advent (Titus 2:13). And just as Jesus didn’t care what their nationality or race was, neither should we.&nbsp;</p><p><strong>Read Acts 10:9–16, 28, 34, 35.How would you summarize the lesson taught here by the Holy Spirit?</strong><br></p><p><strong>Acts 10:9–16, 28, 34, 35</strong><sup><br></sup></p><p><sup><strong>9 </strong></sup>On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:<br><sup><br><strong>10</strong></sup> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,<br><sup><br><strong>11 </strong></sup>And saw heaven opened, and a certain vessel descending upon him, as it had been a great sheet knit at the four corners, and let down to the earth:<br><sup><br><strong>12 </strong></sup>Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.<br><sup><br><strong>13</strong></sup> And there came a voice to him, Rise, Peter; kill, and eat.<br><sup><br><strong>14 </strong></sup>But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.<br><sup><br><strong>15 </strong></sup>And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.<br><sup><br><strong>16 </strong></sup>This was done thrice: and the vessel was received up again into heaven.</p><p><sup><strong>28</strong></sup> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.</p><p><sup><strong>34</strong></sup> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:</p><p><strong><sup>35</sup></strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.<br></p><p>While waiting for lunch, Peter was given a vision of a rooftop buffet complete with a tablecloth filled with unclean animals and birds.<br><br>Three times he was told in this vision to get up and eat. God used these visions to confront Peter’s religious pride and bigotry against the Gentiles. Peter eventually understood this truth: “Then Peter opened his mouth and said: ‘In truth I perceive that God shows no partiality. But in every nation whoever fears Him and works righteousness is accepted by Him’ ” (Acts 10:34, 35, NKJV).<br><br>With this background, let’s reflect on our story for lessons from Tyre and Sidon. Look again at Jesus and His interaction with the mother.<br><br>What lessons did the disciples learn from this field trip that related also to Peter’s vision? How can we apply these to our lives today and to Christ’s last-day call to His mission to the cities? What biases prevent us from seeing the needs of urbanites? What opportunities has God provided to us in the cities—to expand our mission understanding, and caringly to confront our bigotry, nationalism, and spiritual pride?<br><br>Jesus patiently taught His disciples, who did not yet fully understand that God’s great plan of salvation was for the entire human family, not just one nation or rural ethnic group. The Holy Spirit can help us to overcome our prejudice and bias in order to complete our mission to the cities.<br><br><strong>Read Galatians 2:11–13. What should this teach us about how hard it can be to be purged of the prejudices we have been taught since childhood?</strong></p><p><strong>Galatians 2:11–13<br></strong></p><p><sup><strong>11</strong></sup> But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.<br><sup><br><strong>12</strong></sup> For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.<br><sup><br><strong>13</strong></sup> And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 14",
          "dayTitle": "<p>Faith on Earth?<br></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>In Luke 18:8, Jesus asks this question at the end of one of His parables: “ ‘When the Son of Man comes, will He really find faith on the earth?’ ” (NKJV). As Christ’s disciples today, we need to see what Jesus is looking for. In this story, we can see that Jesus is looking for faith that shines even amid darkness.<br><strong><br>Read Matthew 8:10, 13; Matthew 9:2; Matthew 20:29–34; Mark 2:5; Mark 10:46–52; and Luke 18:35–43. In these passages, whom does Jesus describe as having faith?</strong></p><p><strong><br></strong><strong>Matthew 8:10, 13</strong></p><p><sup><strong>10</strong></sup> When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.<br></p><p>Matthew 9:2</p><p><sup><strong>2</strong></sup> And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy; Son, be of good cheer; thy sins be forgiven thee.<br></p><p><strong>Matthew 20:29–34</strong></p><p><sup><strong>29</strong></sup> And as they departed from Jericho, a great multitude followed him.<br><sup><br><strong>30 </strong></sup>And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, thou son of David.<br><sup><br><strong>31 </strong></sup>And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou son of David.<br><sup><br><strong>32</strong></sup> And Jesus stood still, and called them, and said, What will ye that I shall do unto you?<br><sup><strong><br>33 </strong></sup>They say unto him, Lord, that our eyes may be opened.<br><sup><br><strong>34</strong></sup> So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.<br></p><p><strong>Mark 2:5</strong></p><p><sup><strong>5</strong></sup> When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.<br></p><p><strong>Mark 10:46–52</strong></p><p><sup><strong>46 </strong></sup>And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.<br><sup><br><strong>47 </strong></sup>And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou son of David, have mercy on me.<br><sup><br><strong>48</strong></sup> And many charged him that he should hold his peace: but he cried the more a great deal, Thou son of David, have mercy on me.<br><sup><br><strong>49 </strong></sup>And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.<br><sup><br><strong>50</strong></sup> And he, casting away his garment, rose, and came to Jesus.<br><sup><br><strong>51</strong></sup> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.<br><sup><br><strong>52 </strong></sup>And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.<br></p><p><strong>Luke 18:35–43</strong><sup><br></sup></p><p><sup><strong>35</strong></sup> And it came to pass, that as he was come nigh unto Jericho, a certain blind man sat by the way side begging:<br><sup><br><strong>36</strong></sup> And hearing the multitude pass by, he asked what it meant.<br><sup><br><strong>37</strong></sup> And they told him, that Jesus of Nazareth passeth by.<br><sup><br><strong>38 </strong></sup>And he cried, saying, Jesus, thou son of David, have mercy on me.<br><sup><br><strong>39 </strong></sup>And they which went before rebuked him, that he should hold his peace: but he cried so much the more, Thou son of David, have mercy on me.<br><sup><br><strong>40 </strong></sup>And Jesus stood, and commanded him to be brought unto him: and when he was come near, he asked him,<br><sup><br><strong>41</strong></sup> Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.<br><sup><br><strong>42</strong></sup> And Jesus said unto him, Receive thy sight: thy faith hath saved thee.<br><sup><br><strong>43 </strong></sup>And immediately he received his sight, and followed him, glorifying God: and all the people, when they saw it, gave praise unto God.</p><p><br></p><p>This list includes people with faith that shone even in dark cities. In Capernaum, Jesus highlights several people with faith. In Matthew 8:10, 13, we see a converted pagan centurion with great faith. We meet four faith-filled friends who ripped up the roof to bring their paralyzed friend to Jesus (Matt. 9:2, Mark 2:5). In Mark 10, we meet the former blind man, Bartimaeus, whose faith shines bright in Jericho.<br><br>At the same time, we would expect that among God’s people there would be great faith. Yet, even in Jesus’ hometown of Nazareth, little faith—or even outright unbelief—was the limiting factor to Christ’s ministry. Among His disciples, several times Jesus says of Israel, “O ye [thou] of little faith!” (Matt. 6:30, Matt. 8:26, Matt. 14:31, Matt. 16:8). And in Matthew 17:17, Jesus exclaims, “O faithless and perverse generation”!<br><br>One lesson that we can apply to today is that faith is found in unexpected places: in the cities among foreigners, pagans, and people with different religions. In humility, we must go into the cities as Jesus did, seeking out those who, when presented with truth, will respond with a saving faith in Jesus. And they are indeed out there.<br><br><strong>Challenge:</strong> Open your heart in prayer for a greater portion of faith with which to share your love for those near and far.<br><br><strong>Challenge Up: </strong>How did you come to know Jesus and the precious three angels’ messages? List three spiritual blessings that you have experienced from Jesus in your personal life. Prepare to share these concepts with your Sabbath School class.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 15",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>“Among those whom the Jews styled heathen were men who had a better understanding of the Scripture prophecies concerning the Messiah than had the teachers in Israel. There were some who hoped for His coming as a deliverer from sin. Philosophers endeavored to study into the mystery of the Hebrew economy. But the bigotry of the Jews hindered the spread of the light.”—Ellen G. White, The Desire of Ages, p. 33.<br><br>“The Lord Jesus, the mighty Saviour, has died for these souls. He can arouse them from their indifference, he can awaken their sympathies, he can soften their hearts, he can reveal to their souls the beauty and power of the truth. The Master-worker is God, and not finite man; and yet he calls upon men to be the agents through whom he can impart light to those in darkness. God has jewels in all the churches, and it is not for us to make sweeping denunciation of the professed religious world, but in humility and love, present to all the truth as it is in Jesus.<br><br>Let men see piety and devotion, let them behold Christlikeness of character, and they will be drawn to the truth. . . . They are to lift up Jesus, the world’s Redeemer; they are to hold forth the word of life.” —Ellen G. White, Advent Review and Sabbath Herald, January 17, 1893.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>What are some of the immediate needs in the areas where you live that could give you and your church the opportunity to reach out to souls who don’t know the truths that we do?<br><strong><br>2.</strong> Look at Ellen G. White’s words above regarding those of other faiths: “God has jewels in all the churches, and it is not for us to make sweeping denunciation of the professed religious world.” In other words, how can we show people the error of their ways while at the same time not denigrating the people personally?<br><br><strong>3. </strong>“ ‘When the Son of Man comes, will He really find faith on the earth?’ ” (Luke 18:8, NKJV). What does Jesus mean by this rhetorical question? What is the difference between faith and belief?<br><strong><br>Why might people who have the correct belief be found void of faith when Christ returns?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong>Dreaming Dreams: Part 1<br><br>By Andrew McChesney</strong><br><br>Sixteen-year-old Joseph Delamou was anxious. He worried that he wasn’t attending the right church in Conakry, capital of the West African country of Guinea.<br><br>“Show me the way,” he prayed. “I’ll go wherever You lead.” hat night, he had a vivid dream. He dreamed that he and 70 members of his church were on a compound, making plans on how to grow their congregation. Outside the compound loomed the palace of a mighty king, the ruler of the world. Abruptly, a unit of soldiers burst into the compound. “You need to leave,” a soldier told Joseph. “We want to train you to join our ranks.”<br><br>Joseph didn’t want to leave, but the soldier insisted. “You can’t stay,” he said. “Leave. Go anywhere you want. Just don’t stay here. After three days, you can come back and see what has happened to these people.” Joseph left and, returning three days later, found a very quiet compound. He wondered where everyone was. Then he saw a boy hiding behind the wall of the king’s palace. The boy was bleeding and, when Joseph tried to talk to him, put a finger to his lips.<br><br>“Come over here,” he whispered. After Joseph drew near, the boy said, “Your God is great!” “What?” Joseph asked.<br><br>“I said, ‘Your God is great!’ ” the boy said. “How is it that you are the only person who left us three days ago? Many of us were shot and killed, but you are the only one who escaped. How?”<br><br>Joseph pressed the boy for details, and the boy led him to a mound of dirt. He said it was the mass grave of more than 40 people. “The soldiers didn’t train anyone,” he said. “They shot people and took survivors away in cages.” Then Joseph noticed a snake lying motionless on the ground. The boy said it was the king who had lived in the palace, and he had been slain. “Let me show you the prince who has taken over from the king,” he said.<br><br>Joseph couldn’t take his eyes off the snake. “How did a snake rule the world and call itself king?” he asked. “I don’t understand how people could accept a snake as king.”<br><br>“I can’t explain this to you right now,” the boy replied.<br><br>At that moment, Joseph woke up. He didn’t understand the dream. But he sensed God was calling him to leave the church of his father. Where should he go?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Mission to the Unreached: Part 2<br></p>",
      "verse": "<p>“Then Jesus answered and said to her, ‘O woman, great is your faith! Let it be to you as you desire.’ And her daughter was healed from that very hour” (Matthew 15:28, NKJV).</p>",
      "versionCode": 30,
      "weekDate": "December 9–15"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
