{
  "data": [
    {
      "color": "#3D5B59",
      "id": 4,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "15 de abril",
          "dayTitle": "<p>TEMAN A DIOS Y DENLE&nbsp;GLORIA</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>El filósofo danés Søren Kierkegaard contó una parábola sobre el tiempo del fin, que decía algo así:</p><p>Un incendio estalló entre bastidores en un gran teatro. Un payaso, que había sido parte de la actuación, salió para advertirle a la audiencia: ¡Salgan; el lugar está en llamas! El público pensó que era solo una gran broma, parte del espectáculo, que eso era todo, y solo aplaudía. Él repitió la advertencia: ¡Salgan! ¡Salgan! Pero, cuanto más enfáticamente les advertía, más aplausos recibía. Para Kierkegaard, así es como va a terminar el mundo; es decir, ante el aplauso general de los testigos que creen que es una “broma”.<br></p><p>El fin del mundo, y los acontecimientos que lo preceden, no son una broma. El mundo se enfrenta a la crisis más grave desde el Diluvio. De hecho, el mismo Pedro utiliza la historia del Diluvio como un símbolo del fin y advierte que, así como el mundo antiguo pereció por el agua, en el tiempo del fin, “los cielos desaparecerán con gran estruendo; los elementos serán destruidos por el fuego, y la Tierra y todas sus obras serán quemadas” (2 Ped. 3:10). Como ya se nos advirtió sobre lo que vendrá, ahora tenemos que estar preparados para ello también.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de abril",
          "dayTitle": "<p>TEMAN A DIOS</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p>El propósito del libro de Apocalipsis para nuestra generación es preparar a un pueblo para el pronto regreso de Jesús y unirse con él para dar el mensaje de los últimos días al mundo. Apocalipsis revela los planes de Dios y desenmascara los planes de Satanás. Presenta el llamado final de Dios, su mensaje urgente, eterno y universal para toda la humanidad.</p><p><strong>Lee el llamado urgente del apóstol Juan en Apocalipsis 14:7. (Ver también Gén. 22:12; Sal. 89:7; Prov. 2:5; Ecl. 12:13, 14; Efe. 5:21). ¿Qué instrucción específica nos da?</strong></p><p><strong>Apocalipsis 14:7</strong></p><p><strong><sup>7</sup></strong> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><strong>Gén. 22:12</strong></p><p><sup><strong>12</strong> </sup>Y dijo: No extiendas tu mano sobre el muchacho, ni le hagas nada; porque ya conozco que temes a Dios, por cuanto no me rehusaste tu hijo, tu único.</p><p><strong>Sal. 89:7</strong></p><p><sup><strong>7</strong> </sup>Dios temible en la gran congregación de los santos,&nbsp;Y formidable sobre todos cuantos están alrededor de él.</p><p><strong>Prov. 2:5</strong></p><p><strong><sup>5</sup></strong> Entonces entenderás el temor de Jehová, Y hallarás el conocimiento de Dios.</p><p><strong>Ecl. 12:13, 14</strong></p><p><strong><sup>13</sup></strong> El fin de todo el discurso oído es este: Teme a Dios, y guarda sus mandamientos; porque esto es el todo del hombre.&nbsp;</p><p><sup><strong>14</strong></sup> Porque Dios traerá toda obra a juicio, juntamente con toda cosa encubierta, sea buena o sea mala.</p><p><strong>Efe. 5:21</strong></p><p><strong><sup>21</sup></strong> Someteos unos a otros en el temor de Dios.</p><p><br></p><p>La palabra griega del Nuevo Testamento para “teman”, en Apocalipsis 14:7, es phobeo. Aquí se utiliza no en el sentido de tenerle miedo de Dios, sino en el de reverencia, admiración y respeto. Transmite el pensamiento de lealtad absoluta a Dios y de entrega total a su voluntad. Es una actitud de la mente que se centra en Dios, y no en el yo. Es lo opuesto a la actitud de Lucifer en Isaías 14:13 y 14, cuando dice en su corazón: “ ‘Subiré al cielo, en lo alto, por encima de las estrellas de Dios levantaré mi trono, en el Monte de la Reunión, al lado norte me sentaré. Sobre las altas nubes subiré, y seré semejante al Altísimo’ ”. Es la actitud de Cristo, “quien, aunque era de condición divina [...] se humilló a sí mismo y se hizo obediente hasta la muerte, y muerte de cruz” (Fil. 2:6, 8).</p><p>La esencia del Gran Conflicto gira en torno a la sumisión a Dios. Lucifer era egocéntrico; se negó a someterse a cualquier autoridad que no sea la suya. En lugar de someterse a aquel que ocupaba el Trono, Lucifer deseaba gobernar desde el Trono. En pocas palabras, temer a Dios es darle el primer lugar en nuestro pensamiento. Es renunciar a nuestro egocentrismo y orgullo, y vivir totalmente para él.</p><p>Y obviamente debe ser importante, porque son las primeras palabras que pronuncia el primero de los tres ángeles. Por lo tanto, debemos prestar atención.</p><p><strong>¿Cuál ha sido tu experiencia en cuanto a temer a Dios? ¿Cómo le explicarías a alguien, de manera positiva, por qué “el temor de Dios” es algo bueno?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de abril",
          "dayTitle": "<p>TEMER Y OBEDECER A DIOS</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p>¿Qué más nos enseña la Biblia acerca de lo que significa temer a Dios?</p><p><strong>Lee Deuteronomio 6:2; Salmo 119:73 y 74; y Eclesiastés 12:13 y 14. ¿Qué revelan estos pasajes sobre el resultado de “temer a Dios”?</strong></p><p><strong>Deuteronomio 6:2</strong></p><p><strong><sup>2</sup></strong> para que temas a Jehová tu Dios, guardando todos sus estatutos y sus mandamientos que yo te mando, tú, tu hijo, y el hijo de tu hijo, todos los días de tu vida, para que tus días sean prolongados.</p><p><strong>Salmo 119:73 y 74</strong></p><p><strong><sup>73</sup></strong> Tus manos me hicieron y me formaron;</p><p>Hazme entender, y aprenderé tus mandamientos.</p><p><strong><sup>74</sup></strong> Los que te temen me verán, y se alegrarán,<br></p><p>Porque en tu palabra he esperado.<br></p><p><strong>Eclesiastés 12:13 y 14</strong></p><p><strong><sup>13</sup></strong> El fin de todo el discurso oído es este: Teme a Dios, y guarda sus mandamientos; porque esto es el todo del hombre.&nbsp;</p><p><strong><sup>14</sup></strong> Porque Dios traerá toda obra a juicio, juntamente con toda cosa</p><p><br></p><p><br></p><p>Estos pasajes revelan un vínculo entre temer a Dios y guardar sus mandamientos. Temer a Dios es una actitud de respeto reverencial que nos lleva a la obediencia. El llamado urgente del Cielo es que quienes son salvos por gracia sean obedientes a los mandamientos de Dios (Efe. 2:8-10). La gracia no nos libera de obedecer los mandamientos de Dios. El evangelio nos libera de la condenación de la Ley, no de nuestra responsabilidad de obedecerla.</p><p>La gracia no solo nos libera de la culpabilidad de nuestro pasado, sino además nos faculta para llevar una vida de obediencia a Dios en el presente. El apóstol Pablo declara que “recibimos la gracia y el apostolado, para la obediencia de la fe, por amor a su nombre, en todas las naciones” (Rom. 1:5).</p><p>Hay algunos que tienen la extraña idea de que la salvación por gracia de alguna manera niega la Ley de Dios o minimiza la necesidad de obediencia. Creen que cualquier charla sobre obediencia es legalismo. Ellos declaran: Todo lo que quiero es a Jesús. La pregunta es: “¿Cuál Jesús?” ¿Un Jesús de nuestra propia creación o el Jesús de las Escrituras? El Cristo de las Escrituras nunca nos lleva a restarle importancia a su Ley, que es la transcripción de su carácter. El Cristo de las Escrituras nunca nos lleva a minimizar las doctrinas de la Biblia, que revelan más claramente quién es él y su plan para este mundo. El Cristo de las Escrituras nunca nos lleva a reducir su enseñanza a trivialidades piadosas, que no son esenciales. Cristo es la encarnación de toda verdad doctrinal. Jesús es la Verdad encarnada. Él es la doctrina personificada.</p><p>El llamado final de Apocalipsis nos insta, mediante la fe en Jesús, a aceptar la plenitud de todo lo que él ofrece. Nos llama a “temer a Dios”, que se expresa por la fe en su poder redentor que nos capacita para vivir de manera piadosa y obediente.</p><p><strong>Estas palabras de Jesús: “No teman a los que matan el cuerpo, porque el alma no pueden matar. Antes teman al que puede destruir el alma y el cuerpo en el infierno (Mat. 10:28)”, ¿cómo nos ayudan a entender lo que significa temer a Dios?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de abril",
          "dayTitle": "<p>VIVIR ENFOCADOS EN DIOS</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>En la era del consumismo, cuando los valores seculares han hecho del yo el centro, el llamado del Cielo es a apartarse de la tiranía del egocentrismo y de la esclavitud de la importancia desmedida del yo, y colocar a Dios en el centro de nuestra vida. Para algunos, el dinero es el centro de su vida. Para otros, es el placer o el poder. Para otros, pueden ser los deportes, la música o el entretenimiento. El mensaje de Apocalipsis es un llamado claro a temer, respetar y honrar a Dios como el verdadero centro de la vida.</p><p><strong>Lee Mateo 6:33; Colosenses 3:1 y 2; y Hebreos 12:1 y 2. ¿Qué nos dicen estos pasajes acerca de hacer de Dios el verdadero centro de nuestra vida?</strong></p><p><strong>Mateo 6:33</strong></p><p><strong><sup>33</sup></strong> Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas.</p><p><strong>Colosenses 3:1 y 2</strong></p><p><strong><sup>1</sup></strong> Si, pues, habéis resucitado con Cristo, buscad las cosas de arriba, donde está Cristo sentado a la diestra de Dios.&nbsp;</p><p><sup><strong>2</strong></sup> Poned la mira en las cosas de arriba, no en las de la tierra.</p><p><strong>Hebreos 12:1 y 2</strong></p><p><strong><sup>1</sup></strong> Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia, y corramos con paciencia la carrera que tenemos por delante,&nbsp;</p><p><strong><sup>2</sup></strong> puestos los ojos en Jesús, el autor y consumador de la fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreciando el oprobio, y se sentó a la diestra del trono de Dios.</p><p><br></p><p>El tema central en el conflicto final de la Tierra es la batalla por la mente. En realidad es la batalla por la lealtad, la autoridad y el compromiso con la voluntad de Dios.</p><p>La batalla final en el gran conflicto entre el bien y el mal es por el control de nuestros pensamientos. El apóstol Pablo nos da esta amonestación: “Haya en ustedes esta manera de pensar que hubo también en Cristo Jesús” (Fil. 2:5, RVA-2015). La mente es la ciudadela de nuestro ser, es el manantial de nuestras acciones. La palabra “haya” significa permitan o elijan. Habla de un acto volitivo, de la voluntad. La elección de tener la mente de Cristo es la decisión de permitir que Jesús moldee nuestro pensamiento, llenando nuestra mente con las cosas de la Eternidad. Nuestro accionar revela dónde está nuestro proceso de pensamiento. Temer a Dios es hacer que él sea lo primero en nuestra vida.</p><p>Piensa en lo fácil que es, en cierto sentido, controlar tus pensamientos; al menos cuando eres consciente de que necesitas controlarlos. Comúnmente el problema es que, a menos que hagamos un esfuerzo consciente para espaciarnos en las cosas correctas –las “cosas de arriba, no en las de la Tierra”–, nuestra mente, caída y pecaminosa, naturalmente tenderá hacia las cosas bajas, las cosas del mundo. Por lo tanto, necesitamos elegir deliberadamente espaciarnos en las cosas celestiales, como dijo Pablo, utilizando el don sagrado del libre albedrío.</p><p><strong>“Por lo demás, hermanos, todo lo que es verdadero, todo lo honorable, todo lo justo, todo lo puro, todo lo amable, todo lo que es de buen nombre; si hay virtud alguna, si algo digno de alabanza, piensen en eso” (Fil. 4:8). ¿Cómo aprendemos a hacer lo que Pablo nos dice aquí?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de abril",
          "dayTitle": "<p>DEMOS GLORIA A DIOS</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p>Un estudio del uso de la exhortación “denle gloria a Dios” (Apoc. 14:7) en el Antiguo Testamento muestra que, por lo general (aunque no siempre), aparece en el contexto del juicio divino (Jos. 7:19; 1 Sam. 6:5; Jer. 13:15, 16; Mal. 2:2), así como también aparece en el mensaje del primer ángel (Apoc. 14:7). Esta idea también se ve en Apocalipsis 19:1 y 2: “ ‘¡Alaben al Señor! ¡Salvación y honra, gloria y poder a nuestro Dios!, porque sus juicios son verdaderos y justos’ ”.</p><p><strong>Lee 1 Corintios 3:16 y 17; 6:19 y 20; y 10:31. ¿Cómo nos ayudan estos pasajes a entender una de las formas en que podemos glorificar a Dios?</strong></p><p><strong>1 Corintios 3:16 y 17</strong></p><p><strong><sup>16</sup> </strong>¿No sabéis que sois templo de Dios, y que el Espíritu de Dios mora en vosotros?&nbsp;</p><p><strong><sup>17</sup></strong> Si alguno destruyere el templo de Dios, Dios le destruirá a él; porque el templo de Dios, el cual sois vosotros, santo es.</p><p><strong>1 Corintios 6:19 y 20</strong></p><p><strong><sup>19</sup></strong> ¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo, el cual está en vosotros, el cual tenéis de Dios, y que no sois vuestros?&nbsp;</p><p><strong><sup>20</sup></strong> Porque habéis sido comprados por precio; glorificad, pues, a Dios en vuestro cuerpo y en vuestro espíritu, los cuales son de Dios.</p><p><strong>1 Corintios 10:31</strong></p><p><strong><sup>31 </sup></strong>Si, pues, coméis o bebéis, o hacéis otra cosa, hacedlo todo para la gloria de Dios.</p><p><br></p><p>Según el apóstol Pablo, nuestro cuerpo es un Santuario, la morada del Espíritu de Dios, un templo santificado por la presencia de Dios. Las Escrituras nos dan un toque de clarín para glorificar a Dios en cada aspecto de nuestra vida. Cuando Dios es el centro de nuestra vida, nuestro único deseo es darle gloria a él, ya sea con la dieta, el vestido, el entretenimiento o la interacción con los demás. Damos gloria a Dios al revelar su carácter de amor al mundo mediante nuestro compromiso de hacer su voluntad. Esto es aún más importante a la luz del juicio final de la Tierra.</p><p><strong>Lee Romanos 12:1 y 2. ¿Qué apelación hace el apóstol Pablo con respecto a la totalidad de nuestras decisiones en la vida?</strong></p><p><strong>Romanos 12:1 y 2</strong></p><p><strong><sup>1 </sup></strong>Así que, hermanos, os ruego por las misericordias de Dios, que presentéis vuestros cuerpos en sacrificio vivo, santo, agradable a Dios, que es vuestro culto racional.&nbsp;</p><p><sup><strong>2</strong></sup> No os conforméis a este siglo, sino transformaos por medio de la renovación de vuestro entendimiento, para que comprobéis cuál sea la buena voluntad de Dios, agradable y perfecta.</p><p><br></p><p>La palabra griega del Nuevo Testamento para cuerpo, en este pasaje, es somata, que se traduce mejor como la suma colectiva de lo que somos: cuerpo, mente y emociones. La versión bíblica Phillips, en inglés, traduce la expresión “culto racional” como “adoración inteligente”. En otras palabras, cuando asumes un compromiso total de “temer a Dios” y “darle gloria” en todo lo que haces, entregándole tu mente, tu cuerpo y tus emociones, esto es un acto de adoración inteligente. Y, también, a la luz del juicio de Dios, estar atentos para obedecer es una buena idea, por cierto.</p><p><strong>Piensa en lo que haces con tu cuerpo. ¿Qué puedes hacer para asegurarte de que verdaderamente estás glorificando a Dios con él?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de abril",
          "dayTitle": "<p>LOS VENCEDORES DEL APOCALIPSIS</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>“ ‘¡Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús!’ ” (Apoc. 14:12). Esta es la descripción del pueblo fiel de Dios de los últimos días. No obstante, la única manera en que alguien puede guardar los mandamientos de Dios, en la antigüedad o ahora, es por la fe de Jesús. Fíjate que nuestro versículo no dice “fe en Jesús”, aunque eso es extremadamente importante. Pero esta expresión, “la fe de Jesús”, es algo más. Es la cualidad de la fe que permitió a Cristo ser victorioso sobre las tentaciones más feroces de Satanás. La fe es un don que recibe cada creyente. Cuando ejercemos la fe que el Espíritu Santo pone en nuestro corazón, esa fe crece. Vencemos, no por nuestra fuerza de voluntad, sino por el poder del Cristo viviente que obra por medio de nosotros. Vencemos no por lo que somos, sino por lo que él es.</p><p>Nosotros podemos vencer porque él venció. Podemos ser victoriosos porque él fue victorioso. Podemos triunfar sobre la tentación porque él triunfó sobre la tentación.</p><p><strong>Lee Hebreos 4:14 al 16; y 7:25. ¿De qué manera podemos vencer y “temer a Dios” y “darle gloria” con nuestra vida?</strong></p><p><strong>Hebreos 4:14 al 16</strong></p><p><strong><sup>14</sup> </strong>Por tanto, teniendo un gran sumo sacerdote que traspasó los cielos, Jesús el Hijo de Dios, retengamos nuestra profesión.&nbsp;</p><p><strong><sup>15</sup></strong> Porque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado.&nbsp;</p><p><strong><sup>16</sup></strong> Acerquémonos, pues, confiadamente al trono de la gracia, para alcanzar misericordia y hallar gracia para el oportuno socorro.</p><p><strong>Hebreos 7:25</strong></p><p><strong><sup>25</sup></strong> por lo cual puede también salvar perpetuamente a los que por él se acercan a Dios, viviendo siempre para interceder por ellos.</p><p><br></p><p>Jesús, el divino Hijo de Dios, ha vencido las artimañas del diablo. Enfrentó las tentaciones confiando en las promesas de Dios, entregando su voluntad a la voluntad del Padre y dependiendo del poder del Padre. Si confiamos en él, lo contemplamos y creemos en él, nosotros también podemos ser victoriosos. Jesús es todo para todos, y el mensaje de los tres ángeles gira alrededor de él. El mensaje del Apocalipsis es de victoria, no de derrota. Habla de un pueblo que venció por su gracia y su poder.</p><p>La palabra “vencer” se utiliza once veces de una forma u otra en el libro de Apocalipsis. En la visión de las siete iglesias que representan a la iglesia cris- tiana desde el siglo I hasta nuestros días, hay creyentes en cada generación que “ven[ce]n”, dice Juan. En el tiempo del fin, los que “venzan” heredarán todas las cosas (Apoc. 21:7). Esto no es legalismo. Es la victoria por medio de Jesucristo, cuya vida perfecta de justicia perfecta, y tan solo eso, es lo que les brinda la pro- mesa de la vida eterna. Es fe en acción. Es la gracia transformadora y milagrosa en la vida del creyente.</p><p><strong>¿Hay cosas en tu vida que deseas vencer? ¿Cómo podemos convertir los deseos en acción? ¿Qué pasos prácticos podemos dar para ser uno de los “vencedores” del Apocalipsis?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de abril",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>Piensa en las asombrosas palabras de Pablo en Hebreos 7:25, que, hablando de Jesús como nuestro Sumo Sacerdote, manifiestan que “puede salvar perpe- tuamente a los que por medio de él se acercan a Dios”. Salvar perpetuamente. La palabra griega para “perpetuamente” significa “en forma completa, plena, total”. Es Jesús quien nos salva; nuestro trabajo es rendirnos a él, reclamando su victoria en nuestro favor. Nuestra confianza debe estar en él, no en nosotros mismos.</p><p>“Podemos resumir la fuerza de la expresión ‘temer a Dios’ en Apocalipsis como el llamado final de Dios a la humanidad para elegirlo como su Dios glorioso y majestuoso […] que saldrá victorioso sobre las fuerzas del mal que se oponen a él y su plan para la raza humana (cf. Apoc. 14:9–11). Este temor no se mani- fiesta, al menos no por ahora (cf. Apoc. 6:14–17), con terror y temblor, sino en la sumisión gozosa y amorosa a la Ley de Dios y en su adoración exclusiva. Ningún otro poder debe reconocerse como digno de esa devoción y lealtad. De hecho, no hay otras opciones, porque lo que se muestra en el horizonte del Conflicto Cósmico como posibilidades son acciones de poderes demoníacos destinados a la extinción (Apoc. 16:13, 14; 17:14; 20:11-15). Por lo tanto, el temor del Señor es una invitación divina positiva [...] a ponerse de parte de Dios en el Conflicto Cósmico, con el fin de estar ante su presencia más gloriosa, llena de gozo en la comunión eterna con él ([Apoc.]. 21:3, 4; 22:3-5)” (Ángel Manuel Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages”, p. 27).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong>Piensa en el increíble poder de Dios, quien creó todo el Cosmos y lo sostiene. Apenas podemos captar la idea del Cosmos; entonces, ¿cómo podríamos siquiera empezar a captar al Creador del Cosmos? Piensa en cuánto más grande, vasto y poderoso es él que nosotros. Y este Dios, ¿algún día nos juzgará? ¿Cómo nos ayudan estos hechos a entender la idea del “temor de Dios” y lo que esto significa?</p><p><strong>2.</strong> ¿Cómo podemos evitar el legalismo al analizar los conceptos bíblicos de santidad, superación y victoria? ¿Por qué siempre debemos entender que es la victoria de Cristo por nosotros, en la Cruz, el único fundamento de nuestra esperanza actual de salvación, independientemente de nuestras victorias (o hasta fracasos) aquí y ahora?</p><p><strong>3.</strong> ¿Por qué, incluso con todas las promesas de victoria sobre el pecado, a menudo descubrimos que fallamos y que no vivimos a la altura de la justicia que Jesús mismo ejemplificó para nosotros y que nos promete que también podría ser nuestra? ¿Qué errores estamos cometiendo al no permitir que Dios haga la obra en nosotros que él ha prometido?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15-21 de abril",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>El mensaje de los tres ángeles comprende, en su conjunto, un mensaje divino enviado por el Cielo, cuyo propósito es preparar al mundo para la segunda venida de Jesús. Dios formuló este mensaje para generar un impacto práctico en nuestra vida. Revela el plan de Jesús para la vida del tiempo del fin. El mensaje de los tres ángeles es mucho más que un conjunto de doctrinas teóricas que causan poco impacto en nuestra vida. Aunque transmite una advertencia solemne a los inconversos que es imposible pasar por alto, su propósito principal es acercarnos a Jesús.</p><p>La lección de esta semana se enfoca en dos frases del mensaje del primer ángel: en primer lugar, la expresión “teman a Dios”, y en segundo lugar, “denle gloria”. Como descubriremos en el estudio de esta semana, temer a Dios alude al respeto y la reverencia ante su infinita sabiduría, su increíble poder y su asombrosa gracia. Temer a Dios también es un estado mental de lealtad a Dios. En una era de prepotencia, consumismo y egocentrismo, el primer ángel nos llama a llevar una vida cristocéntrica, no egocéntrica. Dar gloria a Dios se refiere a nuestra manera de vivir. Dar gloria a Dios impacta cada aspecto de nuestra vida, desde lo que comemos y bebemos hasta lo que tenemos en mente y los lugares a los que vamos. Dar gloria a Dios influye en las cosas que leemos y lo que vemos en Internet o en la televisión.</p><p>Nuestra lección examinará de cerca estas dos frases para descubrir el impacto que tienen en nuestra vida en el siglo XXI. Exploraremos juntos en qué medida entender el evangelio de Jesucristo nos permite “temer a Dios” y “darle gloria”.</p><p><strong>COMENTARIO&nbsp;</strong></p><p>“Temer a Dios” significa llevar una vida centrada en el Señor. Hacer de Dios el centro de nuestra vida no es restrictivo, no provoca un cortocircuito en nuestro gozo ni limita nuestra felicidad, sino que es el fundamento mismo de la identidad genuina, el verdadero propósito y el gozo auténtico. Jesús relaciona abiertamente el saber y el hacer su voluntad con nuestra felicidad.</p><p>En Juan 13:17, Jesús declara: “Ahora que saben esto, serán dichosos si lo hacen”. Una vida ensimismada es un paquete muy pequeño. Encerrarnos en la prisión de nuestro propio comportamiento egocéntrico es realmente una forma miserable de vivir. Conocer a Cristo, obedecer a Cristo, vivir por algo más grande que nosotros mismos produce el mayor gozo de la vida. Aquel que nos hizo nos diseñó para vivir, para vivir realmente para las delicias de su Reino. Salmo 16:11 lo expresa de esta manera: “Me mostrarás la senda de la vida. En tu presencia hay plenitud de gozo, delicias a tu diestra para siempre”.</p><p>El Comentario bíblico adventista hace esta perspicaz observación con respecto a la expresión “temer a Dios” de Apocalipsis 14:7. “El mensaje de temer a Dios es especialmente oportuno en el período representado por la predicación de este ángel, porque los hombres se han entregado a la adoración de los dioses del materialismo y el placer y muchos otros que han inventado” (CBA 7:841).</p><p>“Una serie de estudios [...] publicados en la revista Motivation and Emotion [T. Kasser, et al., “Changes in Materialism, Changes in Psychological Well-being: Evidence From Three Longitudinal Studies and an Intervention Experiment”: Motivation and Emotion 38 (2014), pp. 1-22] mostró que, a medida que la gente se vuelve más materialista, su sentido de bienestar y propósito se reduce; y si se vuelve menos materialista, se eleva. Si bien el materialismo es bueno para la economía, ya que impulsa el crecimiento, puede tener un impacto negativo en el ámbito personal, lo que lleva a la ansiedad y la depresión. El consumismo también puede afectar las relaciones, las comunidades y el medio ambiente” (Kirstie Pursey, “How Consumerism and Materialism of Modern Society Make Us Unhappy, Lonely, and Unconfident” [https://www.learning-mind.com/ consumerism-and-materialism-unhappy/]).</p><p>El llamado de Apocalipsis 14:7 a “temer a Dios” es un llamado a encontrar nuestra verdadera felicidad al hacer la voluntad de Dios. Apocalipsis 14:7 es una exhortación a encontrar en Cristo nuestro mayor deleite y nuestro gozo más profundo. Cuando entregamos nuestra vida a Jesús, la obediencia brota natural- mente del corazón. El deber se convierte en un deleite; y el sacrificio por la causa de Cristo, en un placer.</p><p>Elena de White lo expresa de esta manera: “Toda verdadera obediencia pro- viene del corazón. La de Cristo procedía del corazón. Y si nosotros consentimos, se identificará de tal manera con nuestros pensamientos y fines, amoldará de tal manera nuestro corazón y mente en conformidad con su voluntad, que cuando lo obedezcamos estaremos tan solo ejecutando nuestros propios impulsos. La voluntad, refinada y santificada, hallará su más alto deleite en servirlo. Cuando conozcamos a Dios como es nuestro privilegio conocerlo, nuestra vida será una vida de continua obediencia. Si apreciamos el carácter de Cristo y tenemos comunión con Dios, el pecado llegará a sernos odioso” (DTG 621).</p><p>“Dar gloria” a Dios significa honrar a Dios en nuestro estilo de vida. Dar gloria a Dios implica el reconocimiento de que somos embajadores de Cristo. Somos la luz del mundo, la sal de la Tierra. La palabra que se utiliza para “gloria” en Apocalipsis 14:7 es doxa. Esta palabra se usa a menudo en el Nuevo Testamento. Puede tener dos significados distintos. El primer significado indica honor, fama o reconocimiento. En este sentido, dar gloria a Dios significaría darle el honor o el reconocimiento que se merece. Con toda razón, porque él nos creó; él nos redime; sostiene nuestra vida a diario; y viene otra vez a buscarnos. Al mismo tiempo, hay otro aspecto de la palabra doxa que a menudo pasamos por alto. En algunos casos, en el Nuevo Testamento, doxa puede significar brillo o apariencia gloriosa. Según el apóstol Pablo, la gloria de Dios brilló en el rostro de Jesucristo (2 Cor. 4:6). “Porque en otro tiempo erais tinieblas, mas ahora sois luz en el Señor; andad como hijos de luz (Efe. 5:8, RVR 1960). “Por tanto, nosotros todos, mirando a cara descubierta como en un espejo la gloria del Señor, somos transformados de gloria en gloria en la misma imagen, como por el Espíritu del Señor” (2 Cor. 3:18, RVR 1960). Encarnar este doble sentido, honrar a Dios y salvaguardar su reputación dejando resplandecer en nuestra vida el resplandor de su gloria, debe ser la meta de todo cristiano. Este doble significado nos lleva a algunas preguntas básicas. ¿Podemos dar gloria a Dios si no cuidamos nuestro cuerpo? ¿Es posible honrar a Dios cuando violamos deliberadamente sus principios de salud? ¿Qué relación tienen nuestros hábitos de estilo de vida físicos con nuestra salud espiritual?</p><p>En 1 Corintios 6:19 y 20, el apóstol Pablo brinda una respuesta a estas pre- guntas: “¿No saben que su cuerpo es templo del Espíritu Santo, que está en ustedes, que tienen de Dios, y que no son sus propios dueños? Porque han sido comprados por precio; por tanto, glorifiquen a Dios en su cuerpo y en su espíritu, los cuales son de Dios”.</p><p>El apóstol añade a nuestra comprensión de lo que significa glorificar a Dios: “Así, si comen, o beben, o hacen otra cosa, háganlo todo para la gloria de Dios” (1 Cor. 10:31). Cuando entregamos nuestra vida a Cristo, nuestro cuerpo se con- vierte en templo del Espíritu Santo. Por supuesto, es posible que el Espíritu Santo impresione a un incrédulo, lo convenza y lo estremezca, pero en la vida del creyente comprometido el Espíritu Santo se instala. Nuestro cuerpo se convierte en la morada del Espíritu de Dios. Este hecho es un pensamiento asombroso: la tercera Persona de la Deidad se instala en la vida de los creyentes. Por lo tanto, profanar nuestro cuerpo y violar voluntariamente las leyes de la salud es deshonrar a nuestro Hacedor. Somos de Cristo porque él nos creó y nos redimió.</p><p>Hay otra razón por la que es de vital importancia para Dios que le demos gloria en nuestros hábitos de salud. La espiritualidad y la salud están estrecha- mente alineadas. El Espíritu Santo se comunica con nosotros por medio de las facultades espirituales de nuestro cerebro. Si el cerebro se nutre de una sangre de mala calidad por malos hábitos de salud, tendremos menos capacidad de discernir la voz del Espíritu Santo. Nuestra comprensión del plan de salvación y la verdad bíblica se verán oscurecidos y comprometidos. Si estamos destruyendo nuestro cuerpo debido a un deliberado descuido de la salud, nuestro testimonio al mundo por cierto no glorificará a Dios. Este principio se aplica no solo a nuestros hábitos de salud, sino también a las cosas que vemos en la televisión y leemos en revistas y libros, al contenido que nos ocupa en Internet y una serie de otras prácticas del estilo de vida.</p><p>Temer a Dios es una invitación a vivir una vida cuyo centro es Cristo, glorificándolo en todo lo que hacemos. Esta invitación es el llamado de la hora del Juicio, un llamado que preparará a un pueblo para la venida de Jesús. Por su gracia y su poder, podemos darle gloria, honrar su nombre y brillar como luces en este mundo de tinieblas. Esa vida es nuestra vocación y nuestro destino.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Para reflexión personal: Hace varios años, un pastor estaba ayudando a una señora mayor a dejar de fumar. Estudiaron la Biblia juntos, hicieron consejería y oraron juntos, pero nada parecía funcionar. Sencillamente, ella no tenía la motivación para dejar de fumar. De hecho, le gustaba fumar y solo deseaba dejar de fumar a medias. Un día, cuando el pastor visitó a esta anciana, ella tenía una gran sonrisa en el rostro y exclamó: “¡Pastor, dejé de fumar, dejé de fumar! ¡Hace varios días que no fumo!” Ansioso por descubrir cómo se produjo el cambio, el pastor preguntó: “¿Qué la motivó?” Ella simplemente respondió: “Mi nietecita de siete años”. Ella explicó: “Una noche estaba sentada en mi silla preferida, fumando, y mi nieta se subió a mi regazo y me dijo: ‘Abuela, cuando sea grande, quiero fumar como tú’. Eso fue todo, pastor. Dejé de fumar por el bien de ella”.</p><p>Si una abuela puede dejar de fumar por causa de su nieta, ¿no podemos nosotros, por la gracia de Dios y el poder de su Espíritu, abandonar cualquier hábito que no esté en armonía con su voluntad por causa de Cristo? El diablo dice que es imposible vencer nuestros malos hábitos y tendencias pecaminosas. Jesús dice: “Al que venza le daré a comer del árbol de la vida [...]. Sé fiel hasta la muerte, y yo te daré la corona de la vida” (Apoc. 2:7-10). Jesús nos promete la fuerza necesaria para salir victoriosos en la batalla contra el mal.</p><p><strong>Pregunta a los alumnos:</strong></p><p><strong>1. </strong>¿En qué sentido el mensaje de los tres ángeles es un llamado a la obediencia y a llevar una vida piadosa en esta hora crítica de la historia de la Tierra?</p><p><strong>2. </strong>¿De qué manera Jesús, nuestro Salvador y Señor, nos brinda tanto la motivación como el poder para vencer?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>TEMAN A DIOS Y DENLE&nbsp;GLORIA</p>",
      "verse": "<p>“ ‘¡Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios&nbsp;y la fe de Jesús!’ ” (Apoc. 14:12)</p>",
      "versionCode": 2,
      "weekDate": "15-21 abril"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
