{
   "data":[
      {
         "color":"#d7034a",
         "id":702,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 2",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>A mid all that God had given our first parents in Eden also came a warning: “ ‘Of every tree of the garden you may freely eat; but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die’ ” (Gen. 2:16, 17, NKJV). This warning against eating from the tree of the knowledge of good and evil shows us that, though they were to know good, they were not to know evil.<br><br>We certainly can understand why, can’t we?<br><br>And, too, the threat of death attached to the warning about disobedience (Gen. 2:17) would be fulfilled: they would die (Gen. 3:19). Not only forbidden to eat from the tree, they also were driven from the Garden of Eden (Gen. 3:24), and thus had no access to what could have given them eternal life as sinners (Gen. 3:22).<br><br>However, amid this tragedy comes hope, which is found in Genesis 3:15, called the protoevangelium, or “the first gospel promise.” Yes, this verse presents the first gospel promise found in the Bible, the first time humans are told that, despite the Fall, God has made a way of escape for us all.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 3",
               "dayTitle":"<p>The Serpent<br></p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p><strong>Read Genesis 3:1, 2 Corinthians 11:3, and Revelation 12:7–9. Who is the serpent, and how does he deceive Eve?</strong><br></p><p><strong>Genesis 3:1</strong></p><p><strong><sup>3</sup> </strong>Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, “Has God indeed said, ‘You shall not eat of every tree of the garden’?”<strong><br></strong></p><p><strong>2 Corinthians 11:3</strong></p><p><strong><sup>3</sup> </strong>But I fear, lest somehow, as the serpent deceived Eve by his craftiness, so your minds may be corrupted from the simplicity that is in Christ. <strong><br></strong></p><p><strong>&nbsp;Revelation 12:7–9</strong></p><p><strong><sup>7 </sup></strong>And war broke out in heaven: Michael and his angels fought with the dragon; and the dragon and his angels fought,</p><p><sup><strong>8</strong></sup> but they did not prevail, nor was a place found for them in heaven any longer.<strong><sup> <br></sup></strong></p><p><strong><sup>9</sup></strong> So the great dragon was cast out, that serpent of old, called the Devil and Satan, who deceives the whole world; he was cast to the earth, and his angels were cast out with him.<strong><br></strong></p><p>The text begins with “the serpent.” The syntax of the phrase suggests emphasis: the word “serpent” is the first word of the sentence.<br><br>Also, “the serpent” has the definite article, indicating that this is a well-known figure, as if the reader already should know who he is. The reality of this being is, thus, affirmed from the first word of the chapter. Of course, the Scriptures identify the serpent as the enemy of God (Isa. 27:1) and explicitly call him “the Devil and Satan” (Rev. 12:9, NKJV). Likewise, in the ancient Near East, the serpent personified the power of evil.<br><br>“In order to accomplish his work unperceived, Satan chose to employ as his medium the serpent—a disguise well adapted for his purpose of deception. The serpent was then one of the wisest and most beautiful creatures on the earth. It had wings, and while flying through the air presented an appearance of dazzling brightness, having the color and brilliancy of burnished gold.”—Ellen G. White, Patriarchs and Prophets, p. 53.<br><br>When talking about the devil, in whatever form he appears, the Bible is not using mere metaphor. In Scripture Satan is depicted as a literal being and not just some rhetorical symbol or an abstract principle to depict evil or humanity’s dark side.<br><br>The serpent does not present himself as an enemy of God. On the contrary, the serpent refers to God’s words, which he repeats and seems to sup- port. That is, right from the start, we can see that Satan likes to quote God and, as shall later be seen, even quotes the Word of God itself (Matt. 4:6).<br><br>Note also that the serpent does not argue immediately with the woman, but he asks a question that implies that he believes in what the Lord has said to them. After all, he asked: “ ‘Has God indeed said . . . ’?” (Gen. 3:1, NKJV). Thus, even from the start, we can see just how cunning and deceitful this being was. And, as we will see, it worked too.<br><br><strong>If Satan was able to deceive a sinless Eve in Eden, how much more vulnerable are we? What is our best defense against his deceptions?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 4",
               "dayTitle":"<p>The Forbidden Fruit<br></p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p><strong>Read Genesis 2:16, 17 and Genesis 3:1–6 (see also John 8:44). Compare the words of God’s commandment to Adam with the serpent’s words to the woman. What are the differences between the speeches, and what is the meaning of these differences?</strong></p><p><strong>Genesis 2:16-17 <br></strong></p><p><strong>&nbsp;<sup>16</sup> </strong>And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat; <strong><sup><br></sup></strong></p><p><strong><sup>17</sup></strong> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”<strong><br></strong></p><p><strong>&nbsp;Genesis 3:1–6</strong></p><p><sup><strong>1</strong></sup> Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, “Has God indeed said, ‘You shall not eat of every tree of the garden’?”<sup><br><br><strong>2</strong></sup> And the woman said to the serpent, “We may eat the fruit of the trees of the garden; <sup><br></sup></p><p><sup><strong>3</strong></sup> but of the fruit of the tree which is in the midst of the garden, God has said, ‘You shall not eat it, nor shall you touch it, lest you die.’ ”<strong><br><br><sup>4</sup></strong> Then the serpent said to the woman, “You will not surely die. <br></p><p><strong><sup>5</sup></strong> For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”<sup><br><br><strong>6</strong></sup> So when the woman saw that the tree was good for food, that it was pleasant to the eyes, and a tree desirable to make one wise, she took of its fruit and ate. She also gave to her husband with her, and he ate. <br><br>Note the parallels between God’s conversation with Adam (Gen. 2:16, 17) and Eve’s conversation with the serpent. It is as if the serpent has now replaced God and knows even better than He does. At first, he merely asked a question, implying that the woman had, perhaps, misunderstood God. But then Satan openly questioned God’s intentions and even contradicted Him.<br><br>Satan’s attack concerns two issues, death and the knowledge of good and evil. While God clearly and emphatically stated that their death would be certain (Gen. 2:17), Satan said that, on the contrary, they wouldn’t die, stating that humans were immortal (Gen. 3:4). While God forbade Adam to eat the fruit (Gen. 2:17), Satan encouraged them to eat the fruit because by eating of it they would be like God (Gen. 3:5).<br><br>Satan’s two arguments, immortality and being like God, convinced Eve to eat the fruit. It is troubling that as soon as the woman decided to disobey God and eat the forbidden fruit, she behaved as if God were no longer present and had been replaced by herself. The biblical text alludes to this shift of personality. Eve uses God’s language: Eve’s evaluation of the forbidden fruit, “saw that . . . was good” (Gen. 3:6), reminds us of God’s evaluation of His creation, “saw . . . that it was good” (Gen. 1:4, etc.).<br><br>These two temptations, those of being immortal and of being like God, are at the root of the idea of immortality in ancient Egyptian and Greek religions. The desire for immortality, which they believed was a divine attribute, obliged these people to seek divine status, as well, in order (they hoped) to acquire immortality. Surreptitiously, this way of thinking infiltrated Jewish-Christian cultures and has given birth to the belief in the immortality of the soul, which exists even today in many churches.<br><br><strong>Think of all the beliefs out there today that teach there’s some- thing inherently immortal in all of us. How does our understanding of human nature and the state of the dead provide us such powerful protection against this dangerous deception?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 5",
               "dayTitle":"<p>Hiding Before God<br></p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>Read Genesis 3:7–13. Why did Adam and Eve feel the need to hide before God? Why did God ask the question “Where are you?” How did Adam and Eve seek to justify their behavior?</strong></p><p><strong>&nbsp;Genesis 3:7–13</strong><br></p><p><sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves coverings.<sup><br><br><strong>8 </strong></sup>And they heard the sound of the Lord God walking in the garden in the cool of the day, and Adam and his wife hid themselves from the presence of the Lord God among the trees of the garden.<sup><br><strong><br>9 </strong></sup>Then the Lord God called to Adam and said to him, “Where are you?”<sup><br><br><strong>10</strong></sup> So he said, “I heard Your voice in the garden, and I was afraid because I was naked; and I hid myself.”<sup><br><br><strong>11</strong></sup> And He said, “Who told you that you were naked? Have you eaten from the tree of which I commanded you that you should not eat?”<sup><br><br><strong>12</strong></sup> Then the man said, “The woman whom You gave to be with me, she gave me of the tree, and I ate.”<sup><br><br><strong>13</strong></sup> And the Lord God said to the woman, “What is this you have done?”<br><br>The woman said, “The serpent deceived me, and I ate.”</p><p>After they sinned, Adam and Eve felt naked because they lost their garments of glory, which reflected God’s presence (see Ps. 8:5, compare with Ps. 104:1, 2). The image of God had been affected by sin. The verb “make” in the phrase they “made themselves coverings” (Gen. 3:7, NKJV) was so far applied only to God the Creator (Gen. 1:7, 16, 25, etc.). It is as if they replaced the Creator as they attempted to cover their sin, an act that Paul denounces as righteousness by works (Gal. 2:16).<br><br>When God approaches, He asks them the rhetorical question “ ‘Where are you?’ ” (Gen. 3:9, NKJV), the same kind of question that God will ask Cain (Gen. 4:9). Of course, God knew the answers to the questions. His questions were asked for the benefit of the guilty, to help them realize what they have done and yet, at the same time, to lead them to repentance and salvation. From the moment humans sinned, the Lord was working for their salvation and redemption.<br><br>In fact, the whole scenario reflects the idea of the investigative judg- ment, which begins with the judge, who interrogates the culprit (Gen. 3:9) in order to prepare him for the sentence (Gen. 3:14–19). But He does it also to prompt repentance, which will ultimately lead to salvation (Gen. 3:15). This is a motif seen all through the Bible.<br><br>At first, as is so common with sinners, Adam and Eve both try to evade the charge, seeking to blame others. To God’s question Adam responds that it was the woman whom God had given to him (Gen. 3:12)—she led him to do it. It was her fault (and, implied, it was God’s, as well), not his.<br><br>Eve responds that it was the serpent who deceived her. The Hebrew verb nasha’, “deceive,” (in Gen. 3:13, NKJV) means to give people false hopes and makes them believe that they are doing the right thing (2 Kings 19:10, Isa. 37:10, Jer. 49:16).<br><br>Adam blames the woman, saying that she gave him the fruit (some truth to this), and Eve blames the serpent, saying he deceived her (some truth to this, too). But in the end, they both were guilty. <br></p><p><strong>Trying to blame someone else for what they have done? Why is it so easy for us to fall into the same trap?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 6",
               "dayTitle":"<p>The Fate of the Serpent<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p><strong>“ ‘And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel’ ” (Gen. 3:15, NIV). <br></strong></p><p><strong>What did the Lord say to the serpent here, and what hope is implied in these verses?</strong><br><br>God begins His judgment with the serpent because he is the one who initiated the whole drama. The serpent, too, is the only being who is cursed in this narrative.<br><br>We reach here a kind of “reversal” of Creation. While Creation led to life, the appreciation of good, and blessings, judgment leads to death, evil, and curses—but also to the hope and promise of salvation. Attached to the somber picture of the crushed serpent eating the dust (Gen. 3:14) shines the hope of the salvation of humankind, which appears in the form of a prophecy. Even before the condemnations of Adam and Eve, which will follow, the Lord gives them the hope of redemption (Gen. 3:15). Yes, they have sinned; yes, they will suffer because of their sin; and, yes, they will die, too, because of the sins. But despite all that, there is the ultimate hope, the hope of salvation.<br><br><strong>Compare Genesis 3:15 with Romans 16:20, Hebrews 2:14, and Revelation 12:17. How is the plan of salvation, as well as the great controversy, revealed in these texts?</strong></p><p><strong>Genesis 3:15 <br></strong></p><p><strong><sup>15</sup> </strong>And I will put enmity<br>Between you and the woman,<br>And between your seed and her Seed;<br>He shall bruise your head,<br>And you shall bruise His heel.”<strong><br></strong></p><p><strong>Romans 16:20</strong></p><p><strong>&nbsp;<sup>20</sup> </strong>And the God of peace will crush Satan under your feet shortly.<br>The grace of our Lord Jesus Christ be with you. Amen.<strong><br></strong></p><p><strong>Hebrews 2:14</strong></p><p><strong><sup>14</sup> </strong>Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil, <strong><br></strong></p><p><strong>&nbsp;Revelation 12:17</strong></p><p><strong><sup>17</sup> </strong>And the dragon was enraged with the woman, and he went to make war with the rest of her offspring, who keep the commandments of God and have the testimony of Jesus Christ.<strong><br></strong></p><p><br>Notice the parallels between Genesis 3:15 and Revelation 12:17: the dragon (serpent), enraged (enmity); the seed (offspring); and the woman in Eden and the woman in Revelation 12:17. The battle (the great controversy) that moved to Eden, with the Fall, will continue to the end of time. However, the promise of Satan’s defeat already was given in Eden, in that his head will be crushed, a theme more explicitly revealed in Revelation, which depicts his final demise (Rev. 20:10).<br><br>That is, right from the start, humanity was given hope that there will be a way out of the terrible mess that came from the knowledge of evil, a hope that we all can share in right now.<br><br><strong>Why is it so comforting to see that in Eden itself, where sin and evil on earth began, the Lord started to reveal the plan of salvation?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 7",
               "dayTitle":"<p>Human Destiny<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>Read Genesis 3:15–24. As a result of the Fall, what happened to Adam and Eve?</strong><br></p><p><strong>Genesis 3:15–24</strong></p><p><strong><br><sup>15</sup></strong> And I will put enmity between you and the woman, and between your seed and her Seed; He shall bruise your head, and you shall bruise His heel.”<strong><br><br><sup>16</sup></strong> To the woman He said:<br><br>“I will greatly multiply your sorrow and your conception; in pain you shall bring forth children; your desire shall be for your husband, and he shall rule over you.”<strong><br><br><sup>17</sup></strong> Then to Adam He said, “Because you have heeded the voice of your wife, and have eaten from the tree of which I commanded you, saying, ‘You shall not eat of it’: “Cursed is the ground for your sake;<br>In toil you shall eat of it all the days of your life.<strong><br><sup>18 </sup></strong>Both thorns and thistles it shall bring forth for you, and you shall eat the herb of the field.<strong><br><sup>19 </sup></strong>In the sweat of your face you shall eat bread till you return to the ground, for out of it you were taken; for dust you are, and to dust you shall return.”<sup><br><br><strong>20</strong></sup> And Adam called his wife’s name Eve, because she was the mother of all living.<strong><br><br><sup>21</sup></strong> Also for Adam and his wife the Lord God made tunics of skin, and clothed them.<sup><br><br><strong>22</strong></sup> Then the Lord God said, “Behold, the man has become like one of Us, to know good and evil. And now, lest he put out his hand and take also of the tree of life, and eat, and live forever”—</p><p>&nbsp;<strong><sup>23</sup></strong> therefore the Lord God sent him out of the garden of Eden to till the ground from which he was taken. <strong><sup><br></sup></strong></p><p><strong><sup>24</sup></strong> So He drove out the man; and He placed cherubim at the east of the garden of Eden, and a flaming sword which turned every way, to guard the way to the tree of life.<strong><br></strong></p><p>While God’s judgment of the serpent is explicitly identified as a curse (Gen. 3:14), God’s judgment of the woman and of the man is not. The only time the word “curse” is used again is when it is applied to the “ground” (Gen. 3:17). That is, God had other plans for the man and the woman, as opposed to the serpent. They were offered a hope not offered to him.<br><br>Because the woman’s sin is due to her association with the serpent, the verse describing God’s judgment of the woman was related to the judgment of the serpent. Not only does Genesis 3:16 immediately follow Genesis 3:15, but the parallels between the two prophecies also clearly indicate that the prophecy concerning the woman in Genesis 3:16 has to be read in connection to the Messianic prophecy in Genesis 3:15. God’s judgment of the woman, including childbearing, should therefore be understood in the positive perspective of salvation (compare with 1 Tim. 2:14, 15).<br><br>Because the man’s sin is due to listening to the woman instead of listening to God, the ground from which man has been taken is cursed (Gen. 3:17). As a result, man will have to work hard (Gen. 3:17–19), and he will then “ ‘return’ ” to the ground where he comes from (Gen. 3:19), something that never should have happened and that was never part of God’s original plan.<br><br>It is significant that against this hopeless prospect of death Adam turns, then, to the woman, where he sees the hope of life through her giving birth (Gen. 3:20). That is, even amid the sentence of death, he sees the hope of life.<br><br>As any loving parent, God had wanted only good for them, not evil. But now that they knew evil, God was going to do all that He could to save them from it. Thus, even amid these judgments, all hope was not lost for our first parents, despite their open and blatant disobedience to God; even though they—living truly in paradise—had absolutely no reason to doubt God, to doubt God’s words, or to doubt His love for them.<br><br><strong>Though we tend to think of “knowledge” in and of itself as good, why is that not always the case? What are some things that we are better off not knowing?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 8",
               "dayTitle":"",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>Further Thought:</strong><br><br>Consider the connection between “the tree of life” and “the tree of the knowledge of good and evil.” This relation already is suggested through the fact that they are both located “in the midst of the Garden” (Gen. 2:9). But there is more between the two trees than just a geographical relation. It is because humans have taken the fruit of the tree of the knowledge of good and evil, because they disobeyed God, that they lost access to the tree of life and could not live forever, at least in this condition.<br><br>This connection underlies a profound principle. Moral and spiritual choices have an impact on biological life, as Solomon instructed his son: “Do not forget my law, but let your heart keep my commands; for length of days and long life and peace they will add to you” (Prov. 3:1, 2, NKJV). This connection reappears in the future heavenly Jerusalem, where only the tree of life is present “in the middle of its street” (Rev. 22:2, NKJV).<br><br>“When God created Eve, He designed that she should possess neither inferiority nor superiority to the man, but that in all things she should be his equal. The holy pair were to have no interest independent of each other; and yet each had an individuality in thinking and acting. But after Eve’s sin, as she was first in the transgression, the Lord told her that Adam should rule over her. She was to be in subjection to her husband, and this was a part of the curse. In many cases the curse has made the lot of woman very grievous and her life a burden. The superiority which God has given man he has abused in many respects by exercising arbitrary power. Infinite wisdom devised the plan of redemption, which places the race on a second probation by giving them another trial.”—Ellen G. White, Testimonies for the Church, vol. 3, p. 484.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.&nbsp;</strong> God confronted Adam in Eden and asked him questions in order not only to establish his guilt but also to lead him to repentance. This motif reappears with Cain (Gen. 4:9, 10), the Flood (Gen. 6:5–8), the Tower of Babel (Gen. 11:5), and Sodom and Gomorrah (Gen. 18:21). How is the idea of an investigative judgment revealed in these incidents?<br><strong><br>2.</strong> Why did Eve think that eating from the tree of the knowledge of good and evil would give her wisdom? How could we avoid, in our context, making a similar mistake; that is, openly defying God’s Word in hope of something “better” than what God has offered us?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Forgiven in Prison: Part 1<br></strong>By Andrew McChesney<strong><br></strong></p><p>The volunteers chose slips of paper with the names of inmates who had signed up for Bible studies at a prison in Spain. But nobody took one slip of paper. “Doesn’t anyone want to meet with this man?” asked Dante Marvin Herrmann, a 36-year-old theology student at Sagunto Adventist College. “He’s too difficult to work with,” said one volunteer.<br><br>“He always mocks God,” said another. Dante prayed and sensed a still, small voice say, “Go visit Matías.” A prison guard brought Matías, a young, clean-shaven man, to Dante in an empty dining hall of the prison’s maximum-security block. Unlike the serial killers and other hardened convicts locked up in the block, Matías didn’t have any visible tattoos or an angry scowl on his face.<br><br>“You don’t look like the other prisoners,” Dante said. Matías laughed. “You don’t know who I am,” he said. “I don’t really care who you are or what you did,” Dante said. “We all have made mistakes in our lives, and we can’t change the past.”<br><br>Matías took a close look at Dante. He saw blue tattoos covering his arms and stretched-out holes in his earlobes left by body piercing. “Are you from the Seventh-day Adventist Church?” Matías asked. “You don’t look like the other Adventists.”<br><br>“God can change every one of us,” Dante replied. He told how he had sold his soul to the devil at 17, joined a street gang, and worked as a drug dealer before finding the love of God in the Bible and becoming an Adventist. When he finished, the hour allotted for Bible study was up.<br><br>“Can you visit me again, please?” the inmate asked. “I want to learn about this unknown God whom you spoke about. I’ve never heard about a loving God. I’ve only heard about an angry, condemning God.”<br><br>Dante promised to return the next Sabbath. Back at the college, Dante mentioned Matías to a teacher. “Do you know who he is?” the teacher asked. When Dante shook his head, the teacher suggested he do an online news search. The online search prompted Dante to pray. “God, this is very serious,” he said.<br><br>“Why did you send me to him?” He sensed a still, small voice reply, “Dante, I have grace for you. I have forgiven you. I can forgive him too.”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>The Fall<br></p>",
         "verse":"<p>And I will put enmity between you and the woman,<br>and between your seed and her Seed; He shall bruise your head, and you shall bruise His heel (Genesis 3:15, NKJV).<br></p>",
         "versionCode":1,
         "weekDate":"April 2–8"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
