{
  "data": [
    {
      "color": "#de37d6",
      "id": 11,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "4 de Diciembre",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Una de las cosas fascinantes de la Biblia, especialmente del Antiguo Testamento, es la frecuencia con la que se refiere o se cita a sí misma; es decir, los escritores posteriores del Antiguo Testamento aluden a los anteriores, usándolos a ellos y a sus escritos para decir algo importante.<br><br>El Salmo 81, por ejemplo, retrocede al libro del Éxodo y casi cita textual- mente el preámbulo de los Diez Mandamientos, ya que el salmista escribió: “Yo soy Jehová tu Dios, que te hice subir de la tierra de Egipto” (Sal. 81:10).<br><br>En todo el Antiguo Testamento se hace referencia al Génesis, especial- mente a la historia de la Creación (ver, por ejemplo, Jer. 4:23; Gén. 1:2). Y sí, muchas veces los escritores posteriores del Antiguo Testamento, como los profetas, aludieron al libro de Deuteronomio, que desempeñó un papel primordial en la vida del Pacto del Israel primitivo. Esta semana nos centra- remos en cómo los escritores posteriores del Antiguo Testamento utilizaron el libro. ¿Qué partes de Deuteronomio usaron y qué cuestiones plantearon que aún tienen relevancia para nosotros en la actualidad?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de diciembre",
          "dayTitle": "<p>EL LIBRO DE LA LEY<br></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>El rey Josías, de Judá, que tenía ocho años cuando se convirtió en rey, reinó 31 años (640 a.C.-609 a.C.) antes de su muerte en el campo de batalla. En el año 18 de su reinado, sucedió algo que, al menos por un tiempo, cambió la historia del pueblo de Dios.<br><br><strong>Lee 2 Reyes 22. ¿Qué lecciones podemos aprender de este incidente? <sup><br></sup></strong><sup><strong></strong></sup></p><p><sup><strong>1 </strong></sup>Cuando Josías comenzó a reinar era de ocho años, y reinó en Jerusalén treinta y un años. El nombre de su madre fue Jedida hija de Adaía, de Boscat.<sup><strong><br><br>2</strong></sup> E hizo lo recto ante los ojos de Jehová, y anduvo en todo el camino de David su padre, sin apartarse a derecha ni a izquierda.<br>Hallazgo del libro de la ley<br>(2 Cr. 34.8-33)<sup><br><br><strong>3</strong></sup> A los dieciocho años del rey Josías, envió el rey a Safán hijo de Azalía, hijo de Mesulam, escriba, a la casa de Jehová, diciendo:<sup><br><br><strong>4</strong></sup> Ve al sumo sacerdote Hilcías, y dile que recoja el dinero que han traído a la casa de Jehová, que han recogido del pueblo los guardianes de la puerta,<sup><br><strong><br>5 </strong></sup>y que lo pongan en manos de los que hacen la obra, que tienen a su cargo el arreglo de la casa de Jehová, y que lo entreguen a los que hacen la obra de la casa de Jehová, para reparar las grietas de la casa;<sup><br><strong><br>6</strong></sup> a los carpinteros, maestros y albañiles, para comprar madera y piedra de cantería para reparar la casa;<sup><br><strong><br>7</strong></sup> y que no se les tome cuenta del dinero cuyo manejo se les confiare, porque ellos proceden con honradez.<sup><br><strong><br>8</strong></sup> Entonces dijo el sumo sacerdote Hilcías al escriba Safán: He hallado el libro de la ley en la casa de Jehová. E Hilcías dio el libro a Safán, y lo leyó.<sup><br><br><strong>9</strong></sup> Viniendo luego el escriba Safán al rey, dio cuenta al rey y dijo: Tus siervos han recogido el dinero que se halló en el templo, y lo han entregado en poder de los que hacen la obra, que tienen a su cargo el arreglo de la casa de Jehová.<sup><br><strong><br>10 </strong></sup>Asimismo el escriba Safán declaró al rey, diciendo: El sacerdote Hilcías me ha dado un libro. Y lo leyó Safán delante del rey.<sup><br><br><strong>11</strong></sup> Y cuando el rey hubo oído las palabras del libro de la ley, rasgó sus vestidos.<sup><br><strong><br>12</strong></sup> Luego el rey dio orden al sacerdote Hilcías, a Ahicam hijo de Safán, a Acbor hijo de Micaías, al escriba Safán y a Asaías siervo del rey, diciendo:<sup><br><br><strong>13</strong></sup> Id y preguntad a Jehová por mí, y por el pueblo, y por todo Judá, acerca de las palabras de este libro que se ha hallado; porque grande es la ira de Jehová que se ha encendido contra nosotros, por cuanto nuestros padres no escucharon las palabras de este libro, para hacer conforme a todo lo que nos fue escrito.<sup><br><strong><br>14</strong></sup> Entonces fueron el sacerdote Hilcías, y Ahicam, Acbor, Safán y Asaías, a la profetisa Hulda, mujer de Salum hijo de Ticva, hijo de Harhas, guarda de las vestiduras, la cual moraba en Jerusalén en la segunda parte de la ciudad, y hablaron con ella.<sup><br><br><strong>15</strong></sup> Y ella les dijo: Así ha dicho Jehová el Dios de Israel: Decid al varón que os envió a mí:<sup><br><strong><br>16</strong></sup> Así dijo Jehová: He aquí yo traigo sobre este lugar, y sobre los que en él moran, todo el mal de que habla este libro que ha leído el rey de Judá;<sup><br><br><strong>17 </strong></sup>por cuanto me dejaron a mí, y quemaron incienso a dioses ajenos, provocándome a ira con toda la obra de sus manos; mi ira se ha encendido contra este lugar, y no se apagará.<sup><br><br><strong>18</strong></sup> Mas al rey de Judá que os ha enviado para que preguntaseis a Jehová, diréis así: Así ha dicho Jehová el Dios de Israel: Por cuanto oíste las palabras del libro,<sup><br><br><strong>19</strong></sup> y tu corazón se enterneció, y te humillaste delante de Jehová, cuando oíste lo que yo he pronunciado contra este lugar y contra sus moradores, que vendrán a ser asolados y malditos, y rasgaste tus vestidos, y lloraste en mi presencia, también yo te he oído, dice Jehová.<sup><br><strong><br>20</strong></sup> Por tanto, he aquí yo te recogeré con tus padres, y serás llevado a tu sepulcro en paz, y no verán tus ojos todo el mal que yo traigo sobre este lugar. Y ellos dieron al rey la respuesta. <br></p><p>Los eruditos han llegado a la conclusión de que el “libro de la ley” (2 Rey. 22:8) era Deuteronomio, que aparentemente se había perdido para el pueblo durante muchos años.<br><br>“Josías se conmovió hondamente al oír por primera vez leer las exhorta- ciones y las amonestaciones registradas en ese antiguo manuscrito. Nunca antes había comprendido tan claramente la sencillez con que Dios había presentado a Israel ‘la vida y la muerte, la bendición y la maldición’ (Deut. 30:19) [...]. En el libro abundaban las promesas referentes a la buena voluntad de Dios para salvar hasta lo sumo a los que confiasen plenamente en él. Así como había obrado al librarlos de la servidumbre en Egipto, quería obrar poderosamente para establecerlos en la Tierra Prometida y colocarlos a la cabeza de las naciones de la Tierra” (PR 290).<br><br>En el capítulo siguiente, podemos ver cuán seriamente el rey Josías pro- curó guardar “sus mandamientos, sus testimonios y sus estatutos, con todo el corazón y con toda el alma” (2 Rey. 23:3; ver también Deut. 4:29; 6:5; 10:12; 11:13). Y esta reforma incluyó una limpieza y una purificación de “todas las abominaciones que se veían en la tierra de Judá y en Jerusalén, para cumplir las palabras de la ley que estaban escritas en el libro que el sacerdote Hilcías había hallado en la casa de Jehová” (2 Rey. 23:24).<br><br>Deuteronomio estaba lleno de advertencias y amonestaciones en contra de seguir las prácticas de las naciones que los rodeaban. Los actos de Josías, y todas las cosas que hizo, que incluyeron la ejecución de los sacerdotes idólatras de Samaria (2 Rey. 23:20), revelaron cuán lejos se habían desviado de la verdad que se les había confiado. En lugar de seguir siendo el pueblo santo que se suponía que eran, transigieron con el mundo, aunque a menudo pensaban: Estamos bien con el Señor, gracias. Qué engaño más peligroso.<br><br><strong>¿Qué cosas podríamos necesitar purgar a fondo en nuestra casa o nuestra iglesia para poder servir verdaderamente al Señor con todo nuestro corazón y alma?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de diciembre",
          "dayTitle": "<p>LOS CIELOS DE LOS CIELOS<br></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Deuteronomio deja muy en claro que la Ley y el Pacto eran esenciales, no solo para la relación de Israel con Dios, sino también para el propósito de la nación como pueblo “escogido” (Deut. 7:6; 14:2; 18:5).<br><br><strong>Lee Deuteronomio 10:12 al 15, donde se enfatiza esta idea de la Ley y el estatus de “escogido” de Israel. Sin embargo, ¿qué quiere decir la Biblia con la frase “los cielos de los cielos”? ¿Qué quiere enfatizar Moisés con esa frase?</strong><br></p><p><strong>Deuteronomio 10:12 -15</strong></p><p><sup><strong>12 </strong></sup>Ahora, pues, Israel, ¿qué pide Jehová tu Dios de ti, sino que temas a Jehová tu Dios, que andes en todos sus caminos, y que lo ames, y sirvas a Jehová tu Dios con todo tu corazón y con toda tu alma;<sup><br><br><strong>13</strong></sup> que guardes los mandamientos de Jehová y sus estatutos, que yo te prescribo hoy, para que tengas prosperidad?<sup><br><br><strong>14</strong></sup> He aquí, de Jehová tu Dios son los cielos, y los cielos de los cielos, la tierra, y todas las cosas que hay en ella.<sup><br><br><strong>15</strong></sup> Solamente de tus padres se agradó Jehová para amarlos, y escogió su descendencia después de ellos, a vosotros, de entre todos los pueblos, como en este día. <br><strong></strong></p><p>El significado de “los cielos de los cielos” no está del todo claro, al menos en este contexto inmediato, pero Moisés está señalando la majestad, el poder y la grandeza de Dios. Es decir, no solo el cielo en sí, sino “los cielos de los cielos” le pertenecen, probablemente una expresión idiomática que apunta a la completa soberanía de Dios sobre toda la Creación.<br><br><strong>Lee los siguientes versículos, todos basados en la frase que aparece primero en Deuteronomio. En cada caso, ¿de qué se trata y cómo vemos la influencia de Deuteronomio allí?</strong><br><br><strong>1 Reyes 8:27</strong></p><p><sup><strong>27</strong></sup> Pero ¿es verdad que Dios morará sobre la tierra? He aquí que los cielos, los cielos de los cielos, no te pueden contener; ¿cuánto menos esta casa que yo he edificado?<br><br><strong>Nehemías 9:6</strong></p><p><sup><strong>6</strong></sup> Tú solo eres Jehová; tú hiciste los cielos, y los cielos de los cielos, con todo su ejército, la tierra y todo lo que está en ella, los mares y todo lo que hay en ellos; y tú vivificas todas estas cosas, y los ejércitos de los cielos te adoran. <br><br><strong>Salmo 148:4</strong><sup><br></sup></p><p><sup><strong>4</strong></sup> Alabadle, cielos de los cielos,<br>Y las aguas que están sobre los cielos. <br></p><p>En Nehemías 9 se enfatiza quién es el único que debe ser adorado. Él hizo todo, incluso “los cielos de los cielos, con todo su ejército” (Neh. 9:6). De hecho, Nehemías 9:3 dice que “leyeron el libro de la ley”, muy probable- mente, como en la época de Josías, el libro de Deuteronomio, lo que explica por qué unos versículos más adelante los levitas, en medio de su alabanza y adoración a Dios, utilizaron esta frase, “los cielos de los cielos”, extraída directamente de Deuteronomio.<br><br><strong>Dios es el Creador, no solo de la Tierra, sino también de “los cielos de los cielos”. ¡Y pensar que este mismo Dios iría a la Cruz! ¿Por qué la adoración es una respuesta tan apropiada a lo que Dios hizo por nosotros?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de diciembre",
          "dayTitle": "<p>DEUTERONOMIO EN JEREMÍAS<br></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>Hace años, un joven agnóstico buscaba apasionadamente la verdad, sin importar cuál fuera esa verdad y a dónde lo llevara. Finalmente, llegó no solo a creer en Dios el Padre y en Jesús, sino también aceptó el mensaje adventista del séptimo día. Su versículo favorito de la Biblia era Jeremías 29:13, que dice: “Y me buscaréis y me hallaréis, porque me buscaréis de todo vuestro corazón”. No obstante, años más tarde, al estudiar su Biblia, encontró ese versículo nuevamente, pero en el libro de Deuteronomio. Es decir, Jeremías lo obtuvo de Moisés.</p><p><strong><br></strong></p><p><strong>Lee Deuteronomio 4:23 al 29. ¿Cuál es el contexto de esta promesa a Israel y cómo podría relacionarse con nosotros hoy?</strong></p><p><strong><br></strong></p><p><strong>Deuteronomio 4:23-29</strong></p><p><sup><strong>23</strong></sup> Guardaos, no os olvidéis del pacto de Jehová vuestro Dios, que él estableció con vosotros, y no os hagáis escultura o imagen de ninguna cosa que Jehová tu Dios te ha prohibido.<sup><br><br><strong>24 </strong></sup>Porque Jehová tu Dios es fuego consumidor, Dios celoso.<sup><br><br><strong>25 </strong></sup>Cuando hayáis engendrado hijos y nietos, y hayáis envejecido en la tierra, si os corrompiereis e hiciereis escultura o imagen de cualquier cosa, e hiciereis lo malo ante los ojos de Jehová vuestro Dios, para enojarlo;<sup><br><strong><br>26 </strong></sup>yo pongo hoy por testigos al cielo y a la tierra, que pronto pereceréis totalmente de la tierra hacia la cual pasáis el Jordán para tomar posesión de ella; no estaréis en ella largos días sin que seáis destruidos.<sup><br><strong><br>27</strong></sup> Y Jehová os esparcirá entre los pueblos, y quedaréis pocos en número entre las naciones a las cuales os llevará Jehová.<sup><br><br><strong>28</strong></sup> Y serviréis allí a dioses hechos de manos de hombres, de madera y piedra, que no ven, ni oyen, ni comen, ni huelen.<sup><br><br><strong>29</strong></sup> Mas si desde allí buscares a Jehová tu Dios, lo hallarás, si lo buscares de todo tu corazón y de toda tu alma.<br><strong></strong></p><p><br></p><p>Como ya hemos visto, el libro de Deuteronomio se había redescubierto durante el reinado del rey Josías, y fue bajo el gobierno de Josías que Jeremías comenzó su ministerio. Por ende, no es de extrañar que la influencia de Deuteronomio pueda verse en los escritos de Jeremías.</p><p><strong><br></strong></p><p><strong>Lee Jeremías 7:1 al 7. ¿Qué le dice Jeremías al pueblo que haga, y qué relación tiene con lo que estaba escrito en el libro de Deuteronomio?&nbsp;</strong></p><p><br></p><p><strong>Jeremías 7:1 - 7</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Palabra de Jehová que vino a Jeremías, diciendo:<sup><br><br><strong>2</strong></sup> Ponte a la puerta de la casa de Jehová, y proclama allí esta palabra, y di: Oíd palabra de Jehová, todo Judá, los que entráis por estas puertas para adorar a Jehová.<sup><br><br><strong>3 </strong></sup>Así ha dicho Jehová de los ejércitos, Dios de Israel: Mejorad vuestros caminos y vuestras obras, y os haré morar en este lugar.<sup><br><br><strong>4 </strong></sup>No fiéis en palabras de mentira, diciendo: Templo de Jehová, templo de Jehová, templo de Jehová es este.<sup><br><br><strong>5</strong></sup> Pero si mejorareis cumplidamente vuestros caminos y vuestras obras; si con verdad hiciereis justicia entre el hombre y su prójimo,<sup><br><br><strong>6</strong></sup> y no oprimiereis al extranjero, al huérfano y a la viuda, ni en este lugar derramareis la sangre inocente, ni anduviereis en pos de dioses ajenos para mal vuestro,<sup><br><br><strong>7</strong></sup> os haré morar en este lugar, en la tierra que di a vuestros padres para siempre. <br></p><p>Vez tras vez en Deuteronomio, Moisés enfatizó que la permanencia en la tierra de Canaán era condicional, y que si desobedecían no permanecerían en el lugar que Dios había elegido para ellos. Considera la advertencia específica que se encuentra en Jeremías 7:4, donde se enfatiza que este era de veras el Templo de Dios, y ellos eran de veras su pueblo escogido, pero que nada de eso traería bendición si no eran obedientes.</p><br><p>Y esa obediencia incluía su forma de tratar a los extranjeros, a los huérfanos, a las viudas, una idea que se remonta directamente a Deuteronomio y a algunas de las estipulaciones del Pacto que era de su incumbencia seguir: “No torcerás el derecho del extranjero ni del huérfano, ni tomarás en prenda la ropa de la viuda” (Deut. 24:17; ver además Deut. 24:21; 10:18, 19; 27:19).</p><p><strong><br></strong></p><p><strong>Lee Jeremías 4:4 y compáralo con Deuteronomio 30:6. ¿Cuál es el mensaje para el pueblo y cómo ese principio se aplica también al pueblo de Dios hoy?</strong></p><p><strong>Jeremías 4:4 <br></strong></p><p><strong><sup>4</sup> </strong>Circuncidaos a Jehová, y quitad el prepucio de vuestro corazón, varones de Judá y moradores de Jerusalén; no sea que mi ira salga como fuego, y se encienda y no haya quien la apague, por la maldad de vuestras obras. <strong><br></strong></p><p><strong>Deuteronomio 30:6<sup><br></sup></strong></p><p><sup><strong>6 </strong></sup>Y circuncidará Jehová tu Dios tu corazón, y el corazón de tu descendencia, para que ames a Jehová tu Dios con todo tu corazón y con toda tu alma, a fin de que vivas. <br><strong></strong></p><p><strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de diciembre",
          "dayTitle": "<p>QUÉ PIDE JEHOVÁ DE TI<br></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>Gran parte de los escritos de los profetas consistían en apelaciones a la fidelidad. Y no solo a la fidelidad en general, sino en particular; la fidelidad a su parte del Pacto, que confirmaron justo antes de entrar en la Tierra Prometida. Esto es lo que describe el libro de Deuteronomio: la confirmación del pacto de Dios con Israel. Después del rodeo de cuarenta años, el Señor ahora estaba a punto de cumplir (o comenzar a cumplir) más promesas de su Pacto, su parte del trato. Por lo tanto, Moisés amonestó al pueblo a cum- plir con su parte también. De hecho, muchos de los escritos de los profetas eran básicamente iguales: llamados al pueblo para que cumpliera con su parte del Pacto.<br><br><strong>Lee Miqueas 6:1 al 8. ¿Qué le está diciendo el Señor al pueblo, y qué relación tiene con el libro de Deuteronomio? (Ver, además, Amós 5:24; Ose. 6:6.)</strong></p><p><br><strong></strong></p><p><strong>Miqueas 6:1- 8</strong></p><p><sup><strong>1&nbsp; </strong></sup>Oíd ahora lo que dice Jehová: Levántate, contiende contra los montes, y oigan los collados tu voz.<sup><br><br><strong>2</strong></sup> Oíd, montes, y fuertes cimientos de la tierra, el pleito de Jehová; porque Jehová tiene pleito con su pueblo, y altercará con Israel.<sup><br><strong><br>3 </strong></sup>Pueblo mío, ¿qué te he hecho, o en qué te he molestado? Responde contra mí.<sup><br><br><strong>4</strong></sup> Porque yo te hice subir de la tierra de Egipto, y de la casa de servidumbre te redimí; y envié delante de ti a Moisés, a Aarón y a María.<sup><br><br><strong>5</strong></sup> Pueblo mío, acuérdate ahora qué aconsejó Balac rey de Moab, y qué le respondió Balaam hijo de Beor, desde Sitim hasta Gilgal, para que conozcas las justicias de Jehová.<br>Lo que pide Jehová<sup><br><br><strong>6 </strong></sup>¿Con qué me presentaré ante Jehová, y adoraré al Dios Altísimo? ¿Me presentaré ante él con holocaustos, con becerros de un año?<sup><br><br><strong>7</strong></sup> ¿Se agradará Jehová de millares de carneros, o de diez mil arroyos de aceite? ¿Daré mi primogénito por mi rebelión, el fruto de mis entrañas por el pecado de mi alma?<sup><br><br><strong>8</strong></sup> Oh hombre, él te ha declarado lo que es bueno, y qué pide Jehová de ti: solamente hacer justicia, y amar misericordia, y humillarte ante tu Dios. <br><strong></strong></p><p><strong>Amós 5:24 </strong><sup><br></sup></p><p><sup><strong>24</strong></sup> Pero corra el juicio como las aguas, y la justicia como impetuoso arroyo. <br></p><p><strong>Ose. 6:6</strong></p><p><sup><strong>6 </strong></sup>Porque misericordia quiero, y no sacrificio, y conocimiento de Dios más que holocaustos. <br></p><p>Algunos comentaristas bíblicos han visto en estas palabras de Miqueas lo que se conoce como una “demanda pactual” en la que el Señor “levanta pleito” o interpone una demanda contra su pueblo por violación del Pacto. En este caso, Miqueas dice que el Señor “tiene pleito con su pueblo” (Miq. 6:2), en el cual la palabra “pleito” (riv) puede implicar una disputa legal. Es decir, el Señor estaba iniciando una acción legal contra ellos, una imagen que implica el aspecto legal (además del relacional) del Pacto. Esto no debería sorprender a nadie porque, al fin y al cabo, lo esencial del Pacto era la Ley.<br><br>Fíjate también que Miqueas toma prestado el lenguaje directamente de Deuteronomio: “Ahora, pues, Israel, ¿qué pide Jehová tu Dios de ti, sino que temas a Jehová tu Dios, que andes en todos sus caminos, y que lo ames, y sirvas a Jehová tu Dios con todo tu corazón y con toda tu alma; que guardes los mandamientos de Jehová y sus estatutos, que yo te prescribo hoy, para que tengas prosperidad?” (Deut. 10:12, 13). Sin embargo, en lugar de citarlo directamente, Miqueas lo modifica cambiando la “letra de la ley” de Deuteronomio por el “espíritu de la ley”, que implica ser justo y misericordioso.<br><br>Lo que supuestamente está sucediendo aquí es que, por más que tengan apariencias externas de religión y de piedad (muchos sacrificios de animales, es decir, “millares de carneros”), eso no es lo que constituye la relación de pacto de Israel con Dios. ¿De qué sirve toda esta piedad externa si, por ejemplo, “codician las heredades, y las roban; y casas, y las toman; oprimen al hombre y a su casa, al hombre y a su heredad” (Miq. 2:2)? Se suponía que Israel era una luz para el mundo, acerca de la cual las naciones dirían con asombro: “Ciertamente pueblo sabio y entendido, nación grande es esta” (Deut. 4:6). Por lo tanto, debían actuar con sabiduría y entendimiento, lo que incluía tratar a la gente con justicia y misericordia.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de Diciembre",
          "dayTitle": "<p>LA ORACIÓN DE DANIEL</p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>Una de las oraciones más famosas de todo el Antiguo Testamento está en Daniel 9. Al enterarse, mediante la lectura del profeta Jeremías, de que el tiempo de las “desolaciones” de Israel pronto terminarían, Daniel comenzó a orar con fervor (Dan. 9:2).<br><br>¡Y qué oración fue esa! Una súplica conmovedora y bañada de lágrimas en la que confiesa sus pecados y los pecados de su pueblo, mientras que al mismo tiempo reconoce la justicia de Dios en medio de la calamidad que les ha sobrevenido.<br><br><strong>Lee Daniel 9:1 al 19. ¿Qué temas puedes encontrar que se relacionan directamente con el libro de Deuteronomio?</strong><br></p><p><strong>Daniel 9:1-19</strong></p><p><sup><strong>1&nbsp;</strong></sup> En el año primero de Darío hijo de Asuero, de la nación de los medos, que vino a ser rey sobre el reino de los caldeos,<sup><br><strong><br>2</strong></sup> en el año primero de su reinado, yo Daniel miré atentamente en los libros el número de los años de que habló Jehová al profeta Jeremías, que habían de cumplirse las desolaciones de Jerusalén en setenta años.<sup><br><strong><br>3</strong></sup> Y volví mi rostro a Dios el Señor, buscándole en oración y ruego, en ayuno, cilicio y ceniza.<sup><br><br><strong>4</strong></sup> Y oré a Jehová mi Dios e hice confesión diciendo: Ahora, Señor, Dios grande, digno de ser temido, que guardas el pacto y la misericordia con los que te aman y guardan tus mandamientos;<sup><br><strong><br>5</strong></sup> hemos pecado, hemos cometido iniquidad, hemos hecho impíamente, y hemos sido rebeldes, y nos hemos apartado de tus mandamientos y de tus ordenanzas.<sup><br><br><strong>6 </strong></sup>No hemos obedecido a tus siervos los profetas, que en tu nombre hablaron a nuestros reyes, a nuestros príncipes, a nuestros padres y a todo el pueblo de la tierra.<sup><br><strong><br>7 </strong></sup>Tuya es, Señor, la justicia, y nuestra la confusión de rostro, como en el día de hoy lleva todo hombre de Judá, los moradores de Jerusalén, y todo Israel, los de cerca y los de lejos, en todas las tierras adonde los has echado a causa de su rebelión con que se rebelaron contra ti.<sup><br><br><strong>8 </strong></sup>Oh Jehová, nuestra es la confusión de rostro, de nuestros reyes, de nuestros príncipes y de nuestros padres; porque contra ti pecamos.<sup><br><br><strong>9 </strong></sup>De Jehová nuestro Dios es el tener misericordia y el perdonar, aunque contra él nos hemos rebelado,<sup><br><strong><br>10 </strong></sup>y no obedecimos a la voz de Jehová nuestro Dios, para andar en sus leyes que él puso delante de nosotros por medio de sus siervos los profetas.<sup><br><br><strong>11</strong></sup> Todo Israel traspasó tu ley apartándose para no obedecer tu voz; por lo cual ha caído sobre nosotros la maldición y el juramento que está escrito en la ley de Moisés, siervo de Dios; porque contra él pecamos.<sup><br><br><strong>12 </strong></sup>Y él ha cumplido la palabra que habló contra nosotros y contra nuestros jefes que nos gobernaron, trayendo sobre nosotros tan grande mal; pues nunca fue hecho debajo del cielo nada semejante a lo que se ha hecho contra Jerusalén.<sup><br><br><strong>13 </strong></sup>Conforme está escrito en la ley de Moisés, todo este mal vino sobre nosotros; y no hemos implorado el favor de Jehová nuestro Dios, para convertirnos de nuestras maldades y entender tu verdad.<sup><br><br><strong>14 </strong></sup>Por tanto, Jehová veló sobre el mal y lo trajo sobre nosotros; porque justo es Jehová nuestro Dios en todas sus obras que ha hecho, porque no obedecimos a su voz.<sup><br><br><strong>15</strong></sup> Ahora pues, Señor Dios nuestro, que sacaste tu pueblo de la tierra de Egipto con mano poderosa, y te hiciste renombre cual lo tienes hoy; hemos pecado, hemos hecho impíamente.<sup><br><br><strong>16 </strong></sup>Oh Señor, conforme a todos tus actos de justicia, apártese ahora tu ira y tu furor de sobre tu ciudad Jerusalén, tu santo monte; porque a causa de nuestros pecados, y por la maldad de nuestros padres, Jerusalén y tu pueblo son el oprobio de todos en derredor nuestro.<sup><br><br><strong>17</strong></sup> Ahora pues, Dios nuestro, oye la oración de tu siervo, y sus ruegos; y haz que tu rostro resplandezca sobre tu santuario asolado, por amor del Señor.<sup><br><strong><br>18</strong></sup> Inclina, oh Dios mío, tu oído, y oye; abre tus ojos, y mira nuestras desolaciones, y la ciudad sobre la cual es invocado tu nombre; porque no elevamos nuestros ruegos ante ti confiados en nuestras justicias, sino en tus muchas misericordias.<sup><br><br><strong>19 </strong></sup>Oye, Señor; oh Señor, perdona; presta oído, Señor, y hazlo; no tardes, por amor de ti mismo, Dios mío; porque tu nombre es invocado sobre tu ciudad y sobre tu pueblo. <br></p><p>La oración de Daniel es un resumen exacto de lo que se le había adver- tido a la nación en Deuteronomio con respecto a los frutos de no cumplir con su parte del Pacto. Daniel se refirió dos veces a “la ley de Moisés” (Dan. 9:11, 13), que sin duda incluía Deuteronomio y, en este caso, bien podría estar refiriéndose específicamente a este libro.</p><p><br></p><p><strong>Deut. 4:27-31</strong></p><p><sup><strong>27</strong></sup> Y Jehová os esparcirá entre los pueblos, y quedaréis pocos en número entre las naciones a las cuales os llevará Jehová.<sup><br><br><strong>28 </strong></sup>Y serviréis allí a dioses hechos de manos de hombres, de madera y piedra, que no ven, ni oyen, ni comen, ni huelen.<sup><br><br><strong>29</strong></sup> Mas si desde allí buscares a Jehová tu Dios, lo hallarás, si lo buscares de todo tu corazón y de toda tu alma.<sup><br><br><strong>30</strong></sup> Cuando estuvieres en angustia, y te alcanzaren todas estas cosas, si en los postreros días te volvieres a Jehová tu Dios, y oyeres su voz;<sup><br><br><strong>31 </strong></sup>porque Dios misericordioso es Jehová tu Dios; no te dejará, ni te destruirá, ni se olvidará del pacto que les juró a tus padres. <br><strong></strong></p><p><br></p><p>Como anticipaba Deuteronomio, fueron expulsados de la tierra (ver Deut. 4:27-31; 28) porque no obedecieron, exactamente lo que se le había dicho a Moisés (Deut. 31:29) que sucedería.<br><br>Qué trágico, también, que en lugar de que las naciones que estaban a su alrededor dijeran: “Ciertamente pueblo sabio y entendido, nación grande es esta” (Deut. 4:6), Israel se haya convertido en un “oprobio” (Dan. 9:16) para esas mismas naciones.<br><br>En medio de todas las lágrimas y las súplicas de Daniel, nunca formula la pregunta común que tantos hacen cuando ocurre un desastre: “¿Por qué?” Nunca pregunta porque, gracias al libro de Deuteronomio, sabe exactamente por qué sucedieron todas estas cosas. En otras palabras, Deuteronomio le dio a Daniel (y a otros exiliados) un contexto mediante el cual entender que el mal que les sobrevino no era solo un destino ciego, puro azar, sino los frutos de su desobediencia, tal cual se les advirtió.<br><br>Pero quizá lo más importante sea que la oración de Daniel expresaba la realidad de que, a pesar de estos hechos, había esperanza. Dios no los había abandonado, por más que les hubiera parecido así. Deuteronomio aportó no solo un contexto para comprender su situación, sino también destacaba la promesa de restauración.<br><br><strong>Lee Daniel 9:24 al 27, la profecía acerca de Jesús y su muerte en la Cruz. ¿Por qué esta profecía le fue dada a Daniel (y al resto de nosotros) en el contexto del exilio de Israel y la promesa del retorno?</strong></p><p><strong>Daniel 9:24- 27</strong></p><p><sup><strong>24 </strong></sup>Setenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.<sup><br><br><strong>25 </strong></sup>Sabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; se volverá a edificar la plaza y el muro en tiempos angustiosos.<sup><br><strong><br>26</strong></sup> Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.<sup><br><strong><br>27</strong></sup> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador. <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de diciembre",
          "dayTitle": "",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>“Este [Miq. 6:1–8] es uno de los grandes pasajes del AT. Este, como Amós 5:24 y Ose. 6:6, es el epítome de los profetas del siglo VIII. El pasaje abre con un hermoso ejemplo de una demanda de pacto en la que el profeta convoca al pueblo a escuchar la acusación que Jehová tiene contra ellos. Los montes y los collados son el jurado porque han existido por mucho tiempo y han sido testigos del trato de Dios con Israel. En lugar de acusar directamente a Israel de quebrantar el Pacto, Dios le pregunta a Israel si tiene alguna acusación contra él. ‘¿Qué te he hecho, o en qué te he molestado?’ Frente a la injusticia, algunos de los pobres pudieron haberse ‘cans[ado ...] de hacer bien’. Frente a las oportunidades de enriquecerse rápidamente, algunos de los terratenientes pudieron haberse cansado de cumplir las leyes del Pacto” (R. L. Smith, Word Biblical Commentary, Micah-Malachi, t. 32, p. 50).<br><br>“En la reforma que siguió, el rey dedicó su atención a destruir todo ves- tigio que quedara de la idolatría. Hacía tanto tiempo que los habitantes del país seguían las costumbres de las naciones circundantes en lo referente a postrarse ante imágenes de madera y piedra que parecía casi imposible que el poder del hombre eliminara todo rastro de esos males. Pero Josías perseveró en su esfuerzo por purificar la tierra” (PR 295).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><strong><br>1.</strong> Claro, somos adventistas del séptimo día, y con nuestro mensaje de la Verdad Presente nos consideramos en el mismo lugar en el que estuvo el antiguo Israel: tenían verdades que el mundo que los rodeaba necesitaba escuchar. Es un gran privilegio para nosotros. Sin embargo, ¿crees que estamos cumpliendo con las responsabili- dades que conlleva ese privilegio?<br><br><strong>2. </strong>Imagínate que eres Daniel, después de haber visto su nación in- vadida y derrotada, y sabiendo que el Templo, el centro de toda su fe religiosa, fue destruido por paganos idólatras. Sin embargo, el hecho de conocer el libro de Deuteronomio, ¿cómo pudo ser tan im- portante para él (o para cualquier otro judío) en ese momento? Es decir, ¿cómo lo ayudó el libro a comprender todo lo que estaba su- cediendo y por qué ocurría? De igual modo, nuestra comprensión de las Escrituras en general, ¿cómo nos ayuda a afrontar tiempos difíciles y acontecimientos que de otra manera, sin nuestro cono- cimiento de las Escrituras, podrían ser muy desalentadores para nosotros? La respuesta a esta pregunta ¿qué debería enseñarnos acerca de cuán esencial debe ser la Biblia para nuestra fe?<br><br><strong>3. </strong>Con la clase, repasen la profecía de las setenta semanas de Daniel 9:24 al 27. ¿Qué papel tiene el Pacto en esa profecía, y por qué la idea de pacto es tan importante para él y para nosotros?<br><br><strong>Daniel 9:24 - 27</strong><sup><br><strong><br>24 </strong></sup>Setenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.<sup><br><br><strong>25</strong></sup> Sabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; se volverá a edificar la plaza y el muro en tiempos angustiosos.<sup><br><br><strong>26</strong></sup> Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.<sup><br><br><strong>27</strong></sup> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador. <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>DEUTERONOMIO EN EL RESTO DEL ANTIGUO TESTAMENTO<br></p>",
      "verse": "<p>PARA MEMORIZAR: “Solamente de tus padres se agradó Jehová para amarlos, y escogió su des- cendencia después de ellos, a vosotros, de entre todos los pueblos, como en este día” (Deut. 10:15).<br></p>",
      "versionCode": 1,
      "weekDate": "4-10 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
