{
   "data":[
      {
         "color":"#C13B59",
         "id":7,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 10 de Agosto",
               "dayTitle":"<p><strong>INSTRUYENDO A LOS  DISCÍPULOS: PARTE 1</strong></p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p>La primera mitad de Marcos dirige la atención hacia quién es Jesús. Sus poderosos milagros y enseñanzas apuntan en la misma dirección: él es el Mesías. Ahora, en este punto crucial de la narración, Jesús preguntará a sus discípulos quién creen ellos que es.\n</p><p>Pedro dará una respuesta estruendosa a esa pregunta, y Jesús comenzará inmediatamente a explicar adónde lo conducirán sus pasos como Mesías; como  sabemos, a la Cruz.\n</p><p>En la última parte de Marcos 8, y hasta el final de Marcos 10, Jesús se enfoca en instruir a sus discípulos acerca de su derrotero. En estos capítulos, él hará predicciones acerca de la Cruz, que serán seguidas por una instrucción especial acerca del discipulado. Estas poderosas lecciones siguen siendo relevantes hoy.\n</p><p>Esta sección del segundo Evangelio se destaca por la curación de dos hombres ciegos, uno en la mitad de Marcos 8 y el otro al final de Marcos 10. Estos dos  milagros funcionan como paréntesis al comienzo y al final del contenido que se encuentra entre ellos e ilustran dramáticamente que el discipulado incluye la  percepción espiritual acerca de quién es Jesús y dónde está yendo. Así como sus  enseñanzas desafiaron a sus discípulos hace dos mil años, siguen confrontando hoy a sus discípulos modernos con el elevado costo y la recompensa de seguirlo.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 11 de Agosto",
               "dayTitle":"<p><strong>VIENDO CLARAMENTE</strong></p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Marcos 8:22 al 30. ¿Por qué necesitó Jesús dos toques para sanar al hombre ciego? ¿Qué lecciones surgen de este relato?\n</strong></p><p><strong>Marcos 8:22 al 30\n</strong></p><p><sup><strong>22</strong></sup> Vino luego a Betsaida, y le trajeron un ciego, y le rogaron que lo tocara.\n</p><p><strong><sup>23 </sup></strong>Entonces, tomando la mano del ciego, lo sacó fuera de la aldea; escupió en sus ojos, puso sus manos sobre él y le preguntó si veía algo.\n</p><p><strong><sup>24 </sup></strong>Él, mirando, dijo:\n</p><p>—Veo los hombres como árboles, pero los veo que andan.\n</p><p><strong><sup>25</sup></strong> Luego le puso otra vez las manos sobre los ojos, y le hizo que mirara; y fue restablecido, y vio de lejos y claramente a todos.\n</p><p><strong><sup>26</sup></strong> Jesús lo envió a su casa, diciendo:\n</p><p>—No entres en la aldea, ni lo digas a nadie en la aldea.\n</p><p><strong><sup>27 </sup></strong>Salieron Jesús y sus discípulos por las aldeas de Cesarea de Filipo. Y en el camino preguntó a sus discípulos, diciéndoles:\n</p><p>—¿Quién dicen los hombres que soy yo?\n</p><p><strong><sup>28</sup></strong> Ellos respondieron:\n</p><p>—Unos, Juan el Bautista; otros, Elías; y otros, alguno de los profetas.\n</p><p><strong><sup>29</sup></strong> Entonces él les dijo:\n</p><p>—Y vosotros, ¿quién decís que soy?\n</p><p>Respondiendo Pedro, le dijo:\n</p><p>—Tú eres el Cristo.\n</p><p><strong><sup>30</sup></strong> Pero él les mandó que no dijeran esto de él a nadie.\n</p><p>Los evangelios reportan el caso de varias personas ciegas curadas por Jesús. Además de este pasaje de Marcos 8, la sanación del ciego Bartimeo se reporta en Marcos 10:46 al 52 (Mateo se refiere a dos ciegos [Mat. 20:29-34]) y Juan 9 narra la historia de la curación efectuada por Jesús en favor de un ciego de nacimiento enviado a lavarse en el estanque de Siloé.\n</p><p>Pero esta historia de Marcos 8 es singular, ya que solo aparece allí y es el único milagro de Jesús que requiere dos acciones para producir salud perfecta. Como parte de la historia, un detalle conmovedor es que Jesús toma al hombre de la mano y lo conduce fuera del poblado. Uno puede percibir su simpatía por la limitación del hombre.\n</p><p>Pero ¿por qué dos toques? Aunque este es el único de sus milagros que incluye dos acciones, eso no implica una falta de poder de parte de Jesús. En lugar de ello, se trata probablemente de una parábola actuada; es decir, de una acción destinada a ilustrar el hecho de que la percepción espiritual a veces requiere cierto tiempo para desarrollarse. Esta interpretación se ve corroborada por el patrón literario de esta sección de Marcos, donde la instrucción dada a los discípulos acerca de sus futuras muerte y resurrección tiene la curación de un hombre ciego al comienzo y al final. La restauración de la visión llega a ser así una metáfora acerca del discipulado perspicaz.\n</p><p>Los docentes aman las preguntas. Estas son a menudo la llave para abrir o desbloquear el entendimiento de un estudiante. En este pasaje de Marcos 8 se encuentra el punto de inflexión del libro. Tres características confirman esta aseveración. Primero, Jesús interroga a sus discípulos acerca de su identidad, algo que no había hecho hasta este punto. Segundo, Pedro es la única persona no endemoniada que declara que Jesús es el Mesías. Tercero, inmediatamente después de esta revelación acerca de quién es Jesús, él comienza a explicar adónde se encamina: a la Cruz.\n</p><p>¿Por qué pide Jesús a sus discípulos que no digan a nadie que él es el Mesías? Parece algo ilógico para el establecimiento del Reino de Dios. Sin embargo, la palabra “mesías” tenía en los días de Jesús una connotación de derrocamiento del Gobierno romano. Jesús no había venido para ser esa clase de mesías; de allí su llamado al silencio acerca de su identidad.\n</p><p><strong>¿Qué nos enseña esta historia acerca de algunos momentos en los que es importante no decir ciertas cosas, sin importar cuán ciertas puedan ser?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 12 de Agosto",
               "dayTitle":"<p><strong>EL COSTO DEL DISCIPULADO</strong></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Marcos 8:31 al 38. ¿Qué dice aquí Jesús acerca del costo de seguirlo?\n</strong></p><p><strong>Marcos 8:31 al 38\n</strong></p><p><strong><sup>31 </sup></strong>Comenzó a enseñarles que le era necesario al Hijo del hombre padecer mucho, ser desechado por los ancianos, por los principales sacerdotes y por los escribas, ser muerto y resucitar después de tres días.\n</p><p><strong><sup>32</sup></strong> Esto les decía claramente. Entonces Pedro lo tomó aparte y comenzó a reconvenirlo.\n</p><p><strong><sup>33</sup></strong> Pero él, volviéndose y mirando a los discípulos, reprendió a Pedro, diciendo:\n</p><p>—¡Quítate de delante de mí, Satanás!, porque no pones la mira en las cosas de Dios, sino en las de los hombres.\n</p><p><strong><sup>34</sup></strong> Y llamando a la gente y a sus discípulos, les dijo:\n</p><p>—Si alguno quiere venir en pos de mí, niéguese a sí mismo, tome su cruz y sígame.\n</p><p><strong><sup>35 </sup></strong>Todo el que quiera salvar su vida, la perderá; y todo el que pierda su vida por causa de mí y del evangelio, la salvará,\n</p><p><strong><sup>36</sup></strong> porque ¿de qué le aprovechará al hombre ganar todo el mundo, si pierde su alma?\n</p><p><strong><sup>37</sup></strong> ¿O qué recompensa dará el hombre por su alma?\n</p><p><strong><sup>38 </sup></strong>Por tanto, el que se avergüence de mí y de mis palabras en esta generación adúltera y pecadora, también el Hijo del hombre se avergonzará de él cuando venga en la gloria de su Padre con los santos ángeles.\n</p><p>Los discípulos habían llegado a un punto decisivo en su relación con Jesús. Ahora saben que él es el Mesías. El lector de Marcos lo sabe desde el comienzo del libro (Mar. 1:1) y, por lo tanto, ha tenido una ventaja con respecto a los discípulos, a veces torpes.\n</p><p>En un principio, cuando Jesús los llamó, dijo que los convertiría en pescadores de hombres (Mar. 1:17). No hubo problemas entonces. Pero ahora que realmente saben quién es, él les revela el objetivo de su misión: que le es necesario padecer muchas cosas, ser rechazado, morir y resucitar después de tres días. Son noticias impactantes. Pedro, quien acaba de confesar que Jesús es el Mesías, lo lleva aparte y comienza a reprenderlo por decir eso. El evangelista presenta todo esto en forma de discurso indirecto, pero ahora reporta las palabras de Jesús, palabras que sin duda dejaron pasmado a Pedro mientras las escuchaba. El Maestro lo llama Satanás y le dice que se aparte de su camino, puesto que tales pensamientos no están en armonía con la voluntad de Dios. “Las palabras de Pedro no eran de naturaleza que fuesen de ayuda y solaz para Jesús en la gran prueba que lo esperaba. No estaban en armonía con el misericordioso propósito de Dios hacia un mundo perdido, ni con la lección de abnegación que Jesús había venido a enseñar por medio de su propio ejemplo” (DTG 384).\n</p><p>Los seguidores de Jesús están llamados a tener el mismo objetivo que él tiene, a tomar su cruz y seguirlo. La crucifixión era el método romano de ejecución más cruel, humillante e intimidatorio. Todos querían evitar la cruz. Por lo tanto, ¿cómo querría alguien adoptar la cruz como símbolo de su devoción a Jesús? Jesús no solo explica el costo del discipulado, sino también su gran recompensa. En la paradoja de la fe cristiana, perder la vida llega a ser la manera de encontrarla. En contraste, ganar el mundo entero pero renunciar a la vida eterna carece de sentido, así como el misionero Jim Elliot lo expresó en su diario personal el 28 de octubre de 1949: “No es tonto quien da lo que no puede conservar para ganar lo que no puede perder”.\n</p><p><strong>“El que ama su vida la perderá; y el que desprecia su vida en este mundo, para vida eterna la guardará” (Juan 12:25). ¿Cómo has experimentado la realidad de estas palabras?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 13 de Agosto",
               "dayTitle":"<p><strong>LA MONTAÑA Y LA MULTITUD</strong></p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Marcos 9:1 al 13. ¿Qué vieron Pedro, Santiago y Juan una noche con Jesús?\n</strong></p><p><strong>Marcos 9:1 al 13\n</strong></p><p><strong><sup>1</sup></strong> También les dijo:\n</p><p>—De cierto os digo que algunos de los que están aquí no gustarán la muerte hasta que hayan visto que el reino de Dios ha venido con poder.\n</p><p><strong><sup>2</sup></strong> Seis días después, Jesús tomó a Pedro, a Jacobo y a Juan, y los llevó aparte solos a un monte alto. Allí se transfiguró delante de ellos.\n</p><p><strong><sup>3 </sup></strong>Sus vestidos se volvieron resplandecientes, muy blancos, como la nieve, tanto que ningún lavador en la tierra los puede dejar tan blancos.\n</p><p><strong><sup>4</sup></strong> Y vieron a Elías y a Moisés que hablaban con Jesús.\n</p><p><strong><sup>5 </sup></strong>Entonces Pedro dijo a Jesús: —¡Maestro, bueno es para nosotros que estemos aquí! Hagamos tres enramadas: una para ti, otra para Moisés y otra para Elías.\n</p><p><strong><sup>6</sup></strong> No sabía lo que hablaba, pues estaban asustados.\n</p><p><strong><sup>7 </sup></strong>Entonces vino una nube que les hizo sombra, y desde la nube una voz que decía: «Éste es mi Hijo amado; a él oíd.»\n</p><p><strong><sup>8 </sup></strong>Y luego, cuando miraron, no vieron a nadie más con ellos, sino a Jesús solo.\n</p><p><strong><sup>9</sup></strong> Mientras descendían del monte, les mandó que a nadie dijeran lo que habían visto, hasta que el Hijo del hombre hubiera resucitado de los muertos. 10 Por eso guardaron la palabra entre sí, discutiendo qué sería aquello de resucitar de los muertos.\n</p><p><strong><sup>11</sup></strong> Le preguntaron, diciendo: —¿Por qué dicen los escribas que es necesario que Elías venga primero? 12 Respondiendo él, les dijo: —Elías a la verdad vendrá primero y restaurará todas las cosas. Pero ¿no dice la Escritura que el Hijo del hombre debe padecer mucho y ser despreciado?\n</p><p><strong><sup>13 </sup></strong>Pero os digo que Elías ya vino, y le hicieron todo lo que quisieron, como está escrito de él.\n</p><p>La predicción de Jesús en Marcos 9:1 de que algunos que estaban con él no gustarían la muerte antes de ver el Reino de Dios venir en gloria se cumplió pocos días después, cuando llevó consigo a Pedro, Santiago y Juan a un alto monte. Allí se transfigura ante ellos con la gloria del Reino celestial.\n</p><p>Elías y Moisés descienden entonces del ámbito celestial y conversan con Jesús. Lucas destaca que hablaban de la partida (griego exodos) de Jesús, que habría de ocurrir en Jerusalén (Luc. 9:30, 31). De esta manera, la escena de gloria está ligada a la muerte de Jesús en la cruz (ver Mar. 9:9) y sería una fuente de esperanza cuando los discípulos lo vieran crucificado.\n</p><p>La mañana siguiente, tras la experiencia en el monte, los tres discípulos preguntaron a Jesús acerca de la venida previa de Elías. Esta idea está probablemente ligada a la expectación de que Elías reaparecería antes que el Mesías (compara con Mal. 4:5, 6). Jesús contesta que Elías ya ha venido, refiriéndose a Juan el Bautista. Así como mataron a Juan el Bautista, Jesús también moriría, pero habría de resucitar tres días después.\n</p><p>Tras la noche de gloria, la escena al pie del monte era un triste caos (ver Mar. 9:14-29). Los nueve discípulos habían encontrado a un muchacho endemoniado al que no pudieron sanar. Cuando Jesús aparece en la escena, todos corren a su encuentro. La historia sigue con un desarrollo acerca del poder del demonio sobre el joven. Jesús dedica lo que parece un considerable tiempo a inquirir acerca de los detalles de la posesión demoníaca. Resulta demasiado para el padre, quien exclama: “Si puedes algo, ayúdanos. Compadécete de nosotros” (Mar. 9:22).\n</p><p>Jesús capta inmediatamente la expresión de duda. La respuesta del Señor podría ser parafraseada de la siguiente manera: “¿Cómo que ‘si puedes’?” (Mar. 9:23). Súbitamente, como si fuera un relámpago, el padre percibe que no solo su hijo tiene un problema. Él mismo tiene un problema de incredulidad, y esta puede impedir que su hijo sea sanado. El desesperado padre se abandona a la misericordia de Jesús con la memorable frase: “Creo, ayuda mi incredulidad” (Mar. 9:24, RVR 1960). Y Jesús sana al muchacho.\n</p><p><strong>¿En qué situaciones, si las hubo, has tenido que clamar: “Creo, ayuda mi incredulidad”? ¿Qué aprendiste de esas experiencias?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miercoles 14 de Agosto",
               "dayTitle":"<p><strong>¿QUIÉN ES EL MÁS GRANDE?</strong></p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Marcos 9:30 al 41. ¿Qué tiene de diferente esta segunda predicción de Jesús acerca de su muerte y su resurrección (compara con Mar. 8:31)? Por otra parte, ¿acerca de qué discuten los discípulos y qué instrucción les da Jesús?\n</strong></p><p><strong>Marcos 9:30-41\n</strong></p><p><strong><sup>30</sup></strong> Saliendo de allí, caminaron por Galilea; y no quería que nadie lo supiera,\n</p><p><strong><sup>31</sup></strong> pues enseñaba a sus discípulos, y les decía: —El Hijo del hombre será entregado en manos de hombres, y lo matarán; pero, después de muerto, resucitará al tercer día.\n</p><p><strong><sup>32</sup></strong> Pero ellos no entendían esta palabra, y tenían miedo de preguntarle.\n</p><p><strong><sup>33</sup></strong> Llegó a Capernaúm y, cuando estuvo en casa, les preguntó: —¿Qué discutíais entre vosotros por el camino?\n</p><p><strong><sup>34</sup></strong> Pero ellos callaron, porque por el camino habían discutido entre sí sobre quién había de ser el mayor.\n</p><p><strong><sup>35 </sup></strong>Entonces él se sentó, llamó a los doce y les dijo: —Si alguno quiere ser el primero, será el último de todos y el servidor de todos.\n</p><p><strong><sup>36</sup></strong> Y tomó a un niño, lo puso en medio de ellos y, tomándolo en sus brazos, les dijo:\n</p><p><strong><sup>37</sup></strong> —El que reciba en mi nombre a un niño como éste, me recibe a mí; y el que a mí me recibe, no me recibe a mí sino al que me envió.\n</p><p><strong><sup>38 </sup></strong>Juan le respondió diciendo: —Maestro, hemos visto a uno que en tu nombre echaba fuera demonios, pero él no nos sigue, y se lo prohibimos porque no nos seguía.\n</p><p><strong><sup>39</sup></strong> Pero Jesús dijo: —No se lo prohibáis, porque ninguno hay que haga milagro en mi nombre, que luego pueda hablar mal de mí,\n</p><p><strong><sup>40</sup></strong> pues el que no está contra nosotros, por nosotros está.\n</p><p><strong><sup>41 </sup></strong>Y cualquiera que os dé un vaso de agua en mi nombre, porque sois de Cristo, de cierto os digo que no perderá su recompensa.\n</p><p>En la primera predicción, Jesús se refiere a quienes lo rechazarán y matarán. En la segunda, dice que será traicionado. El traidor no es señalado en esta ocasión, pero el lector ya sabe quién es en virtud de la identificación de Judas (ver Mar. 3:19). El Señor menciona nuevamente que se le dará muerte y que resucitará tres días después. Pero los discípulos parecen aún menos interesados en los detalles de esta predicción que en la primera. Las noticias indeseadas no despiertan el interés.\n</p><p>En Marcos 8:27, Jesús estaba al norte del Mar de Galilea, cerca de Cesarea de Filipo. En Marcos 9:30 estaba atravesando Galilea, y en Marcos 9:33 entra en Capernaum. Por lo tanto, no es difícil visualizar su derrotero de norte a sur. No obstante, entra en Capernaum solo mientras los doce discípulos lo siguen a la distancia. En la casa les pregunta acerca de la discusión que tuvieron en el camino. Nadie se expresa, lo que es señal segura de que no se sienten cómodos con la pregunta, casi como niños sorprendidos mientras hacen algo que saben que está mal. Su conversación había sido acerca de quién de ellos era el más importante. Aunque la mayoría de la gente no lo admitiría, esta pregunta acerca de quién es el más importante es algo en lo que todos piensan. Pero, en el Reino de Dios, esta idea resulta invertida.\n</p><p>Jesús responde al problema en dos pasos. En primer lugar, afirma claramente que para ser el primero, el más importante, es necesario llegar a ser un servidor. Luego, ilustra el significado de lo que ha dicho mediante una acción. Evidentemente había un niño cerca escuchando. Jesús toma al niño y lo coloca en medio del grupo, algo sin duda intimidatorio para el pequeño. Pero entonces Jesús lo toma en sus brazos, descomprimiendo así la escena, y enseña que si reciben al niño, lo reciben a él. Y si lo reciben a él, reciben a su Padre. De esa manera, el niño más humilde queda vinculado con Dios mismo.\n</p><p>Juan hace una pregunta acerca de quienes no forman parte del círculo de los seguidores de Jesús, y él enseña la importante lección de que quienes no están contra nosotros están a nuestro favor. El Señor afirma que ayudar a otros mediante el servicio cristiano, aun de maneras modestas, no pasa inadvertido en el Cielo.\n</p><p><strong>¿Cuál es la idea bíblica de la grandeza en contraste con la del mundo? ¿Cuál de ellas estás buscando lograr?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 15 de Agosto",
               "dayTitle":"<p><strong>LA PERSONA SANA EN EL INFIERNO</strong></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Marcos 9:42 al 50. ¿Qué tienen en común las enseñanzas de Jesús de este texto?\n</strong></p><p><strong>Marcos 9:42 al 50\n</strong></p><p><strong><sup>42</sup></strong> A cualquiera que haga tropezar a uno de estos pequeñitos que creen en mí, mejor le sería que se le atara una piedra de molino al cuello y se le arrojara al mar.\n</p><p><strong><sup>43</sup></strong> Si tu mano te es ocasión de caer, córtala, porque mejor te es entrar en la vida manco, que teniendo dos manos ir al infierno, al fuego que no puede ser apagado,\n</p><p><strong><sup>44</sup></strong> donde el gusano de ellos no muere y el fuego nunca se apaga.\n</p><p><strong><sup>45 </sup></strong>Y si tu pie te es ocasión de caer, córtalo, porque mejor te es entrar en la vida cojo, que teniendo dos pies ser arrojado al infierno, al fuego que no puede ser apagado,\n</p><p><strong><sup>46</sup></strong> donde el gusano de ellos no muere y el fuego nunca se apaga.\n</p><p><strong><sup>47</sup></strong> Y si tu ojo te es ocasión de caer, sácalo, porque mejor te es entrar en el reino de Dios con un ojo, que teniendo dos ojos ser arrojado al infierno,\n</p><p><strong><sup>48 </sup></strong>donde el gusano de ellos no muere y el fuego nunca se apaga.\n</p><p><strong><sup>49</sup></strong> Todos serán salados con fuego, y todo sacrificio será salado con sal.\n</p><p><strong><sup>50</sup></strong> Buena es la sal; pero si la sal se hace insípida, ¿con qué la sazonaréis? Tened sal en vosotros mismos, y vivid en paz los unos con los otros.\n</p><p>A primera vista, este pasaje parece un conjunto de enseñanzas dispares de Jesús agrupadas sin una razón en particular. Sin embargo, una mirada más cuidadosa revela que cada enseñanza sucesiva contiene una palabra clave que la vincula con la anterior. El pasaje gira en torno a tres términos o expresiones principales que hacen avanzar la instrucción paso a paso: “ocasión de caer”, “fuego” y “sal”. La primera enseñanza es acerca de los “pequeños”, en referencia a los nuevos creyentes. En el Reino de Dios, se encomienda a los maestros y los líderes la responsabilidad de velar por estos nuevos conversos con especial cuidado, a semejanza de los requerimientos éticos del Antiguo Testamento para el cuidado de los más vulnerables en la sociedad de antaño: las viudas, los huérfanos y los extranjeros. Jesús habla hiperbólicamente de que sería preferible ser ahogado en el mar antes que hacer pecar a uno de estos “pequeños”.\n</p><p>La expresión clave “ocasión de caer” conduce hacia la enseñanza más prolongada dentro de este pasaje. Dos dilemas confrontan al lector. En primer lugar, ¿está Jesús realmente enseñando a la gente a amputarse un brazo, una pierna, o sacarse un ojo? Segundo, ¿está enseñando la existencia de un infierno eternamente ardiente? La respuesta al primer interrogante es no. Jesús no está hablando en favor de la mutilación, algo que el judaísmo rechazaba (ver Deut. 14:1; 1 Rey. 18:27, 28). El Señor está empleando una hipérbole, o exageración, para establecer su punto. La pérdida de una mano, un pie o un ojo es algo terrible. ¡Cuánto más desastroso debería ser para un cristiano el hecho de pecar!\n</p><p>La segunda pregunta también recibe una respuesta negativa. Jesús no está enseñando la existencia de un infierno eternamente candente. ¿Cómo lo sabemos? Primero, porque el pasaje contiene un cierto tono humorístico. Imagina a personas entrando en la Jerusalén celestial con un solo ojo, pie o mano. Considera luego la idea de que ciertas personas anatómicamente completas fueran arrojadas al infierno. ¿No debería ser a la inversa? ¿La persona saludable en el infierno? De eso se trata el género comedia. Una comedia tal acerca de un asunto tan serio lo conduce a uno a considerar que Jesús está ilustrando un punto mediante una hipérbole, o exageración. El pecado es algo que debería ser tomado tan en serio que sería preferible perder una mano, un pie o un ojo en lugar de pecar.\n</p><p>En cuanto al infierno, lo eterno de él son sus consecuencias, no su fuego. “Porque de tal manera amó Dios al mundo, que dio a su Hijo único, para que todo el que crea en él no perezca, sino que tenga vida eterna” (Juan 3: 16, énfasis añadido). Quienes se pierden no se queman para siempre; en su lugar, ellos mueren para siempre, ¡una gran diferencia!.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 16 de Agosto",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p><strong>Lee los capítulos titulados “Nada será imposible” y “¿Quién es el mayor?”, en el libro El Deseado de todas las gentes, de Elena de White, pp. 393-410.\n</strong></p><p>“Antes del honor está la humildad. Para ocupar un lugar elevado ante los hombres, el Cielo elige al obrero que, como Juan el Bautista, asume un lugar humilde delante de Dios. El discípulo que más se asemeja a un niño es el más eficiente en la labor para Dios. Los seres celestiales pueden cooperar con aquel que no trata de ensalzarse a sí mismo sino de salvar almas” (DTG 403).\n</p><p>“Todo lo que nos da ventaja sobre otro –sea la educación o el refinamiento, la nobleza de carácter, el entrenamiento cristiano o la experiencia religiosa– nos impone una deuda para con los menos favorecidos; y debemos servirlos en cuanto esté en nuestro poder. Si somos fuertes, debemos sostener las manos de los débiles. Los ángeles de gloria, que contemplan el rostro del Padre en el Cielo, se gozan en servir a sus pequeñuelos. Las almas temblorosas, que tal vez tienen muchos rasgos de carácter censurables, les son especialmente encargadas. Hay siempre ángeles presentes donde más se los necesita, con quienes tienen que pelear la batalla más dura contra el yo y cuyo ambiente es más desalentador. Y los verdaderos seguidores de Cristo cooperarán en ese ministerio” (DTG 407, 408).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p>Lee nuevamente Marcos 8:27 al 29. ¿Cuán a menudo confiesas a otros tu creencia en Jesús como el Cristo?\n</p><p><strong>1. ¿Cuál es el equilibrio adecuado entre la experiencia de la comunión con Cristo en la cumbre del monte y la experiencia del servicio en favor de las necesidades de otros en la llanura?\n</strong></p><p><strong>2. Analicen como clase la respuesta acerca de la grandeza, al final de la sección del miércoles. ¿Qué concluyeron acerca de la diferencia entre lo que el mundo considera grandeza y la opinión de Dios al respecto? ¿A quiénes considera grandes el mundo, contrariamente a como los ve Dios? En contraste, ¿a quiénes podría Dios considerar como grandes mientras que el mundo los ignora o aun desprecia? ¿Qué nos dice esta diferencia acerca de cuán deformados y distorsionados son los ideales del mundo?\n</strong></p><p><strong>3. ¿Cómo podemos aprender a considerar tan seriamente el pecado que, como Jesús dijo, veamos el hecho de pecar como algo peor que perder figuradamente una parte de nuestro cuerpo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sábado 10 de Agosto",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>EL SÁBADO ENSEÑARÉ...\n</strong></p><p><strong>RESEÑA Textos clave: Marcos 8:31-33, 38; 9:1, 7. Enfoque del estudio: Marcos 8:27-38; 9:1-8.\n</strong></p><p>Introducción:\n</p><p>El Reino de Dios es un tema dominante en Marcos. Jesús declara que él representa el Reino de Dios. El Salvador ha venido para restaurar a su pueblo en este Reino. Por lo tanto, todo en su agenda terrenal está orientado a facilitar el cumplimiento del plan redentor de Dios. Nadie puede apartar a Cristo de su misión. Se entrega a ella con una dedicación absoluta. En ocasión de la transfiguración, el Padre anuncia una vez más la filiación divina de Jesús como su Hijo, confirma su misión terrena y exhorta a sus seguidores a serle obedientes.\n</p><p>Temática de la lección:\n</p><p>El estudio de esta semana abarca los siguientes temas: 1. La prioridad de la misión de Jesús a la luz del plan redentor de Dios. 2. La gloria del Reino de Dios como se destaca en Marcos 9:1 y como se representa específicamente en la transfiguración.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>La prioridad de Jesús.</strong>&nbsp;</p><p>En su Evangelio, Marcos presta mucha atención a los actos de Jesús en favor de las personas. Por ejemplo, describe su interacción con la multitud o con el individuo al que se dirige. Los discípulos de Cristo siempre están presentes en las narraciones, pero no tienen un papel destacado en muchas de las escenas. Sin embargo, Marcos 8:27 al 33 es una perícopa, o selección narrativa, en la que existe una estrecha interacción entre Jesús y sus discípulos. La escena se abre con el diálogo entre él y todos ellos. Luego, al final, el diálogo se centra en un solo discípulo, Pedro.\n</p><p>La conversación comienza con la pregunta de Jesús acerca de su identidad. Algunos discípulos manifiestan que hay divergencia de opiniones entre la gente acerca de quién es él y cuál es su misión. Otros discípulos de Cristo identifican a Jesús con la obra de Juan el Bautista o con alguno de los profetas. La pregunta de Jesús no implica que él no sepa quién es. Más bien, quiere poner de relieve la finalidad de su vida en la Tierra y desea que sus discípulos comprendan de primera mano su misión. Por esta razón, tras la respuesta de Pedro: “Tú eres el Cristo” (Mar. 8:29), Jesús comienza a revelar algunos hitos futuros de su derrotero. Pedro identifica a Jesús como ho Jristos, que en griego significa “el Cristo” (con artículo definido), “el Mesías” o “el Ungido”. El mesianismo de Jesús está en armonía con la perspectiva escatológica del evangelio: fue el Elegido que Dios envió para redimir a Israel. Tras afirmar la identidad mesiánica de Jesús, Marcos detalla la misión de él como Mesías y afirma: “Entonces empezó a enseñarles que el Hijo del hombre tenía que padecer mucho, y ser desechado por los ancianos, los principales sacerdotes y los escribas.\n</p><p>Que lo iban a matar, pero que después de tres días resucitaría” (Mar. 8:31). Jesús quiere que sus discípulos comprendan plenamente el derrotero de su vida en la Tierra. Sufrirá durante su ministerio, morirá y resucitará.\n</p><p>Marcos 8:32 y 33 introduce una conversación privada entre Pedro y Jesús. Pedro, según Marcos, comenzó a reprender al Maestro. Pero Mateo es más elocuente acerca de la perspectiva que Pedro tenía del propósito de Jesús en la Tierra: “Y Pedro lo llevó aparte, y empezó a reprobarlo diciendo: ‘Señor, ¡ten compasión de ti mismo! ¡De ningún modo te suceda eso!’ ” (Mat. 16:22). La respuesta de Jesús fue asombrosamente severa: “¡Apártate de mí, Satanás! Porque no piensas como piensa Dios, sino como piensan los hombres” (Mar. 8:33). ¿Por qué reaccionó Jesús así con Pedro? Por la sencilla razón de que este tocó el aspecto más esencial de la vida y el ministerio del Salvador: el plan divino de redención. Jesús nunca permite que nadie interfiera con el plan de Dios, aunque tal interferencia esté revestida de “buenas” intenciones. Jesús permitió que la gente discutiera antagónicamente con él. Toleró el insulto. Sufrió injurias sin quejarse. Pero hay algo que Jesús nunca permitió: la obstaculización o el intento deliberado de detener o abortar el plan del Padre para su vida.\n</p><p>El plan del Padre motiva a Jesús; es la razón de su vida. El plan del Padre para su vida es más importante que el sustento físico: “Mi comida es hacer la voluntad del que me envió y acabar su obra” (Juan 4:34; comparar con Mar. 6:31). Lo que sostiene la vida de Jesús es el plan de Dios. Todas las demás cosas son secundarias. La vida de Jesús está perfectamente sometida a la voluntad de Dios. De la misma manera, los seguidores de Jesús pueden afirmar que son verdaderamente suyos solo cuando viven una vida centrada en Dios y enfocada en su plan de redimirlos.\n</p><p><strong>Los que verán la gloria del Reino de Dios\n</strong></p><p>“Les aseguro: algunos de los que están aquí no gustarán la muerte hasta que hayan visto el Reino de Dios venir con poder” (Mar. 9:1).\n</p><p>Este versículo debe leerse a la luz de los últimos versículos de Marcos 8, en los que Jesús habla del costo del discipulado. Jesús deja claro que “el que se avergüence de mí y de mis palabras en esta generación adúltera y pecadora, el Hijo del hombre se avergonzará también de él cuando venga en la gloria de su Padre con los santos ángeles” (Mar. 8:38, énfasis añadido). En esta perícopa, o porción narrativa, hay dos momentos a los que Jesús se refiere: la era o época de la generación actual y la de quienes estén vivos cuando Jesús regrese. Su transfiguración en Marcos 9:2 al 7 es una pequeña, pero exacta, representación del gran acontecimiento de su futura glorificación. Pedro, que estaba allí, parece entender el acontecimiento de esta manera cuando escribe: “Porque no hemos seguido fábulas ingeniosas cuando les hemos hablado del poder y de la venida de nuestro Señor Jesucristo, sino que fuimos testigos oculares de su majestad” (2 Ped. 1:16). En cuanto a los que “no gustarán la muerte”, el Comentario bíblico adventista del séptimo día afirma: “Es importante que los tres evangelios sinópticos registren el relato de la transfiguración inmediatamente después de esta predicción. […] Los tres evangelistas registran que la transfiguración ocurrió como una semana después de esta afirmación, implicando así que era el cumplimiento de la predicción. La relación entre las dos secciones de la narración parecería excluir la posibilidad de que Jesús se estuviera refiriendo aquí a otro acontecimiento fuera de la transfiguración, la cual fue una demostración en miniatura del Reino de gloria” (Comentario bíblico adventista del séptimo día, t. 5, p. 426).\n</p><p>Además, podría decirse que Marcos se está refiriendo al acontecimiento escatológico del glorioso día de la segunda venida de Jesús, en el que “algunos [de esa generación adúltera y pecadora]” (Mar. 9:1) recibirán la retribución final de la condenación. La muerte, en este caso, se refiere a la muerte segunda. Por lo tanto, los justos no estarán incluidos en Marcos 9:1. Sin embargo, para entender el versículo en este contexto es necesario interpretar la expresión “muerte” como designación simbólica de “la muerte segunda”.\n</p><p>Otra interpretación de Marcos 9:1 se deriva de la comprensión de la expresión “ver”. La palabra griega eidon puede interpretarse de un modo más amplio, con el sentido de “percibir, darse cuenta de algo, tomar nota especial de algo, experimentar algo, mostrar interés por algo” (Danker y otros, A Greek-English lexicon of the New Testament and other early Christian literature, pp. 279, 280). En este sentido, la promesa de Marcos 9:1 puede incluir otros acontecimientos además de la transfiguración. Puede también incluir a otras personas además de Pedro, Santiago y Juan, los únicos que presenciaron la transfiguración de Jesús.\n</p><p>Un comentario de R. Alan Cole puede ser útil en este sentido: “El versículo [Mar. 9:1] debe, por lo tanto, referirse o bien a la transfiguración que sigue inmediatamente, lo que parece razonable, o bien a acontecimientos posteriores, […] como el triunfo de Cristo en la Cruz, confirmado por la resurrección (Col. 2:15), el derramamiento del Espíritu o la posterior extensión de las bendiciones del Reino a los gentiles” (“Mark: An introduction and commentary”, Tyndale New Testament commentaries [Downers Grove: InterVarsity Press, 1989], t. 2, pp. 213, 214.\n</p><p>Otro detalle importante que hay que señalar en Marcos 9:1 es que el verbo griego erjomai, traducido como “venir” en la declaración “hasta que hayan visto el Reino de Dios venir con poder”, se utiliza en el tiempo verbal perfecto, lo que implica que el Reino ya ha llegado. Esta interpretación concuerda con el mensaje de Marcos: “El Reino de Dios está cerca” (Mar. 1:15). Una vez más, el tema principal aquí es el Reino de Dios. Jesús tenía la ferviente esperanza de que algunos que estaban a su alrededor percibirían la obra de su Reino o tomarían conciencia de ella antes de morir.\n</p><p>No hay duda de que el acontecimiento de la transfiguración, y otros que siguieron, como la crucifixión y la resurrección de Cristo, fueron hitos destinados a probar y fortalecer la fe de los discípulos. Esta noción parece armonizar con la opinión de Elena de White: “Los discípulos […] creen que Elías ha venido para anunciar el reinado del Mesías, y que el Reino de Cristo está por establecerse en la Tierra. […] Pero antes de la corona debe venir la cruz; y el tema de la conferencia con Jesús no es su inauguración como rey, sino su fallecimiento, que ha de acontecer en Jerusalén” (El Deseado de todas las gentes, pp. 390, 391). La transfiguración fue, en sentido figurado, “un anticipo” del magnífico acontecimiento del fin de los días: la Segunda Venida. Un acontecimiento tan glorioso llenó de asombro a los discípulos. Moisés y Elías aparecieron ante sus ojos y hablaron con Jesús (Mar. 9:4). Según Elena de White, tanto Moisés como Elías representan a los redimidos. Elías representa a los que no gustarán la muerte, y Moisés a los que se levantarán del polvo. “Sobre el monte, el futuro Reino de gloria fue representado en miniatura: Cristo, el Rey; Moisés, el representante de los santos resucitados; y Elías, de los que serán trasladados” (ibíd., p. 390). La transfiguración ocupa un lugar importante en el Evangelio de Marcos. Este acontecimiento consolida la filiación de Jesucristo. Dios Padre deja entrever el esplendor de su Reino y, desde una nube que vela su gloria, contradice el impetuoso y presuntuoso consejo de Pedro. Como dice Marcos: “Una voz desde la nube dijo: ‘¡Este es mi Hijo amado! ¡Escúchenlo a él’!” (Mar 9:7). Este relato ilustra la importancia de que reconozcamos a Jesús como Hijo de Dios. No obstante, la narración nos enseña que es vital serle obedientes, no simplemente reconocerlo como quien en verdad es. En la Biblia, escuchar es sinónimo de obedecer. Esa obediencia implica una entrega diaria a Jesucristo. Nuestro conocimiento de él debe estar acompañado de la correspondiente obediencia. En las secciones del Evangelio de Marcos que acabamos de estudiar, el autor destaca la identidad mesiánica de Jesús y registra importantes señales del poder y la gloria de su Reino. Suzanne W. Henderson expresa adecuadamente esto cuando escribe: “El segundo evangelista forja claramente la identidad mesiánica de Jesús en el crisol de su misión, que consiste en anunciar anticipadamente la victoria decisiva de Dios sobre los poderes de la presente era maligna” (Christology and discipleship in the gospel of Mark [Cambridge: Cambridge University Press, 2006], p. 4).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>El acontecimiento de la transfiguración fue tan indescriptiblemente asombroso que los discípulos quedaron espantados (Mar. 9:6). Invita a tus alumnos a detenerse un momento y pensar en la segunda venida de Jesús. ¿Cuáles son los primeros pensamientos que les vienen a la mente? Pide a algunos voluntarios que compartan sus impresiones con la clase.\n</p><p>¿Qué sucederá con los justos muertos cuando Cristo regrese? Considera la enseñanza del apóstol Pablo: “En un instante, en un abrir de ojos, a la final trompeta; porque se tocará la trompeta, y los muertos serán resucitados incorruptibles y nosotros seremos transformados” (1 Cor. 15:52). Y añade en el versículo 54: “Entonces se cumplirá la palabra escrita: ‘Sorbida es la muerte con victoria’ ”. ¿Qué esperanza y consuelo te da esta perspectiva?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p style=\"text-align: center; \">INSTRUYENDO A LOS&nbsp;<span style=\"background-color: initial;\">DISCÍPULOS: PARTE 1</span></p>",
         "verse":"<p>“Luego Jesús llamó a la gente y a sus discípulos, y les dijo: ‘Si alguno quiere venir en pos de mí, niéguese a sí mismo, tome su cruz y sígame’ ” (Mar. 8:34).<br></p><p>\n</p>",
         "versionCode":40,
         "weekDate":"10 -16 de Agosto"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
