{
   "data":[
      {
         "color":"#fc9e02",
         "id":703,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"October 12",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>Week one dealt with the end of the book of John, which explained why he wrote his Gospel. This week’s lesson returns to the beginning of the Gospel, where John sets forth the direction that he, inspired by the Holy Spirit, intends to take the reader. In the first words and paragraphs of their writing, New Testament writers often present the themes that they intend to cover.<br><br>So does John, whose themes are presented as part of a grand cosmic sweep that depicts overriding truths about Jesus Christ—truths that reach back to even before Creation.<br><br>This presentation, at the opening of the book, gives readers, who already know that Jesus is the Messiah, an advantage that the characters in the book itself did not have. The reader can clearly see the grand themes that the evangelist returns to as he tells the story of Jesus. These great themes are placed within the historical period of Jesus’ earthly life.<br><br>This week’s lesson will begin with the Prologue (John 1:1–18) and summarize its major themes. These themes will then be looked at in other places in John’s Gospel, as well.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 13",
               "dayTitle":"<p>In the Beginning—The Divine Logos<br></p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p><strong>Read John 1:1–5. What do these words reveal about the Word, Jesus Christ?</strong><br></p><p><strong>John 1:1–5</strong></p><p><sup><strong>1 </strong></sup>In the beginning was the Word, and the Word was with God, and the Word was God.<br><sup><br><strong>2</strong></sup> The same was in the beginning with God.<br><sup><strong><br>3</strong></sup> All things were made by him; and without him was not any thing made that was made.<br><sup><br><strong>4 </strong></sup>In him was life; and the life was the light of men.<br><sup><strong><br>5 </strong></sup>And the light shineth in darkness; and the darkness comprehended it not.<br></p><p>The Gospel of John begins with this amazing thought: “In the beginning was the Word, and the Word was with God, and the Word was God” (John 1:1). This one beautiful sentence contains a depth of thought that we can barely grasp.<br><br>First, the evangelist alludes to the Creation story in Genesis 1:1, “In the beginning.” The Word was already there before the beginning of the universe. Thus, John affirms Jesus’ eternal existence.<br><br>Next, “And the Word was with God.” In John 1:18, John indicates that He is “in the bosom of the Father.” No matter how we may try to envision what this exactly means, one thing is sure: Jesus and the Father are intimately close.<br><br>And then, he says, “And the Word was God.” But how can the Word be with God and at the same time be God? The answer is found in the Greek. Greek has a definite article, “the,” but no indefinite article, “a/ an.” What’s important for us, then, is that the Greek definite article, “the,” points to particularity, some particular object or person. In the phrase “the Word was with God,” the term “God” has the definite article, thus, pointing to a particular individual, the Father. And the Word was with the Father. In the phrase, “and the Word was God,” the term “God” does not have the article, which, in this setting, points to the characteristics of divinity. Jesus is God—not the Father, but He is still the divine Son of God, the second Person of the Godhead.<br><br>The apostle verifies this understanding, for John 1:3, 4 says that Jesus is the Creator of all things created. Anything that once didn’t exist but then came into existence did so only through Jesus, the Creator God. “From the days of eternity the Lord Jesus Christ was one with the Father; He was ‘the image of God,’ the image of His greatness and majesty, ‘the outshining of His glory.’ ”—Ellen G. White, The Desire of Ages, p. 19.<br><br><strong>Why is the full deity of Christ such an important part of our theology? What would we lose if Jesus were, in any way, a mere created being? Bring your answer to class on Sabbath, and be prepared to discuss why Christ’s eternal deity is so important to our faith.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 14",
               "dayTitle":"<p>The Word Made Flesh<br></p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p><strong>Read John 1:1–3, 14. What are these verses telling us that Jesus, God Himself, did—and why is this truth the most important truth that we could ever know?</strong><br></p><p><strong>John 1:1–3</strong></p><p><sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God.<br><sup><strong><br>2 </strong></sup>The same was in the beginning with God.<br><sub><br></sub><sup><strong>3</strong> </sup>All things were made by him; and without him was not any thing made that was made.<br></p><p><strong>John 1:14</strong></p><p><sup><strong>14</strong></sup> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.<br></p><p>John starts his Gospel not with the name “Jesus” or His role as Messiah/Christ but with the term logos. Around the time John wrote, various philosophies used the term logos to refer to the rational structure of the universe, or to refer to the idea of logic and reason themselves.<br><br>Also, the teaching of the influential ancient philosopher Plato had divided reality into two realms. One is the heavenly and immutable realm, where absolute perfection exists. The other is the realm here— perishable, changing, a very imperfect representation of the perfect realm above, wherever it supposedly existed. (Plato never answered that question.) Some philosophies identified the logos as some abstract intermediary between the eternal forms and the perishable, earthly forms here.<br><br>John uses the term in a completely different manner. He maintains that the truth, the logos, is not some ethereal and abstract concept floating between heaven and earth. The logos is a person: Jesus Christ, who became flesh and dwelt among us (John 1:14).<br><br>For John, the logos is the Word of God. More important, God communicated; that is, He revealed Himself to humanity in the most radical way: God became one of us.<br><br>In the Gospel of John, the logos represents the eternal God, who enters time and space, who speaks, acts, and interrelates with humans on a personal level. The eternal God became a human being, one of us.<br><br>In John 1:14 the apostle indicates that the logos “became flesh and dwelt among us” (NKJV). The underlying Greek word, translated dwelt, means to pitch a tent. John is alluding to Exodus 25:8, where God told the Israelites to make a sanctuary, a tent structure, so that He could dwell in their midst. In the same way, in the Incarnation, Jesus, the divine Son of God, stepped into human flesh, veiling His glory so that people could come in contact with Him.<br><br><strong>Dwell on the implications of what John has written here. God Himself, the Creator, became a human being, one of us, and lived here among us. (We haven’t even gotten to His dying for us yet!)</strong><br><strong><br>What does this tell us about the reality of God’s love for humanity? Why should we draw so much comfort from this amazing truth?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 15",
               "dayTitle":"<p>Hearing or Not Hearing the Word<br></p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p><strong>Read John 1:9–13. What harsh reality is John depicting here about how people respond to Jesus?</strong><br></p><p><strong>John 1:9–13</strong></p><p><sup><strong>9 </strong></sup>That was the true Light, which lighteth every man that cometh into the world.<br><sup><br><strong>10 </strong></sup>He was in the world, and the world was made by him, and the world knew him not.<br><sup><br><strong>11</strong></sup> He came unto his own, and his own received him not.<br><sup><strong><br>12</strong></sup> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:<br><sup><strong><br>13</strong></sup> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.<strong><br></strong></p><p>The Prologue, John 1:1–18, describes not only who Jesus Christ, the Word (logos), is but also how people in the world related to Him.<br><br>In John 1:9, He is called the true Light, who enlightens every person coming into the world. That light illumines the world, making it understandable. As C. S. Lewis puts it, “I believe in Christianity as I believe that the Sun has risen, not only because I see it, but because by it I see everything else.”—“Is Theology Poetry?” (n. p.: Samizdat University Press, 2014), p. 15, originally presented in 1944.<br><br>Also, look at the implications of what John 1:9 is saying. Light comes to everyone, but not everyone welcomes the light. As we will see in tomorrow’s study, a major theme in the Gospel of John is how people receive or reject Jesus. That theme begins here. The sad litany is that the Messiah came to His own people, the people of Israel, and many did not receive Him as the Messiah.<br><br>In Romans 9–11, Paul deals with the same tragic theme, of many Jews rejecting Jesus. But Paul doesn’t end on a negative note, saying in fact that many Jews, along with Gentiles, will accept Jesus as their Messiah. Indeed, he warns the Gentiles not to boast against the Jews.<br><br>“For if you were cut out of the olive tree which is wild by nature, and were grafted contrary to nature into a cultivated olive tree, how much more will these, who are natural branches, be grafted into their own olive tree?” (Rom. 11:24, NKJV).<br><br>In a similar vein, John says that all who do receive Jesus as their Savior will become the children of God. This happens by believing on His name. (See John 1:12, 13.)<br><br>Here is the connection between the prologue and the conclusion of the Gospel. In John 20:31, the apostle presents why he wrote—that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life by His name. Thus, the introduction and conclusion form a kind of unity. They are related concepts that enclose all that occurs between them. This linkage points to the overarching goal of the Gospel of John—that people will be saved by believing on Jesus Christ as their Savior.<br><strong><br>How has your life changed by becoming a son or a daughter of God?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 16",
               "dayTitle":"<p>Reappearing Themes—Belief/Unbelief<br></p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p><strong>Read John 3:16–21, John 9:35–41, and John 12:36–46. How do these texts repeat the theme of belief/unbelief found in the prologue?</strong></p><p><strong>John 3:16–21</strong></p><p><sup><strong>16</strong></sup> For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.<br><sup><br><strong>17</strong></sup> For God sent not his Son into the world to condemn the world; but that the world through him might be saved.<br><sup><br><strong>18</strong></sup> He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.<br><sup><br><strong>19</strong></sup> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.<br><sup><br><strong>20</strong></sup> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.<br><sup><br><strong>21</strong></sup> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.<br></p><p><strong>John 9:35–41</strong></p><p><sup><strong>35</strong></sup> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?<br><sup><br><strong>36</strong></sup> He answered and said, Who is he, Lord, that I might believe on him?<br><sup><br><strong>37</strong></sup> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.<br><sup><br><strong>38</strong></sup> And he said, Lord, I believe. And he worshipped him.<br><sup><br><strong>39</strong></sup> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.<br><sup><br><strong>40</strong></sup> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?<br><sup><br><strong>41</strong></sup> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth.<strong><br></strong></p><p><strong>John 12:36–46</strong><sup><br></sup></p><p><sup><strong>36</strong></sup> While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them.<br><sup><br><strong>37</strong></sup> But though he had done so many miracles before them, yet they believed not on him:<br><sup><br><strong>38</strong></sup> That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?<br><sup><br><strong>39</strong></sup> Therefore they could not believe, because that Esaias said again,<br><sup><br><strong>40</strong></sup> He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.<br><sup><br><strong>41</strong></sup> These things said Esaias, when he saw his glory, and spake of him.<br><sup><br><strong>42</strong></sup> Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:<br><sup><br><strong>43</strong></sup> For they loved the praise of men more than the praise of God.<br><sup><br><strong>44</strong></sup> Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.<br><sup><br><strong>45</strong></sup> And he that seeth me seeth him that sent me.<br><sup><br><strong>46</strong></sup> I am come a light into the world, that whosoever believeth on me should not abide in darkness.</p><p>In John’s Gospel, humanity seems to be divided into two overarching groups: those who believe in Jesus and accept Him as the Messiah and those who, having the opportunity to believe, choose not to. Eleven of the disciples are in the first group, as are others such as Nicodemus (who comes to faith slowly), the woman at the well, and the man born blind. In the second group are Pharisees and high priests, people at the miracle of feeding the 5,000, and even one of the disciples, Judas.<br><br>It is interesting that the noun pistis (Greek for faith/belief) never appears in the Gospel of John. However, the verb pisteu? (believe) appears 98 times, compared to 241 times total in the entire New Testament! This verb is, indeed, a very big theme in John. This use of the verb instead of the noun may point to a very active sense of becoming a Christian. Being a believer in Jesus is something that we do, and this is expressed in how we live and not just in a set of beliefs.<br><br>As we know, the devil believes in Jesus, as well (see James 2:19). In John, the major difference between the two groups is the way that they relate to Jesus. Believers, or those who come to believe, have an openness toward Him, even when He confronts or rebukes them. They come to Jesus and do not run away. He is the Light that shines on them. And by faith, by believing, they become the children of God.<br><br>Unbelievers, on the other hand, typically come to Jesus to fight with Him. They are characterized by those who love darkness rather than light. They find His sayings hard to accept or they see Him breaking old traditions and not fulfilling their expectations. They stand in judgment on Him rather than letting His light measure and judge them. This attitude, of course, had been seen again and again in the religious leaders, who ideally, as the spiritual guides of the nation, should have been the first ones to have accepted Jesus.<br><br><strong>In what ways do you live out your faith in Jesus, as opposed to merely holding an intellectual assent to Him as the Messiah? Why it is important to know the difference? (See Matt. 7:21–23.)</strong></p><p><strong>Matt. 7:21–23</strong><sup><br></sup></p><p><sup><strong>21</strong></sup> Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<br><sup><br><strong>22</strong></sup> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<br><sup><br><strong>23</strong></sup> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 17",
               "dayTitle":"<p>Reappearing Themes—Glory<br></p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p><strong>Read John 17:1–5. What did Jesus mean when He said, “Father, the hour has come; glorify your Son that the Son may glorify you” (ESV)?</strong><br></p><p><strong>John 17:1–5</strong></p><p><sup><strong>1</strong></sup> These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:<br><sup><br><strong>2 </strong></sup>As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.<br><sup><strong><br>3</strong></sup> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.<br><sup><br><strong>4</strong></sup> I have glorified thee on the earth: I have finished the work which thou gavest me to do.<br><sup><br><strong>5</strong></sup> And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.<br></p><p>Yesterday’s study looked at the earthly, human storyline of the Gospel of John with its clash and interplay between people, always revolving around who Jesus is and what He is doing. Today’s study focuses on the divine, cosmic storyline, also found in John.<br><br>The Prologue begins with that cosmic storyline. Jesus is presented as the divine Son of God, the Creator of the universe. Again, anything that once didn’t exist but came into existence did so only through Jesus. “All things were made through Him, and without Him nothing was made that was made” (John 1:3, NKJV). But it goes on to note the glory of His becoming a human being in the Incarnation (John 1:14). John uses the terms glory (doxsa: brightness, splendor, fame, honor) and glorify (doxsaz?: to praise, honor, extol, glorify) to speak both of receiving honor from humans and of receiving honor or glory from God.<br><br>In John, the idea of glorifying Jesus is linked to the concept of His hour; that is, the time of His death (compare with John 2:4, John 7:30, John 8:20, John 12:23–27, John 13:1, John 16:32, and John 17:1). The cross is His hour of glory.<br><br>This idea is quite paradoxical because crucifixion was the most shameful and humiliating way of execution in the ancient Roman world. This incredible contrast, God on a cross, illustrates the intertwining of the human story plot with the divine.<br><br>On the human level, Jesus died in agony, a despised criminal in weakness crying out, “ ‘My God, My God, why have You forsaken Me?’ ” This human, dark side of the cross is particularly presented in Matthew and Mark (Matt. 27:46, Mark 15:34, NKJV).<br><br>But the glorious side of the cross is especially presented in Luke and John (Luke 23:32–47, John 19:25–30). It is a place of salvation, of mercy, and where the Son of God gives Himself to His Father. How ironic: God’s greatest glory is revealed in His greatest shame— bearing the sins of the world in Himself.<br><br><strong>Think about what it means that it took such a drastic thing, God Himself on the cross, to save us from sin. What should this tell us about just how bad sin really is?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 18",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>Read Ellen G. White, “ ‘God With Us,’ ” pp. 19–26, in The Desire of Ages.<br><br>“The Lord Jesus Christ, the divine Son of God, existed from eternity, a distinct person, yet one with the Father. He was the surpassing glory of heaven. He was the commander of the heavenly intelligences, and the adoring homage of the angels was received by Him as His right. This was no robbery of God [Prov. 8:22–27 quoted].<br><br>“There are light and glory in the truth that Christ was One with the Father before the foundation of the world was laid. This is the light shining in a dark place, making it resplendent with divine, original glory. This truth, infinitely mysterious in itself, explains other mysterious and otherwise unexplainable truths, while it is enshrined in light unapproachable and incomprehensible.”—Ellen G. White Comments, The Seventh-day Adventist Bible Commentary, vol. 5, p. 1126.<br><br>“Jesus has said, ‘I, if I be lifted up from the earth, will draw all men unto Me.’ John 12:32. Christ must be revealed to the sinner as the Saviour dying for the sins of the world; and as we behold the Lamb of God upon the cross of Calvary, the mystery of redemption begins to unfold to our minds and the goodness of God leads us to repentance.<br><br>In dying for sinners, Christ manifested a love that is incomprehensible; and as the sinner beholds this love, it softens the heart, impresses the mind, and inspires contrition in the soul. . . . Whenever they [people] make an effort to reform, from a sincere desire to do right, it is the power of Christ that is drawing them. An influence of which they are unconscious works upon the soul, and the conscience is quickened, and the outward life is amended. And as Christ draws them to look upon His cross, to behold Him whom their sins have pierced, the commandment comes home to the conscience.”—Ellen G. White, Steps to Christ, pp. 26, 27.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.&nbsp; </strong>Why would John start out talking about Jesus in His role as Creator? What does this tell us about the importance of Creation in all theology? Why, then, is it important that we have a correct understanding of Creation, as revealed in Scripture?<br><br><strong>2</strong>. Dwell more on the question asked at the end of Sunday’s study. What happens to the cross if, instead of the eternal God dying on it, a created being did? What do we lose if Jesus were anything but the eternal God?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>A Sabbath Seed<br><br>By Andrew McChesney</strong><br><br>A Native American man walked onto the construction site.&nbsp;</p><p>“What are you guys building here?” he asked, watching volunteers place log walls on the concrete foundation of the All Nations Center in Wapato, a town in the U.S. state of Washington. “Another church?” he said, shaking his head. “You guys don’t even know what day of the week to keep.”<br><br>A construction leader, Jeff Weijohn, struck up a conversation with the man, who had never heard of Seventh-day Adventists. The man thought that the new church would be open for worship on Sunday, but he believed that the Creator should be worshiped on Saturday.<br><br>Jeff was surprised. “It was the first time that I heard that some Native Americans have a history of Sabbath keeping,” Jeff said in an interview. Later, Jeff sought clarification from a historian familiar with Native American history. The historian confirmed that one or two tribes on the Yakama Indian Reservation, where Wapato is located, traditionally believed that the seventh day was the Creator’s day and worshiped Him on that day.<br><br>The realization that God had planted a Sabbath seed in Native hearts energized Jeff and his wife, Terri, in mission outreach to Native Americans.<br><br>The outreach program got its start with the help of a Thirteenth Sabbath Offering in 1990. A highlight of the program is the All Nations Center, which opened in 2001 and was designed as a multipurpose building. It has a worship corner, where people gather to worship on Sabbath mornings; a food area, where meals are served and an annual Mother’s Day brunch draws 300 to 400 people; and volleyball and basketball courts, where up to 200 children and their parents come for game nights. The center also offers day camps, Vacation Bible Schools, and after-school tutoring.<br><br>Native Americans and others can lease space. “One reason we built the facility was because the community had nowhere to meet,” Jeff said. In a notable instance, a Native American leader chose the site over a native-owned casino to conduct health seminars, saying gambling was destroying his people.<br><br>“It was quite a testimony that he didn’t want anything to do with the casino,” Jeff said. The center’s culturally sensitive concept has proven so successful that it has been replicated elsewhere, including in Canada, he said.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers<br></p>",
               "id":39,
               "idDay":9,
               "idLesson":3,
               "lessonText":"<p><strong>Part I: Overview<br><br>Study Focus: John 1:9–13; John 1:14, 18; John 17:1–5</strong><br><br>More than anywhere else in the Scriptures, the Gospel of John boldly proclaims, precisely and powerfully, the truth that Jesus is God. As God eternal, Jesus precedes Creation and eternity itself. The beloved disciple dwells on the theme of Jesus’ divinity in such depth in order to illuminate the cosmic truth that the Word became flesh.<br><br>As Moses launches the Old Testament by asserting the truth of Creation, so John makes the same proclamation in the New Testament.<br><br>Thus the theme of Creation—and its Creator, the Word, who is God— unites both the Old Testament and the New Testament together. By anchoring his Gospel in Creation from the beginning, John provides a theological anchor for every other discussion to follow.<br><br>For John, the subject of Jesus as Creator was vital because Satan, the great deceiver, hated the truth of Christ’s divinity and of His equality with God. Near the end of the first Christian century, dark heresies subtly entered the church. Gnostic heretics questioned the reality of Jesus’ divinity, spreading doubt about His true incarnation in the flesh. This dangerous phenomenon occurred approximately three decades after the writing of the synoptic Gospels. Consequently, it brought discouragement among the believers and lowered their spiritual morale.<br><br>The first 18 verses of John’s Gospel constitute a prologue to the rest of his Gospel. They provide an unshakable, concise, and compact theological statement about Christ’s divinity. Christ the Word is God and has ever been. He is the Creator and the Life and Light-Giver; yet He became a human being, born of God, and demonstrated His love, grace, and glory before His creation.<br><strong><br>Part II: Commentary</strong><br><br>The divine Logos (Word) in John 1:1 is used to signify God’s expressive will and creative power. Through both Creation and revelation, God has clearly expressed His character and His acts as seen throughout the Scriptures. And now, God reveals Himself through the incarnation of His Son. No doubt should remain in our minds regarding God’s love for us because He manifested Himself in Jesus.<br><br>Remember how the Lord answered when Philip asked Him to reveal the Father? Jesus said,“ ‘Have I been with you so long, and yet you have not known Me, Philip? He who has seen Me has seen the Father; so how can you say, “Show us the Father?” ’ ” (John 14:9, NKJV).<br><br>“By coming to dwell with us, Jesus was to reveal God both to men and to angels. He was the Word of God,—God’s thought made audible.”—Ellen G. White, The Desire of Ages, p. 19. This expression of God’s character existed, John tells us, from the very beginning. What does John mean by the words “In the beginning”? The Greek text lacks the definite article “the” as supplied by the King James Version and other English language translations, which render the meaning of the word “beginning” as more specific. The absence of the definite article in the Greek implies no definite time, as such, that can be pinned down or calculated, but rather an indefinable time that reaches beyond any beginning. In other words, the Word, Jesus, was forever there, pre-existent, before there was any creation.<br><strong><br>The Word Was Made Flesh (John 1:14, 18)</strong><br><br>Logos can be understood as truth, ideal existence, perfect thought, and expression. In Greek thinking, logos was an ethereal notion, hovering over humanity without inhabiting humanity. Christ, the Word, was not any vague philosophical concept but a real and tangible reality that could be seen and touched. He was indeed unique, one of a kind, the divine Son of God.<br><br>When Christ became flesh in our likeness (not sameness), His humanity veiled His divinity; yet, He remained fully God. Indeed, He became similar to us in order to sympathize with us; but He remained different from what we are in order to save us. What an amazing act of divine condescension for God to humble Himself and become man! We cannot fully comprehend this mystery of divine love, but we must heartily appreciate and embrace it. In many world religions, man futilely attempts to experience ascent to the so-called “gods”; but in Christianity, God actually descends to our level to meet us where we are.<br><br>In John 1:14, the precise, and only, adjective describing Jesus is the Greek word monogenous, translated as “only begotten,” which literally means unique. This uniqueness is so momentously important and so indispensable that our salvation depends on it. For without it, we would forever be condemned to death in our sins instead of redeemed by the righteousness and life of the only begotten Son of God.<br><br>The word “begotten” (John 1:14, 18) has been misapplied throughout the history of Christianity in ways that the Bible never intended—namely, that at some indefinite and distant time, before anything was created, the Son was begotten, or created, by the eternal Father. But this notion is fallacious. Christ was truly the originator and the Creator of all things, not a created being. John asserts without any hesitancy that Christ was God, and with God, from eternity: “All things were made through Him, and without Him nothing was made that was made” (John 1:3, NKJV).<br><br>Yes, the mystery of the Incarnation is hard to fathom because the infinite God endeavored to reach our finite minds to save us. And to save us, God went to the extreme extent of sacrificing His only Son. This act was truly radical. Christ voluntarily humbled Himself, became human, and died for sinful humanity. He willingly altered His eternal nature to retain our humanity forever. Instead of remaining fully divine, now He is both fully divine and fully human. What a tangible demonstration of self-sacrificing love for the entire universe to behold!<br><br>The incarnate Son of God “dwelt” among us (John 1:14). “Dwelt” is the translation of the Greek word skenoo, which literally means He “tented” with us. This notion hearkens back to Exodus 25:8, in which God says to Moses: “ ‘And let them make Me a sanctuary, that I may dwell among them’ ” (NKJV). The idea that God desires to be with us continuously is one of the major themes of the entire Bible. God does not want to be a temporary resident but a permanent one. That is why the heaven-given name of God incarnate is “Immanuel,” God with us.<br><br>What is so fascinating about this reality is the honor that God affords us in dwelling among us. One tangible sign that someone desires to be with us is that this person loves us. You see, agape love always seeks togetherness, and that is why it makes so much sense when Jesus promised His disciples: “ ‘And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also’ ” (John 14:3, NKJV). This beautiful reality should fill us with holy joy and confidence to experience His presence here, so that we may dwell with Him in perfection forever in heaven.<br><strong><br>Hearing, or Not Hearing, the Word (John 1:9–13)</strong><br><br>Our subheading here also may be reframed as “seeing, or not seeing, the Word.” It seems foolish to deny the light that illuminates us; likewise, it is irrational to have ears to hear and to stop them from hearing. The voice of truth is loud and clear, but people choose to turn a deaf ear; thus, the glorious light of the gospel is shed all around, but people embrace darkness.<br><br>In a very real sense, this phenomenon is part of the mystery of iniquity. Such rebellion reminds us of God’s astonishment at His people for wrong choices that make no sense. “ ‘But the word is very near you, in your mouth and in your heart, that you may do it. . . . I have set before you life and death, blessing and cursing; therefore choose life, that both you and your descendants may live’ ” (Deut. 30:14, 19, NKJV).<br><br>Rebellion against God’s light and life, in choosing darkness and death, is but following Lucifer’s tragic example.<br><strong><br>Reappearing Themes—Belief/Unbelief</strong><br><br>God has given all His creatures the freedom of choice so that they may love Him freely. However, they often abuse and misuse such freedom to their own detriment. Some go so far as to say that either choice, wrong or right, is fine, so long as we choose. After all, they claim that Christ’s death on the cross grants them freedom of choice and immunity to its consequences.<br><br>But such thinking is perilous, for it encourages people to be careless about their choices. The reason that Jesus died on the cross was to save us from our sins and to give us life. Freedom of choice was granted to humanity prior to the Cross and hearkens back to the Garden of Eden.<br><br>So, while the freedom to choose is always available to humanity, we must encourage those in the valley of decision to choose what is right in God’s eyes. Some say that the outcome does not matter so much because all prodigals eventually return to God. However, many do not, even though God is always willing to forgive and restore the wayward ones to Himself as they choose to believe in Him.<br><br><strong>Reappearing Themes—Glory (John 17:1–5)</strong><br><br>Knowing that His hour had come, Jesus was ready to face the cross. But He also anticipated the joy and glory that awaited Him. The joint mission of salvation that Father and Son agreed on from the foundation of the world was about to be successfully carried out. The devil was soon to be defeated decisively at the cross.<br><br>Christ, in His heroic work to save those who believe in Him, descended to the lowest pit, only to be raised up in glory. Paul attests to this fact when he says that Christ “humbled Himself and became obe­dient to the point of death, even the death of the cross. Therefore, God also has highly exalted Him and given Him the name which is above every name” (Phil. 2:8, 9, NKJV). Do you see how Paul contrasts the joy and the shame in Christ’s salvific act? Thus, we may say that Christ’s anticipation of salvation for the world was a glorious experience, in spite of the shame He endured on the cross. Jesus “who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God” (Heb. 12:2, NKJV).<br><br><strong>Part III: Life Application<br><br>Think about and answer the following questions:</strong><br><br><strong>1. </strong>Regarding the Word: How did the words of Christ (the Word) represent Him when He was here in this world?<br><strong><br>2.</strong> Are you ever assailed by doubts about the character of God the Father? Why, or why not? Reflect carefully on Jesus’ words to Philip, reminding him that seeing Him is the same as seeing the Father. How can these words assuage your doubts?<br><br><strong>3.</strong> How do the meanings of “unique” and “begotten” relate to the one-of-a-kind salvation offered to us in Christ?<br><br><strong>4. </strong>Christ will retain His human nature for eternity. He indeed altered His eternal nature forever by becoming totally human and totally divine. How does this reality impact your life now and your hope for the future?<br><strong><br>5.</strong> If we believed that, instead of saving us from our sins, Jesus died to give us freedom of choice, what would be the effect of this thinking on making crucial decisions in matters of obedience and disobedience? Some think that God is neutral when it comes to our decision-making. If such were the case, how do you reconcile this notion with God’s urging us to make the right decisions?<br><br><strong>6. </strong>Regarding shame and glory: How do you reconcile the two concepts in the life and ministry of Christ? Have you ever expe­rienced being shamed for Christ’s sake? How can this experience lead to being honored before God?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>The Backstory: The Prologue</p>",
         "verse":"<p>“In the beginning was the Word, and the Word was with God, and the Word was God” (John 1:1).<br></p>",
         "versionCode":7,
         "weekDate":"October 12–18"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
