{
  "data": [
    {
      "color": "#4aa404",
      "id": 702,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "April 1",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>God has always spoken to His people, giving them whatever rele­vant truths they needed to hear at the time. From the warning about the Flood (Gen. 6:7) to the first coming of Jesus (Dan. 9:24–27) to the pre-Advent judgment (Dan. 7:9, 10; Dan. 8:14) to final events before Christ’s return (Revelation 12–14), God has spoken to us. In these last days of human history, He has sent a special message to the world and to His people, designed to meet the need of the hour. He pictures this message as being carried by three angels flying in mid heaven with their urgent, end-time message to all the world.<br><br>The three angels’ messages are Jesus’ final message of mercy, a call that leads us from trusting in our own righteousness to trusting the righteousness of Jesus to justify us; to sanctify us; and, at the end of time, to glorify us.<br><br>As always, though, we must choose Christ, to surrender to Him and to obey Him, and the choices we make now will, indeed, impact the choices we make in the final crisis ahead of us. Thus, now is the time to prepare.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 2",
          "dayTitle": "<p>Eternal Choices</p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>Revelation 14 is Jesus’ final message of mercy to a fallen and rebellious world, one that has, for about six thousand years, been steeped in sin and evil. There will come a day when every human being on planet Earth will make a final, irrevocable decision, either for or against Jesus. Revelation’s message of Christ’s righteousness delivering us from the condemnation of sin, as well as the grip of sin in our lives, will echo and reecho throughout the earth.<br><br><strong>Read Matthew 24:14 and compare it with Revelation 14:6. What promise did Jesus give to His disciples regarding the worldwide spread of the gospel just before His return?</strong></p><p><strong>Matthew 24:14 <br></strong></p><p>&nbsp;<strong><sup>14 </sup></strong>And this gospel of the kingdom will be preached in all the world as a witness to all the nations, and then the end will come.<strong><br></strong></p><p><strong>Revelation 14:6</strong></p><p><sup><strong>6 </strong></sup>Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people— <br><br>Jesus’ promise that “ ‘this gospel of the kingdom will be preached in all the world’ ” (NKJV), given in Matthew 24:14, finds its final fulfill- ment in Christ’s last-day message, in Revelation 14:6, which says that the gospel is proclaimed to “every nation, tribe, tongue, and people” (NKJV).<br><br>Three times in Revelation 22 Jesus says that He is coming quickly (Rev. 22:7, 12, 20). In the context of His soon return, our Lord adds, “ ‘He who is unjust, let him be unjust still; he who is filthy, let him be filthy still; he who is righteous, let him be righteous still; he who is holy, let him be holy still’ ” (Rev. 22:11, NKJV). Revelation moves to one glorious climax in which every person is led to decide for or against Christ.<br><br>Of course, every day, by our choices even in the “little things,” we are choosing either for or against Jesus. It’s not likely that someone constantly making the wrong choices in their life now will suddenly, in the final crisis, come forward on the side of Jesus, especially when the force of the whole evil world is against them. Now, today, and every day we must choose to be faithful to Christ and to His commandments. “For this is the love of God, that we keep His commandments” (1 John 5:3). As Ellen G. White has said: “Jesus does not change the character at His coming. The work of transformation must be done now. Our daily lives are determining our destiny.”—Last Day Events, p. 295.<br><strong><br>How does God shape our characters? What means does He use for us to grow in grace? What can we do to more fully allow the Holy Spirit to transform us to be more like Jesus?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 3",
          "dayTitle": "<p>The Son of Man Returns</p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>Revelation 14 contains the key texts in regard to the Lord’s last-day message to His people and to the world. Central to it all is the return of Jesus, the fulfillment of His promise that “ ‘you will see the Son of Man sitting at the right hand of the Power, and coming with the clouds of heaven’ ” (Mark 14:62, NKJV).<br><strong><br>Read Revelation 14:14. What title is used to describe Jesus as He returns to earth? Why do you think John uses this title for Jesus?</strong><br></p><p><strong>Revelation 14:14<sup><br></sup></strong></p><p><sup><strong>14</strong></sup> Then I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle. <br></p><p>Jesus used the term “Son of Man” to refer to Himself 82 times in the Gospels. It was one of His favorite titles. He used it as an expression of endearment to identify with us. He is a Savior who understands us, has experienced our temptations, and has passed through our trials. He is the “Son of Man” who is returning to take us home.<br><br>The Jesus who comes for us is the same Jesus who lived among us. He is qualified to redeem us because He became One of us, and yet, as one of us, He met the full fury of Satan’s temptations and, yes, was victorious.<br><br><strong>What do we learn from the following Bible verses in Matthew about Jesus, the Son of Man?<br><br>Matt. 16:27</strong></p><p><sup><strong>&nbsp;27 </strong></sup>For the Son of Man will come in the glory of His Father with His angels, and then He will reward each according to his works. <strong><br></strong></p><p><strong>Matt. 24:27, 30</strong></p><p>&nbsp;<strong><sup>27</sup></strong> For as the lightning comes from the east and flashes to the west, so also will the coming of the Son of Man be. <sup><br></sup></p><p><sup><strong>&nbsp;30 </strong></sup>Then the sign of the Son of Man will appear in heaven, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory. <strong><br></strong></p><p><strong>Matt. 25:31, 32</strong></p><p><sup><strong>31 “</strong></sup>When the Son of Man comes in His glory, and all the holy angels with Him, then He will sit on the throne of His glory. <br><br>Notice some elements in these passages: (1) Jesus, the Son of Man, is coming in glory with His angels. (2) He will divide the sheep from the goats (basically a judgment). (3) The destiny of the nations and all humanity will be decided for eternity.<br><br><strong>Think about the term “Son of Man” and what it says of Christ’s humanity. Though God, He became one of us, just like us, but unlike us, He never sinned. What amazing hope does this offer to you in terms of (1) knowing God’s love for us and (2) knowing that He can relate to your struggles and give you victory over them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 4",
          "dayTitle": "<p>The Heavenly Judgment<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Revelation 14:14 and Acts 1:9–11. What similarities do you discover?</strong><br></p><p><strong>Revelation 14:14</strong>&nbsp; <br></p><p><strong><sup>14 </sup></strong>Then I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle. <strong><br></strong></p><p><strong>Acts 1:9–11</strong></p><p><strong><sup>9 </sup></strong>Now when He had spoken these things, while they watched, He was taken up, and a cloud received Him out of their sight. <sup><br></sup></p><p><sup><strong>10 </strong></sup>And while they looked steadfastly toward heaven as He went up, behold, two men stood by them in white apparel, <sup><br></sup></p><p><sup><strong>11 </strong></sup>who also said, “Men of Galilee, why do you stand gazing up into heaven? This same Jesus, who was taken up from you into heaven, will so come in like manner as you saw Him go into heaven.”<strong><br></strong></p><p>John states that “I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man” (Rev. 14:14, NKJV). When Jesus ascended to heaven, Luke records in Acts 1:9 that as the disciples stood gazing up into heaven, “while they watched, He [Jesus] was taken up, and a cloud received Him out of their sight” (NKJV). Jesus ascended in a cloud of angels and will return with a cloud of angels. The angels then declared to the amazed disciples in Acts 1:11, “ ‘This same Jesus, who was taken up from you into heaven, will so come in like manner as you saw Him go into heaven’ ” (NKJV). There is a divine truth embedded in this passage that may not be apparent. This “same Jesus,” the “Son of Man”— the One who walked the dusty streets of Nazareth, ministered in the crowded streets of Jerusalem, healed the sick in the villages of Israel, and preached on the grassy hillsides of Galilee—is coming again. The Son of Man also is mentioned in the light of the judgment in Daniel 7.<br><br><strong>Read Daniel 7:9, 10, 13, 14. Why did Daniel call Jesus the “Son of Man” in something as serious as the judgment? What, given what we have already looked at, should be comforting in knowing that the “Son of Man” is so central to judgment?</strong><br><br>In Daniel 7:9, 10, Daniel views the seating of the heavenly court with ten thousand times ten thousand angelic, heavenly beings gathered around the throne. The judgment is set, and the books—the celestial records of our lives—are opened before the universe. In Daniel 7:13, 14, the Son of Man approaches the Ancient of Days, the Father, and receives His eternal kingdom. The judgment reveals before the entire universe that the Father, Son, and Holy Spirit have done everything possible to save all humanity.<br><br>This judgment vindicates not only the saints but also God’s own character against the false charges of Satan (see Job 1, Job 2, Ps. 51:1–4).<br><br><strong>Think about the fact that your whole life will come under scrutiny before God. What, then, is your only hope when this happens? (See Rom. 8:1.)</strong></p><p><strong>Rom. 8:1<br></strong></p><p><strong><sup>1</sup> </strong>There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 5",
          "dayTitle": "<p>The Victor’s Crown</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>John describes Jesus as the “Son of Man, having on His head a golden crown, and in His hand a sharp sickle” (Rev. 14:14, NKJV). The word for “crown” is stephanos. It is a victor’s crown. When an athlete won an important contest, he was given a stephanos, a crown of honor, of glory, of victory.<br><br>Jesus once wore a crown of thorns, symbolizing shame and mockery. He once was despised and rejected of men. He was reviled, ridiculed, spat upon, beaten, and whipped. But now He wears a crown of glory and comes again but now as King of kings and Lord of lords.<br><br><strong>Read Revelation 14:15 and Mark 4:26–29. What similarities do you see between the texts? What are they both talking about?</strong></p><p><strong>Revelation 14:15 <sup><br></sup></strong></p><p><sup><strong>15</strong></sup> And another angel came out of the temple, crying with a loud voice to Him who sat on the cloud, “Thrust in Your sickle and reap, for the time has come for You to reap, for the harvest of the earth is ripe.” <strong><br></strong></p><p><strong>&nbsp;Mark 4:26–29</strong></p><p><sup><strong>26</strong></sup> And He said, “The kingdom of God is as if a man should scatter seed on the ground, <sup><br></sup></p><p><sup><strong>27</strong></sup> and should sleep by night and rise by day, and the seed should sprout and grow, he himself does not know how. <strong><sup>28</sup></strong> For the earth yields crops by itself: first the blade, then the head, after that the full grain in the head. <sup><br></sup></p><p><sup><strong>29</strong></sup> But when the grain ripens, immediately he puts in the sickle, because the harvest has come.”</p><p>The angel comes from the presence of God in the glory of the temple and says, “It’s time. The harvest is fully ripe.” Go and get Your children and bring them home.<br><br>Jesus uses illustrations from agriculture repeatedly in the New Testament. On more than one occasion, He uses the symbolism of a ripening harvest to illustrate the growth of the seed of the gospel in the lives of His people.<br><br>“The germination of the seed represents the beginning of spiritual life, and the development of the plant is a beautiful figure of Christian growth. As in nature, so in grace; there can be no life without growth. The plant must either grow or die. As its growth is silent and imperceptible, but continuous, so is the development of the Christian life.<br><br>At every stage of development, our life may be perfect; yet if God’s purpose for us is fulfilled, there will be continual advancement. Sanctification is the work of a lifetime. As our opportunities multiply, our experience will enlarge, and our knowledge increase.”—Ellen G. White, Christ’s Object Lessons, pp. 65, 66.<br><br>The ripening of the golden grain represents all those transformed by grace, motivated by love, and living obedient lives to the glory of Christ’s name. Their hearts are one with Jesus’ heart, and all they want is what He wants.<br><br><strong>How do you understand Ellen G. White’s statement that “at every stage of development, our life may be perfect”? What does that mean, especially when we can see our faults and defective characters now?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 6",
          "dayTitle": "<p>Every Seed Produces a Harvest<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p>In Revelation 14 there are two harvests. The harvest of golden grain represents the righteous, and the harvest of gory grapes represents the unrighteous or the lost. Both harvests are fully ripe. Every seed sown is fully mature.<br><strong><br>Read Revelation 14:17–20. What does the expression “the great wine press of the wrath of God” mean? See also Revelation 14:10, Revelation 15:1, and Revelation 16:1.</strong><br></p><p><strong>Revelation 14:17–20</strong></p><p><sup><strong>17</strong></sup> Then another angel came out of the temple which is in heaven, he also having a sharp sickle.<br><sup><br><strong>18 </strong></sup>And another angel came out from the altar, who had power over fire, and he cried with a loud cry to him who had the sharp sickle, saying, “Thrust in your sharp sickle and gather the clusters of the vine of the earth, for her grapes are fully ripe.” <sup><br></sup></p><p><sup><strong>19</strong></sup> So the angel thrust his sickle into the earth and gathered the vine of the earth, and threw it into the great winepress of the wrath of God. <sup><br></sup></p><p><sup><strong>20</strong></sup> And the winepress was trampled outside the city, and blood came out of the winepress, up to the horses’ bridles, for one thousand six hundred furlongs.<br></p><p><strong>Revelation 14:10</strong></p><p><sup><strong>10</strong></sup> he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb. <br></p><p><strong>Revelation 15:1</strong></p><p><sup><strong>1 </strong></sup>Then I saw another sign in heaven, great and marvelous: seven angels having the seven last plagues, for in them the wrath of God is complete.<br></p><p><strong>Revelation 16:1</strong></p><p><strong><sup>1</sup> </strong>Then I heard a loud voice from the temple saying to the seven angels, “Go and pour out the bowls of the wrath of God on the earth.”<br></p><p>“Another angel came out from the altar, who had power over fire” (Rev. 14:18, NKJV). Here is the angel who commands the fires of God’s final judgment. The harvest is ripe. Sin has reached its limits. Rebellion has crossed the line of God’s mercy. As evil and bad as things have been, it’s going to get even worse before it’s all over. A loving God has done everything He can do for us, which included offering Himself on the cross as a sacrifice for our sin. “For He made Him who knew no sin to be sin for us, that we might become the righteousness of God in Him” (2 Cor. 5:21, NKJV; see also Gal. 3:13).<br><br><strong>What more could God have done beyond that cross? There is nothing more grace can do to redeem those who have repeatedly rejected the Holy Spirit.</strong><br><br>Here is the urgent prophetic message of Revelation 14. Every seed has gone to harvest. The grain is fully ripe, and the grapes are fully ripe. The people of God reveal His image of grace, compassion, mercy, and love before the universe. The children of the evil one reveal greed, lust, jealousy, and hate. The character of Jesus is revealed in one group and the character of Satan in the other.<br><br>The universe will see in the people of God a revelation of righteousness that, perhaps, no generation before it has ever witnessed. In contrast to the righteousness of Christ revealed in His people, the universe will see the full results of rebellion against God. Wickedness, evil, sin, and lawlessness will be on full display before men and angels. The contrast between good and evil, right and wrong, obedience and disobedience, will be apparent to all the universe, to both humans and angels.<br><br><strong>How well can you discern the contrast between good and evil? Why is it important that we do? (See Heb. 5:14.)</strong></p><p><sup><strong>14</strong></sup> But solid food belongs to those who are of full age, that is, those who by reason of use have their senses exercised to discern both good and evil.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 7",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>Further Thought: </strong><br></p><p>“It is a law both of the intellectual and the spiritual nature that by beholding we become changed. The mind gradually adapts itself to the subjects upon which it is allowed to dwell. It becomes assimilated to that which it is accustomed to love and reverence. Man will never rise higher than his standard of purity or goodness or truth. If self is his loftiest ideal, he will never attain to anything more exalted. Rather, he will constantly sink lower and lower. The grace of God alone has power to exalt man. Left to himself, his course must inevitably be downward.”—Ellen G. White, The Great Controversy, p. 555.<br><br>Subtly, imperceptibly, almost unnoticed at first, our characters and our personalities change based on the seeds that we are sowing in our minds. Sow good seeds, and you will produce good fruit. Sow the evil seeds of this world, and you will produce the fruit of this world in your character.<br><br>If we sow indifference to God and spiritual values and priorities, we reap the fruit of indifference—apathy, spiritual complacency, and frustration in our spiritual lives. This is why those who think, Well, I know that one day final persecution will come, the “mark of the beast” and so forth, but when it does, then I will get it together, are choosing a very dangerous path. God calls us now, at this moment, to surrender our lives to Him. The longer one delays responding to the Holy Spirit, the harder and harder one’s soul becomes to the promptings of God and more susceptible to fall for, and believe in, the lies of the evil one.<br><strong><br>Discussion Questions:</strong><br><br><strong>1.</strong> What is the relationship between being saved by grace and growing in grace, in the context of Revelation 14:14–20 and the harvest principle? <br></p><p><strong>2.</strong> Discuss the elements necessary for the growth of plants and compare them to those necessary for our spiritual growth. What are the similarities? That is, what can we learn from how plants grow that we can apply to our own lives? <strong><br></strong></p><p><strong>3. </strong>Is there a difference between our God-given ability to choose and willpower? Why is understanding this difference important for the growing Christian? <br></p><p><strong>4.</strong> Why is the title “Son of Man” an encouragement in the judgment hour as we anticipate the second coming of Christ? Why is it comforting to realize that a man, a human being, is up there representing us in the judgment?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 7",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>700 Former Rebels Baptized</strong><br><br><strong>By Andrew McChesney</strong><br><br>The Philippines was mired in conflict with rebels on Mindoro Island for 52 years. Land and money were offered to the rebels in exchange for peace, but nothing seemed to work. A seemingly endless cycle of ambushes and counterattacks left 40,000 people dead.<br><br>In 2017, Adventist World Radio (AWR) began broadcasting in Mindoro as part of a Seventh-day Adventist world church initiative known as TMI evangelism. TMI stands for Total Member Involvement, a program that encourages every church member to bring someone to Jesus. AWR leased time on local radio stations, and local church members got involved by giving Bible studies and inviting neighbors to evangelistic meetings. About 1,400 people were baptized at the meetings, and the broadcasts continued. In 2019, rebels holed up in the lush, green mountains of Mindoro began to listen to AWR. As COVID-19 swept through the world in 2020, a number of them decided to surrender to Jesus.<br><br>Rebel leader Ka Martin could not understand what was happening, and he started to listen to AWR.<br><br>“He was hiding in the jungle, watching and trying to figure out why his fighters were leaving him,” said AWR president Duane McKey. “So he started listening to the radio.”<br><br>Martin was responsible for the deaths of dozens of people, including 21 soldiers whom he ambushed while they slept and shot dead with one of their own machine guns. But as he listened to AWR, he also decided to give his heart to Jesus.<br><br>A bloodstained chapter of Philippine history drew to a close when about 700 former rebels, including Martin and his wife, laid down their weapons and were baptized at AWR-led evangelistic meetings. In all, over 60,000 people were baptized during the “Earth’s Final Countdown” meetings across the Philippines about a year ago.<br><br>“What bullets couldn’t do, God has done,” McKey said. The Philippine government has granted amnesty to the former rebels. AWR is working with the government and a nongovernmental organization, ASI member Farm Stew, to help the former rebels earn a livelihood through farming.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>A Moment of Destiny</p>",
      "verse": "<p>Then I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle. And another angel came out of the temple, crying with a loud voice to Him who sat on the cloud, ‘Thrust in Your sickle and reap, for the time has come for You to reap, for the harvest of the earth is ripe’ ” (Revelation 14:14, 15, NKJV).<br></p>",
      "versionCode": 2,
      "weekDate": "April 1–7"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
