{
  "data": [
    {
      "color": "#20B2AA",
      "id": 711,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "March 9",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>The songs of Zion are joyous hymns that magnify the beauty of Zion and the sovereignty of the Lord, who reigns from His holy mountain. These psalms often praise the merits of the Lord’s house and express a love for the sanctuary that can be found in other psalms, as well. Many of these psalms were composed by the sons of Korah, who had firsthand experience of the blessedness of the Lord’s house as the temple musicians (1 Chron. 6:31?38) and keepers of the temple gates (1 Chron. 9:19).\n</p><p>What makes Zion the source of hope and joy? Zion represented God’s living presence among His people. As the people of Israel are God’s chosen people (Deut. 7:6), so Zion is God’s chosen mountain (Ps. 78:68, Ps. 87:2). God reigns from Zion (Ps. 99:1, 2) and founded His temple on Zion, as well (Ps. 87:1). Thus, Zion is a place of divine blessings and refuge. Zion is often referred to in parallel, or even interchangeably with, Jerusalem and the sanctuary, the center of God’s work of salvation for the ancient world.\n</p><p>The blessings of Zion overflow to the ends of the earth because the Lord’s person and grace exceed the boundaries of any holy place. Zion is the joy of all the earth (Ps. 48:2), affirming that the whole earth belongs to God.\n</p><p><strong>* Study this week’s lesson to prepare for Sabbath, March 16.</strong></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 10",
          "dayTitle": "<p><strong>A Day in Your Courts Is Better Than a Thousand</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Psalm 84:1–4. Why does the psalmist long to dwell in the sanctuary?&nbsp;</strong></p><p><strong>&nbsp;Psalm 84:1–4</strong></p><p><strong><sup>1 </sup></strong>How amiable are thy tabernacles, O Lord of hosts!\n</p><p><strong><sup>2 </sup></strong>My soul longeth, yea, even fainteth for the courts of the Lord: my heart and my flesh crieth out for the living God.\n</p><p><strong><sup>3 </sup></strong>Yea, the sparrow hath found an house, and the swallow a nest for herself, where she may lay her young, even thine altars, O Lord of hosts, my King, and my God.\n</p><p><strong><sup>4 </sup></strong>Blessed are they that dwell in thy house: they will be still praising thee. Selah.</p><p>&nbsp;The psalmist “longs” and “faints” to make the sanctuary his permanent abode so that he can be near God forever (Ps. 84:1, 2). God’s living presence (Ps. 84:2) makes the sanctuary a unique place. In the sanctuary, worshipers can “behold the beauty of the Lord” (Ps. 27:4, NKJV; also, see Ps. 63:2) and be “satisfied with the goodness of [His] house” (Ps. 65:4, NKJV). In Psalm 84, unparalleled happiness is achieved in relationship with God, which consists of praising Him (Ps. 84:4), finding strength in Him (Ps. 84:5), and trusting Him (Ps. 84:12). The sanctuary is the place where such a relationship is nourished through worship and fellowship with fellow believers. The living presence of God in the sanctuary gives the worshipers a glimpse of God’s glorious kingdom and a taste of eternal life.\n</p><p><strong>Read Psalm 84:5–12. Who else can be blessed by the sanctuary?\n</strong></p><p><strong>Psalm 84:5–12</strong></p><p><strong><sup>5 </sup></strong>Blessed is the man whose strength is in thee; in whose heart are the ways of them.</p><p><strong><sup>6 </sup></strong>Who passing through the valley of Baca make it a well; the rain also filleth the pools.</p><p><sup><strong>7 </strong></sup>They go from strength to strength, every one of them in Zion appeareth before God.</p><p><strong><sup>8 </sup></strong>O Lord God of hosts, hear my prayer: give ear, O God of Jacob. Selah.</p><p><strong><sup>9 </sup></strong>Behold, O God our shield, and look upon the face of thine anointed.</p><p><strong><sup>10 </sup></strong>For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.</p><p><sup><strong>11</strong></sup> For the Lord God is a sun and shield: the Lord will give grace and glory: no good thing will he withhold from them that walk uprightly.</p><p><strong><sup>12</sup></strong> O Lord of hosts, blessed is the man that trusteth in thee.</p><p>God’s blessings are described as radiating from the sanctuary, bestowed first on those who serve in the sanctuary (Ps. 84:4), then on the pilgrims on their way to the sanctuary (Ps. 84:5–10), and finally reaching as far as the ends of the earth. The expectation of meeting God in the sanctuary strengthens the faith of the pilgrims (Ps. 84:7). Whereas the strength of the ordinary traveler weakens under the burden of the tiresome journey, with the pilgrims to the sanctuary, their strength increases the nearer they come to the sanctuary.\n</p><p>Even when physically removed from the sanctuary, God’s children continue to bear a stamp of God’s sanctuary by living a worthy life (Ps. 84:11), which characterizes the righteous who enter the Lord’s sanctuary (Ps. 15:1, 2). The Lord is called “a sun,” showing that the blessings from the sanctuary, like the sunrays, extend to the ends of the earth (Ps. 84:11). Thus, those who abide with God through faith receive His grace, regardless of the place where they are.\n</p><p><strong>Read Revelation 21:3. What hope reflected in the earthly sanctuary is revealed here to us? How do we now even begin to imagine what this experience will be like?</strong></p><p><strong>Revelation 21:3.</strong></p><p><strong><sup>3 </sup></strong>And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 11",
          "dayTitle": "<p><strong>Pray for the Peace of Jerusalem</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Psalm 122:1–5. What are the sentiments of the worshipers upon their arrival to Jerusalem? What do they hope to find in Jerusalem?\n</strong></p><p><strong>Psalm 122:1–5</strong></p><p><strong><sup>1 </sup></strong>I was glad when they said unto me, Let us go into the house of the Lord.\n</p><p><strong><sup>2 </sup></strong>Our feet shall stand within thy gates, O Jerusalem.\n</p><p><strong><sup>3 </sup></strong>Jerusalem is builded as a city that is compact together:\n</p><p><strong><sup>4 </sup></strong>Whither the tribes go up, the tribes of the Lord, unto the testimony of Israel, to give thanks unto the name of the Lord.\n</p><p><strong><sup>5 </sup></strong>For there are set thrones of judgment, the thrones of the house of David.</p><p>Psalm 122 expresses the pilgrims’ excitement upon their arrival at Jerusalem. The pilgrimages to Jerusalem were joyful occasions when God’s people joined together three times during the year to commemorate God’s goodness toward them in the past and present (Deut. 16:16). Jerusalem was the center of the nation’s life because it contained “the Testimony of Israel” (Ps. 122:4, NKJV) and the thrones for judgment (Ps. 122:5). “The Testimony of Israel” refers to the sanctuary that was at times called “the tabernacle of the Testimony” (Num. 1:50, NKJV) and contained the “ark of the Testimony” (Exod. 25:22, NKJV). The thrones set for judgment depict the judicial system in Jerusalem (2 Sam. 8:15). Pilgrimage was thus the time when one could seek and obtain justice. Faithfulness to God and administering justice to people were never to be separated.\n</p><p><strong>Read Psalm 122:6–9. What is the main prayer of God’s people?\n</strong></p><p><strong><sup>6 </sup></strong>Pray for the peace of Jerusalem: they shall prosper that love thee.</p><p><strong><sup>7 </sup></strong>Peace be within thy walls, and prosperity within thy palaces.</p><p><strong><sup>8 </sup></strong>For my brethren and companions' sakes, I will now say, Peace be within thee.</p><p><strong><sup>9 </sup></strong>Because of the house of the Lord our God I will seek thy good.</p><p>Praying for the peace of Jerusalem invokes&nbsp;God’s blessings upon the city and its inhabitants, and it unites the worshipers, causing peace to spread among them (Ps. 122:8). Jerusalem could be the city of peace only if peace existed between God and His people, and among God’s children themselves. Thus, prayer for the peace of Jerusalem conveys an appeal to God’s people to live in peace with God and one another. In Jerusalem’s peace, the people will prosper (Ps. 147:12–14).</p><p>The psalm teaches us that the prayer for the well-being of the community of faith should be the main subject of the prayers of God’s children because only the strong and united people of God can proclaim the good tidings of God’s peace and salvation to the world (John 13:34, 35). Praying for the peace of Jerusalem is still a privilege and responsibility of the believers because it keeps alive the hope in the end-time coming of God’s kingdom of peace, which will embrace not only the city of Jerusalem but the whole world (Isa. 52:7; Isa. 66:12, 13; Revelation 21, 22).\n</p><p><strong>What are practical ways that we can strive for harmony among us as a people now?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 12",
          "dayTitle": "<p><strong>Zion-The Home of All Nations</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Psalm 87:1, 2. What makes Zion such an esteemed place?</strong></p><p><strong>Psalm 87:1, 2</strong></p><p><strong><sup>1 </sup></strong>His foundation is in the holy mountains.&nbsp;</p><p><strong><sup>2 </sup></strong>The Lord loveth the gates of Zion more than all the dwellings of Jacob.</p><p>Psalm 87 is a hymn celebrating Zion as God’s specially chosen and beloved city. The foundation of God’s temple is on Mount Zion (Ps. 2:6, Ps. 15:1). At the end of time, Zion will rise above all mountains, signifying the Lord’s sovereign supremacy over the whole world (Ps. 99:2, Isa. 2:2, Mic. 4:1). Psalm 87 refers to Zion as “mountains” to highlight its majesty (Ps. 133:3). God loves the gates of Zion “more than all the dwellings of Jacob” (Ps. 87:2, NKJV), expressing the superiority of Zion over all other places in Israel that were special gathering places of God’s people in the past, such as Shiloh and Bethel. Thus, the psalm affirms that true worship of God is in His chosen place and in His prescribed way.</p><p><strong>Read Psalm 87:3–7. What are the glorious things that are spoken of Zion?</strong></p><p><strong>Psalm 87:3–7</strong></p><p><strong><sup>3 </sup></strong>Glorious things are spoken of thee, O city of God. Selah.</p><p><strong><sup>4 </sup></strong>I will make mention of Rahab and Babylon to them that know me: behold Philistia, and Tyre, with Ethiopia; this man was born there.</p><p><strong><sup>5 </sup></strong>And of Zion it shall be said, This and that man was born in her: and the highest himself shall establish her.</p><p><strong><sup>6 </sup></strong>The Lord shall count, when he writeth up the people, that this man was born there. Selah.</p><p><strong><sup>7 </sup></strong>As well the singers as the players on instruments shall be there: all my springs are in thee.</p><p>The glory of Zion draws all the nations to God, and so, the borders of God’s kingdom are extended to include the whole world. Notice that God does not treat the other nations as second-level citizens, even if Zion is portrayed as the spiritual birthplace of all peoples who accept the Lord as their Savior.</p><p>The registering of individuals was done according to their birthplace (Neh. 7:5, Luke 2:1–3). Three times the psalm states that the nations are born in Zion, meaning that the Lord provides them with a new identity and grants them all the privileges of lawfully born children of Zion (Ps. 87:4–6).\n</p><p>Psalm 87 points to salvation of both the Jews and the Gentiles and their being united in one church through Christ’s redeeming ministry (Rom. 3:22; Rom. 10:12; Gal. 3:28, 29; Col. 3:11). The psalm’s portrayal of the prosperity of Zion is reminiscent of Daniel’s vision of God’s kingdom becoming an enormous mountain that fills the whole earth (Dan. 2:34, 35, 44, 45) and of Jesus’ parable about God’s kingdom growing into a huge tree that hosts the birds of the air (Matt. 13:32).\n</p><p><strong>How does Zion’s readiness to adopt all people find its fulfillment in the church’s Great Commission to preach the gospel to every nation (Matt. 28:18–20)? How does this idea fit in with our call to preach the three angels’ messages?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 13",
          "dayTitle": "<p><strong>Safety and Peace of Zion</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Psalm 46:1–7. How is the world poetically depicted here?\n</strong></p><p><strong>Psalm 46:1–7</strong></p><p><strong><sup>1.</sup> </strong>God is our refuge and strength, a very present help in trouble.\n</p><p><strong><sup>2 </sup></strong>Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;\n</p><p><strong><sup>3 </sup></strong>Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah.\n</p><p><strong><sup>4 </sup></strong>There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the most High.\n</p><p><strong><sup>5 </sup></strong>God is in the midst of her; she shall not be moved: God shall help her, and that right early.\n</p><p><strong><sup>6 </sup></strong>The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted.\n</p><p><strong><sup>7 </sup></strong>The Lord of hosts is with us; the God of Jacob is our refuge. Selah.</p><p>This psalm gives a vivid description of the world in turmoil, and it is portrayed with the images of natural disasters of unprecedented intensity (Ps. 46:2, 3). The image of disturbed waters often depicts the rebellious nations and various problems that the wicked cause in the world (Ps. 93:3, 4; Ps. 124:2–5). Likewise, in Psalm 46 the images of natural calamities depict the world controlled by nations waging wars (Ps. 46:6).\n</p><p>It is clearly a world without the knowledge of God because God is in the midst of His people, and where God dwells, peace abounds (Ps. 46:4, 5). Yet, although the world rejects Him, God does not abandon the world. God is present in the world by being among His people. In other words, no matter how bad things appear, God’s presence is here, in the world, and we can draw personal hope and encouragement from knowing this foundational truth.\n</p><p>The Lord, who is the perfect refuge, is the Source of Zion’s lasting peace and security. The word that highlights the security of Zion is “though” in Psalm 46:3. Though the world is in turmoil, the people of God are safe. This shows that peace is not the result of total absence of trials but God’s gift to His trusting children. Unreserved trust in God can render God’s child peaceful and secure in the middle of the storm (Matt. 8:23–27). The question that poses itself is: Will God leave the world to its destructive choices and actions forever?\n</p><p><strong>Read Psalm 46:6–11. What is God’s response to violence and destruction in the world?\n</strong></p><p><strong>Psalm 46:6–11.</strong></p><p><sup><strong>6</strong> </sup>The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted.\n</p><p><strong><sup>7 </sup></strong>The Lord of hosts is with us; the God of Jacob is our refuge. Selah.\n</p><p><strong><sup>8 </sup></strong>Come, behold the works of the Lord, what desolations he hath made in the earth.\n</p><p><strong><sup>9 </sup></strong>He maketh wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariot in the fire.\n</p><p><strong><sup>10 </sup></strong>Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.\n</p><p><strong><sup>11</sup></strong> The Lord of hosts is with us; the God of Jacob is our refuge. Selah.</p><p>God responds with such a force of displeasure that His word, which had created the earth, now causes the earth to melt (Ps. 46:6). Yet, the melting does not end in destruction but renewal. Notice that God extends His peace from Zion to the ends of the earth. God will make wars cease and extinguish the tools of destruction, which the wicked nations used to bring oppression into the world (Ps. 46:9). This is the great hope that Christians have, which will occur at the second coming of Jesus.\n</p><p><strong>How do we learn to have peace and to trust God amid a world that, indeed, has so much turmoil?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 14",
          "dayTitle": "<p><strong>Immovable Like Mount Zion</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Psalm 125:1, 2. How are those who trust God portrayed here?</strong></p><p><strong>&nbsp;Psalm 125:1, 2</strong></p><p><strong><sup>1 </sup></strong>They that trust in the Lord shall be as mount Zion, which cannot be removed, but abideth for ever.\n</p><p><sup><strong>2 </strong></sup>As the mountains are round about Jerusalem, so the Lord is round about his people from henceforth even for ever.</p><p>Those who trust in the Lord are compared to Mount Zion, the symbol of steadfastness and strength. The magnificent view of the mountains surrounding the city of Jerusalem inspired the psalmist to acknowledge the certainty of divine protection (Ps. 5:12, Ps. 32:7, 10). Unlike the mountains ruled by the wicked, which are being tossed into the seas (Ps. 46:2), the impressive durability of the mountain upon which Jerusalem was built inspires profound trust. The confidence in God’s protection becomes even bolder in the face of the painful reality in which evil seems to prevail so often. Yet, even amid that evil, God’s people can have hope.\n</p><p><strong>Read Psalm 125:3–5. How are the righteous tempted? What is the lesson for us?\n</strong></p><p><strong>Psalm 125:3–5</strong></p><p><sup style=\"background-color: initial;\"><strong>3</strong> </sup>For the rod of the wicked shall not rest upon the lot of the righteous; lest the righteous put forth their hands unto iniquity.<br></p><p><sup><strong>4</strong></sup> Do good, O Lord, unto those that be good, and to them that are upright in their hearts.\n</p><p><strong><sup>5</sup></strong> As for such as turn aside unto their crooked ways, the Lord shall lead them forth with the workers of iniquity: but peace shall be upon Israel.</p><p>God’s children can be discouraged by the success of the wicked and, perhaps, tempted to follow their ways (Ps. 73:2–13, Ps. 94:3). The utmost stability of Mount Zion cannot secure those who depart from the Lord. The people are still given freedom to “put forth their hands unto iniquity” (Ps. 125:3) and “turn aside unto their crooked ways” (Ps. 125:5). The Lord is just and will judge the individuals who remain in rebellion along with other unrepentant sinners.\n</p><p>Here is the call for God’s people to remain immovable in faith and trust in the Lord, just as Mount Zion is their immovable refuge. That is, even when we don’t understand things, we can still trust in the goodness of God.\n</p><p>“The entrance of sin into the world, the incarnation of Christ, regeneration, the resurrection, and many other subjects presented in the Bible, are mysteries too deep for the human mind to explain, or even fully to comprehend. But we have no reason to doubt God’s word because we cannot understand the mysteries of His providence. . . . Everywhere are wonders beyond our ken. Should we then be surprised to find that in the spiritual world also there are mysteries that we cannot fathom? The difficulty lies solely in the weakness and narrowness of the human mind. God has given us in the Scriptures sufficient evidence of their divine character, and we are not to doubt His word because we cannot understand all the mysteries of His providence.”<strong>—Ellen G. White, Steps to Christ, pp. 106, 107</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 15",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p><strong>Contemplate the message of Isaiah 40 and Isaiah 51:1–16.\n</strong></p><p>The songs of Zion make an absolute commitment to staying mindful of Zion and the living hope in God’s sovereign reign that it represents. While many blessings of God’s sanctuary are experienced in this life, the hope in the fullness of life and joy in Zion is still in the future. Many of God’s children long for the heavenly Zion with tears (Ps. 137:1). To remember Zion implies not merely an occasional thought but also a deliberate mindfulness and decision to live in accordance with that living memory (Exod. 13:3, Exod. 20:8).\n</p><p>Therefore, singing the songs of Zion carries a passionate resolve to keep alive the hope in the restoration of God’s kingdom on the new earth (Rev. 21:1–5). “There, immortal minds will contemplate with never-failing delight the wonders of creative power, the mysteries of redeeming love. There is no cruel, deceiving foe to tempt to forgetfulness of God. Every faculty will be developed, every capacity increased. The acquirement of knowledge will not weary the mind or exhaust the energies. There the grandest enterprises may be carried forward, the loftiest aspirations reached, the highest ambitions realized; and still there will arise new heights to surmount, new wonders to admire, new truths to comprehend, fresh objects to call forth the powers of mind and soul and body.”—Ellen G. White, The Great Controversy, p. 677.\n</p><p>A commitment not to forget Zion is an implicit pledge of the Lord’s pilgrims that they will never accept this world as their homeland but await the new heavens and the new earth.\n</p><p>Thus, the psalms of Zion can be sung by believers of all generations who long to live in the New Jerusalem (Rev. 3:12). The songs of Zion encourage us to anticipate the future world with hope, but they also oblige us to be agents of God’s grace in this present world.\n</p><p><strong>Discussion Questions:</strong></p><p><span style=\"background-color: initial;\"><strong style=\"\">1.<span style=\"font-size: 10.5px;\">&nbsp;</span></strong></span>How do we take the spiritual and theological principles that centered on God’s people in Zion, a literal place in Jerusalem, and apply them to the church and its mission to the world?</p><p><strong>2.</strong> How can believers abide in God’s sanctuary today? (John 1:14–18, Heb. 12:22–24).&nbsp;</p><p><strong>3.</strong> How will Zion become the city of all nations as envisioned in Psalm 87? (Rom. 5:10, Eph. 2:11–16, Col. 1:19–23).\n</p><p><strong>4.</strong> How do you answer the person who points to the reality of the wicked prospering in this world while many “good” people suffer? What do you say? Why is it important to acknowledge that we don’t have full answers for everything here now?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 15",
          "dayTitle": "<p><strong>Skin and Bones: Part 7&nbsp;</strong></p><p>By Andrew McChesney</p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p>Returning to the barracks after a short stint of shoveling coal on a mountain, Sekule informed his commander that he would not bear arms, even in the ongoing Bosnian War.&nbsp;</p><p>“I don’t want to shoot people,” he said. “You must take a weapon,” the commander insisted.&nbsp;</p><p>“Otherwise, you will have to serve two years instead of one.” Noncombatants were required to serve two years rather than one in the army. “I don’t care,” Sekule said. “I won’t carry a weapon.” The commander sent Sekule to an intelligence officer. Only soldiers who were in deep trouble were sent to the officer. He could imprison soldiers. Sekule explained his position to the officer. “Fine,” the officer said.&nbsp;</p><p>“Take a gun and, if you are sent to the front, give it back. That way you will serve only one year instead of two.” “What do you mean?” Sekule said. “Agree to carry a gun during training, but the training that you will receive will be on teleprinters instead of the shooting range,” the officer said. Sekule agreed. He was assigned to office work, helping run military communications by typing on a teleprinter.</p><p>&nbsp;The Sabbath turned out to be a bigger challenge than guns for Sekule. Because of the war, Sekule needed to be trained quickly to work on a teleprinter. But he refused to attend training sessions on Sabbath. Food, also, was a challenge. Military rations were prepared with lard. Sekule’s parents refused to send money for food because they hoped he would change his diet. Sekule prayed, “Please bless me like You blessed Daniel.&nbsp;</p><p>He decided not to eat unclean food, and I want to do the same.” Sekule’s commander didn’t know what to do. “You won’t work on Saturday?” he asked. “No,” Sekule said. “Do you have any suggestions about what we can do?” “No.” “You won’t eat meat?” “No.” “Do you have any suggestions about what we can do?” “No.” The only thing Sekule could eat was bread and tea. In four months, he lost 50 pounds (23 kilograms), dropping to 137 pounds (85 kilograms). He was skin and bones.</p><p><strong><em>Part I: Overview\n</em></strong></p><p><strong>Key Text: Psalm 84:2&nbsp;</strong></p><p>This week we shall focus on the trope, “Zion,” as expressed in the book of Psalms (see Psalm 46, Psalm 84, Psalm 87, Psalm 122, and Psalm 125). Psalms is full of hope and the expectation of the righteous to visit and dwell securely in God’s sanctuary, a refuge of safety and peace.\n</p><p>The concept of “Zion” in the Scriptures is itself a mix of geography, politics, and theology. We shall consider these different aspects in order to grasp Zion’s spiritual meaning for God’s people in the past as well as for ourselves, who are in urgent need today of the hope that Zion offers.\n</p><p><strong><em>Part II: Commentary\n</em></strong></p><p><strong>The Geography of Zion\n</strong></p><p>The location of Mount Zion in Jerusalem in relation to Mount Moriah has important theological significance. David conquered Mount Zion (2 Samuel 5:6, 7; 1 Chron. 11:5–7), occupying a relatively small area of the hill that came to be called the City of David. To the north, about 600 meters away, stood Mount Moriah, where Isaac had been “offered” in sacrifice (Gen. 22:1–12). Here also the angel of the Lord stood by the threshing floor of Araunah, the Jebusite, and was halted in the midst of destroying Israel in consequence of the sin of David, who attempted to carry out a census (2 Sam. 24:16) contrary to God’s will. Subsequently, David purchased the threshing floor and reared an altar to the Lord there, and in atonement for his presumption, gave burnt offerings and peace offerings to the Lord (2 Sam. 24:25; compare with 1 Chron. 21:15–30).\n</p><p>Solomon’s temple and its outbuildings also were built on this same spot (2 Chron. 3:1). The city of Jerusalem extended to the north and embraced the holy mountain, and eventually the name “Zion” came to include the Temple Mount. As we have seen in the Psalms, “Zion” often refers to the city of Jerusalem as a whole (Ps. 48:1–3; Ps. 69:35; Ps. 74:2; Ps. 87:2–5; Ps. 125:1, 2).\n</p><p><strong><em>Zion, the Holy Mountain</em></strong></p><p> Long before Solomon built God a temple, the Lord manifested Himself on Mount Sinai and commanded Israel to build Him a tabernacle so that He might dwell in their midst (Exod. 25:8, 9). When the sanctuary was completed and erected, the presence of God descended in a cloud and rested on the tabernacle of meeting (Exod. 40:34, 35), making it the center of divine manifestation and worship for Israel. Thus, God moved the physical manifestation of His presence from Sinai into the midst of the Israelite camp. The Sinai theophany continued to abide above the Tent of Meeting during the journey through the desert.</p><p>The tabernacle perpetuates, intensifies, and completes God’s work upon Mount Sinai. The tabernacle, as a divine dwelling, is fundamental to the later understanding of the importance of the “holy mount.” God initially dwelt in the sanctuary, and when His temple was afterward built by Solomon, its placement upon Mount Moriah conferred honor upon it. When King Solomon dedicated the temple and prayed for God to bestow His blessing upon it, the Lord expressed His approval in fire from heaven (2 Chron. 7:1–3). Thus, Mount Moriah in the time of the Israelite kings was considered the “holy mountain” because God dwelt there amid His people.</p><p>Keep in mind that Jehovah is never confined to a specific mountain. Nor is He limited to a particular earthly location in the Old Testament because no location is, in and of itself, holy. Although He is frequently linked to Sinai and Zion, God reveals Himself in connection with a wide variety of mountains. He manifests His presence wherever He desires. Even Zion itself merits no special distinction as the earthly residence of the Lord. Rather, Zion is simply the footstool of a majesty that not even the heavens can contain (1 Kings 8:27, 2 Chron. 6:18).</p><p><strong><em>Zion and Its Eschatological Perspective.</em></strong></p><p>How is Zion portrayed in the Scriptures? Mount Zion, which is a symbol of God’s people (Isa. 29:8), also is the place from which Jehovah fights against enemy nations (Isa. 31:4) who war against Israel. A remnant of Israel will go forth from Zion and be preserved (2 Kings 19:31), and to Zion they will return Israel (Isa. 51:11). Salvation is found in Zion (Isa. 37:32, Joel 2:32). This mount also relates to cosmic signs (Isa. 24:23). Ultimately, the Lord will reign over His people in Mount Zion (Mic. 4:7) in the earth made new.</p><p>Joel 3:1–17 speaks of the gathering of the nations in the valley of Jehoshaphat, where God will contend with them in judgment and plead for the deliverance of His people. The valley of Jehoshaphat is the symbolic name given to the place of ultimate judgment. Geographically, it was a deep ravine that separated Jerusalem from the Mount of Olives, through which the Kidron flowed. Because of its location, the valley of Jehoshaphat played a significant role in Israel’s religious traditions and rituals (1 Kings 1:9, 33), such as in the religious reforms of Asa (1 Kings 15:13, 2 Chron. 15:16), in the reigns of Jehoshaphat (2 Kings 23:4, 6, 12) and Hezekiah (2 Chron. 29:16, 2 Chron. 30:14), and in the future purification of Jerusalem (Jer. 31:40). It was there that Solomon was anointed as monarch. Therefore, there is a close relationship between the “holy mount,” or Zion, with the judgment and coronation of the king. At the climax of the confrontation between the Lord and the nations, “the Lord also will roar from Zion, and utter His voice from Jerusalem” (Joel 3:16, NKJV), and God’s people will know that “I am the Lord your God, dwelling in Zion My holy mountain” (Joel 3:17, NKJV).</p><p>The righteous (Ps. 15:2–5) are depicted as those who will dwell on the holy mountain of God (Ps. 15:1), from whence God answers prayers (Ps. 3:4). In contrast, those who forsake Jehovah forget His holy mountain (Isa. 65:11). The Lord chose to make the earthly Zion His center of action, not because it was inherently unique or valuable but because He willed it so.</p><p><em><strong>Noteworthy Psalms About Zion: Psalm 2.</strong>&nbsp;</em></p><p>Psalm 2 is recognized as a royal, or Messianic, anthem that exalts Jehovah’s Anointed. It contains the following three aspects or themes: the historical, the Messianic, and the cultic or devotional. The poem is structured in four stanzas. In the second stanza (Ps. 2:4–6), God shows His disdain for the arrogance of the nations (Ps. 2:1–3); the stanza concludes by indicating that God has set His King on Zion, His holy mountain (Ps. 2:6). This hymn teaches the concept that YHWH reigns, with His Anointed One, in Zion. Once again, the idea is affirmed that the mountain is holy because of the presence of the Deity of heaven in its midst.</p><p>Thus, Zion, the sacred mount, consecrated by the theophanic presence of YHWH in His temple, is the seat of God’s earthly dominion, the residence of the anointed king of Israel, and the capital of the world, before which all nations and kings are bound by cords of love or iron bonds. (Compare with Isaiah 2:2–4 and Micah 4:1–4, wherein the mountain of the house of YHWH is the refuge and resource of all nations for instruction and government and for universal peace.)</p><p>Psalm 2:6, 7 reveals that the Lord claims as His own both the Anointed One and jurisdiction over the mount. The Anointed One and the mount are of central importance to the theology of the kingdom of God in Psalms. In the election of the king as my Anointed (Ps. 2:2), My King (Ps. 2:6), and My Son (Ps. 2:7), who is placed on “the mount of my holiness,” we see that the election is determined by divine decree and that human beings have no influence in this selection. Hans LaRondelle insists that “as long as the Lord stayed in the Most Holy Place of that sanctuary, that mountain was ‘holy’ because God’s Shekinah glory dwelled there.”—Deliverance in the Psalms (Bradenton, FL: First Impressions, 2006), p. 55.</p><p><strong><em>Psalm 48:1–3&nbsp;</em></strong></p><p>This psalm expands on the Messianic concept of Zion, both as the dwelling place of God and as the capital of His kingdom. The psalmist sings of Jehovah’s care for Jerusalem and the deliverance of His people from the hands of the enemy. The central theme of the song is the praise of the greatness of God, as symbolized by Zion, “the mountain of his holiness” (verse 1).</p><p>In verses 1–3, the psalmist uses different expressions to refer to the site of the divine manifestation, such as “the city of our God,” “Mount Zion,” “the sides of the north,” and “the city of the great King.” The psalmist also refers to Zion as this “holy mountain of His,” which could be translated as “the mountain consecrated to Him” (see Ps. 2:6, Ps. 87:1, 2, Ps. 121:1, Zech. 8:3).</p><p><strong><em>Psalm 99</em></strong></p><p>&nbsp;In Psalm 99, we again see the connection between Mount Zion and Israel’s experiences in both the wilderness and at Mount Sinai. The psalm is composed of three stanzas, each of which ends with the sentence: “He is holy” (Ps. 99:3, 5, 9, NKJV). After exalting Jehovah as king (Ps. 99:1), as the One who dwells in Zion (Ps. 99:2), and declaring Him to be “great,” “dreadful,” “holy” (Ps. 99:3), and “righteous” (Ps. 99:4), the psalmist invites the people to worship Him (Ps. 99:5).&nbsp;</p><p>Psalm 99:6–8 discusses the experiences of Moses, Aaron, and Samuel. The cloudy pillar undoubtedly recalls the wilderness experience, a direct reference to Moses and Aaron, with whom God spoke. Samuel also heard Jehovah speak in the temple at Shiloh (1 Sam. 3:1–14).</p><p>&nbsp;The psalm concludes with a call for the people to exalt the Lord and worship Him “at his holy mountain” (Ps. 99:9, ESV) because of the forgiveness that God manifested toward them there (verse 8). As we see from our study, the holiness that Mount Sinai once held as the abode of God was transferred to Zion after the temple was built there.</p><p><strong><em>Part III: Life Application&nbsp;</em></strong></p><p>Our Creator God is a most excellent Teacher. He uses physical places and material things to express spiritual concepts, as in the case of the literal Mount Zion and its surrounding hills. Through this object lesson, Israelites could better understand God’s redemption plan. Zion is a symbol of God’s presence, the place where the Lord is interceding for, and protecting, His people. As the Israelites in the past, we should keep in our hearts a burning desire to be in the presence of the Almighty.</p><p>Fellowship on Sabbath is undeniably essential. But let us also seek, throughout the week, to commune with the presence of God in His heavenly sanctuary. <strong>“Let us draw near with a true heart in full assurance of faith” (Heb. 10:22, NKJV)</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 119,
          "idDay": 9,
          "idLesson": 11,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Psalm 84:2</strong></p><p><br></p><p>This week we shall focus on the trope, “Zion,” as expressed in the book of Psalms (see Psalm 46, Psalm 84, Psalm 87, Psalm 122, and Psalm 125). Psalms is full of hope and the expectation of the righteous to visit and dwell securely in God’s sanctuary, a refuge of safety and peace.</p><p>The concept of “Zion” in the Scriptures is itself a mix of geography, politics, and theology. We shall consider these different aspects in order to grasp Zion’s spiritual meaning for God’s people in the past as well as for ourselves, who are in urgent need today of the hope that Zion offers.</p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>The Geography of Zion</strong></p><p>The location of Mount Zion in Jerusalem in relation to Mount Moriah has important theological significance. David conquered Mount Zion (2 Samuel 5:6, 7; 1 Chron. 11:5–7), occupying a relatively small area of the hill that came to be called the City of David. To the north, about 600 meters away, stood Mount Moriah, where Isaac had been “offered” in sacrifice (Gen. 22:1–12). Here also the angel of the Lord stood by the threshing floor of Araunah, the Jebusite, and was halted in the midst of destroying Israel in consequence of the sin of David, who attempted to carry out a census (2 Sam. 24:16) contrary to God’s will.</p><p>Subsequently, David purchased the threshing floor and reared an altar to the Lord there, and in atonement for his presumption, gave burnt offerings and peace offerings to the Lord (2 Sam. 24:25; compare with 1 Chron. 21:15–30).</p><p>Solomon’s temple and its outbuildings also were built on this same spot (2 Chron. 3:1). The city of Jerusalem extended to the north and embraced the holy mountain, and eventually the name “Zion” came to include the Temple Mount. As we have seen in the Psalms, “Zion” often refers to the city of Jerusalem as a whole (Ps. 48:1–3; Ps. 69:35; Ps. 74:2; Ps. 87:2–5; Ps. 125:1, 2).</p><p><br></p><p><strong>Zion, the Holy Mountain</strong></p><p>Long before Solomon built God a temple, the Lord manifested Himself on Mount Sinai and commanded Israel to build Him a tabernacle so that He might dwell in their midst (Exod. 25:8, 9). When the sanctuary was completed and erected, the presence of God descended in a cloud and rested on the tabernacle of meeting (Exod. 40:34, 35), making it the center of divine manifestation and worship for Israel. Thus, God moved the physical manifestation of His presence from Sinai into the midst of the Israelite camp. The Sinai theophany continued to abide above the Tent of Meeting during the journey through the desert.</p><p>The tabernacle perpetuates, intensifies, and completes God’s work upon Mount Sinai. The tabernacle, as a divine dwelling, is fundamental to the later understanding of the importance of the “holy mount.” God initially dwelt in the sanctuary, and when His temple was afterward built by Solomon, its placement upon Mount Moriah conferred honor upon it. When King Solomon dedicated the temple and prayed for God to bestow His blessing upon it, the Lord expressed His approval in fire from heaven (2 Chron. 7:1–3). Thus, Mount Moriah in the time of the Israelite kings was considered the “holy mountain” because God dwelt there amid His people. Keep in mind that Jehovah is never confined to a specific mountain.</p><p>Nor is He limited to a particular earthly location in the Old Testament because no location is, in and of itself, holy. Although He is frequently linked to Sinai and Zion, God reveals Himself in connection with a wide variety of mountains. He manifests His presence wherever He desires. Even Zion itself merits no special distinction as the earthly residence of the Lord. Rather, Zion is simply the footstool of a majesty that not even the heavens can contain (1 Kings 8:27, 2 Chron. 6:18).</p><p><br></p><p><strong>Zion and Its Eschatological Perspective</strong></p><p>How is Zion portrayed in the Scriptures? Mount Zion, which is a symbol of God’s people (Isa. 29:8), also is the place from which Jehovah fights against enemy nations (Isa. 31:4) who war against Israel. A remnant of Israel will go forth from Zion and be preserved (2 Kings 19:31), and to Zion they will return Israel (Isa. 51:11). Salvation is found in Zion (Isa. 37:32, Joel 2:32). This mount also relates to cosmic signs (Isa. 24:23). Ultimately, the Lord will reign over His people in Mount Zion (Mic. 4:7) in the earth made new.</p><p>Joel 3:1–17 speaks of the gathering of the nations in the valley of Jehoshaphat, where God will contend with them in judgment and plead for the deliverance of His people. The valley of Jehoshaphat is the symbolic name given to the place of ultimate judgment. Geographically, it was a deep ravine that separated Jerusalem from the Mount of Olives, through which the Kidron flowed. Because of its location, the valley of Jehoshaphat played a significant role in Israel’s religious traditions and rituals (1 Kings 1:9, 33), such as in the religious reforms of Asa (1 Kings 15:13, 2 Chron. 15:16), in the reigns of Jehoshaphat (2 Kings 23:4, 6, 12) and Hezekiah (2 Chron. 29:16, 2 Chron. 30:14), and in the future purification of Jerusalem (Jer. 31:40). It was there that Solomon was anointed as monarch. Therefore, there is a close relationship between the “holy mount,” or Zion, with the judgment and coronation of the king.</p><p>At the climax of the confrontation between the Lord and the nations, “the Lord also will roar from Zion, and utter His voice from Jerusalem” (Joel 3:16, NKJV), and God’s people will know that “I am the Lord your God, dwelling in Zion My holy mountain” (Joel 3:17, NKJV).</p><p>The righteous (Ps. 15:2–5) are depicted as those who will dwell on the holy mountain of God (Ps. 15:1), from whence God answers prayers (Ps. 3:4). In contrast, those who forsake Jehovah forget His holy mountain (Isa. 65:11). The Lord chose to make the earthly Zion His center of action, not because it was inherently unique or valuable but because He willed it so.</p><p><strong>Noteworthy Psalms About Zion</strong></p><p><strong>Psalm 2</strong></p><p>Psalm 2 is recognized as a royal, or Messianic, anthem that exalts Jehovah’s Anointed. It contains the following three aspects or themes: the historical, the Messianic, and the cultic or devotional. The poem is structured in four stanzas. In the second stanza (Ps. 2:4–6), God shows His disdain for the arrogance of the nations (Ps. 2:1–3); the stanza concludes by indicating that God has set His King on Zion, His holy mountain (Ps. 2:6). This hymn teaches the concept that YHWH reigns, with His Anointed One, in Zion. Once again, the idea is affirmed that the mountain is holy because of the presence of the Deity of heaven in its midst.</p><p>Thus, Zion, the sacred mount, consecrated by the theophanic presence of YHWH in His temple, is the seat of God’s earthly dominion, the residence of the anointed king of Israel, and the capital of the world, before which all nations and kings are bound by cords of love or iron bonds. (Compare with Isaiah 2:2–4 and Micah 4:1–4, wherein the mountain of the house of YHWH is the refuge and resource of all nations for instruction and government and for universal peace.) Psalm 2:6, 7 reveals that the Lord claims as His own both the Anointed One and jurisdiction over the mount. The Anointed One and the mount are of central importance to the theology of the kingdom of God in Psalms. In the election of the king as my Anointed (Ps. 2:2), My King (Ps. 2:6), and My Son (Ps. 2:7), who is placed on “the mount of my holiness,” we see that the election is determined by divine decree and that human beings have no influence in this selection. Hans LaRondelle insists that “as long as the Lord stayed in the Most Holy Place of that sanctuary, that mountain was ‘holy’ because God’s Shekinah glory dwelled there.”—Deliverance in the Psalms (Bradenton, FL: First Impressions, 2006), p. 55.</p><p>Psalm 48:1–3 This psalm expands on the Messianic concept of Zion, both as the dwelling place of God and as the capital of His kingdom. The psalmist sings of Jehovah’s care for Jerusalem and the deliverance of His people from the hands of the enemy. The central theme of the song is the praise of the greatness of God, as symbolized by Zion, “the mountain of his holiness” (verse 1).</p><p>In verses 1–3, the psalmist uses different expressions to refer to the site of the divine manifestation, such as “the city of our God,” “Mount Zion,” “the sides of the north,” and “the city of the great King.” The psalmist also refers to Zion as this “holy mountain of His,” which could be translated as “the mountain consecrated to Him” (see Ps. 2:6, Ps. 87:1, 2, Ps. 121:1, Zech. 8:3).</p><p><br></p><p><strong>Psalm 99</strong></p><p>In Psalm 99, we again see the connection between Mount Zion and Israel’s experiences in both the wilderness and at Mount Sinai. The psalm is composed of three stanzas, each of which ends with the sentence: “He is holy” (Ps. 99:3, 5, 9, NKJV). After exalting Jehovah as king (Ps. 99:1), as the One who dwells in Zion (Ps. 99:2), and declaring Him to be “great,” “dreadful,” “holy” (Ps. 99:3), and “righteous” (Ps. 99:4), the psalmist invites the people to worship Him (Ps. 99:5).</p><p>Psalm 99:6–8 discusses the experiences of Moses, Aaron, and Samuel. The cloudy pillar undoubtedly recalls the wilderness experience, a direct reference to Moses and Aaron, with whom God spoke. Samuel also heard Jehovah speak in the temple at Shiloh (1 Sam. 3:1–14).</p><p>The psalm concludes with a call for the people to exalt the Lord and worship Him “at his holy mountain” (Ps. 99:9, ESV) because of the forgiveness that God manifested toward them there (verse 8). As we see from our study, the holiness that Mount Sinai once held as the abode of God was transferred to Zion after the temple was built there.</p><p><strong>Part III: Life Application</strong></p><p>Our Creator God is a most excellent Teacher. He uses physical places and material things to express spiritual concepts, as in the case of the literal Mount Zion and its surrounding hills. Through this object lesson, Israelites could better understand God’s redemption plan.</p><p>Zion is a symbol of God’s presence, the place where the Lord is interceding for, and protecting, His people. As the Israelites in the past, we should keep in our hearts a burning desire to be in the presence of the Almighty.</p><p>Fellowship on Sabbath is undeniably essential. But let us also seek, throughout the week, to commune with the presence of God in His heavenly sanctuary. “Let us draw near with a true heart in full assurance of faith” (Heb. 10:22, NKJV).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Longing for God in Zion</strong></p>",
      "verse": "<p>“My soul longs, yes, even faints for the courts of the Lord; my heart and my flesh cry out for the living God” (Psalm 84:2, NKJV)</p>",
      "versionCode": 100,
      "weekDate": "March 9–15"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
