{
   "data":[
      {
         "color":"#92e035",
         "id":705,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"July 27",
               "dayTitle":"",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>Jesus’ ministry was largely focused in Galilee, especially in and around the Sea of Galilee, a lake approximately 13 miles (21 kilometers) long and 8 miles (13 kilometers) wide. It is the largest body of water in the area and was the center of life for people living nearby.</p><p>Mark 4 ends with Jesus and His disciples traveling across the Sea of Galilee. A storm arises that Jesus calms by speaking to the wind and waves. Mark 6 ends with a similar scene, but this time with Jesus walking on the water toward His disciples in the boat. In between these scenes on the water are numerous miracles of Jesus that were done on land and His disciples’ first missionary activity. These stories are the subject of this week’s study.</p><p>The overarching characteristic of these dramatic stories is to let the reader see who Jesus is. He is the One able to calm a storm, cast out demons, heal a woman who simply touches His clothes, raise a dead girl, preach in His home town, send out His disciples on a preaching mission, feed with a few loaves and fish, and walk on water—incredible displays of power that are drawing the disciples closer to an understanding that He is the Son of God.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 28",
               "dayTitle":"<p>Calming a Storm</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Read Mark 4:35–41. What happens in this story, and what lessons can we take from it about who Jesus is?</strong></p><p><strong><sup>35</sup></strong> And the same day, when the even was come, he saith unto them, Let us pass over unto the other side.</p><p><strong><sup>36</sup></strong> And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships.</p><p><strong><sup>37</sup></strong> And there arose a great storm of wind, and the waves beat into the ship, so that it was now full.</p><p><strong><sup>38</sup></strong> And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, carest thou not that we perish?</p><p><strong><sup>39</sup></strong> And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.</p><p><strong><sup>40</sup></strong> And he said unto them, Why are ye so fearful? how is it that ye have no faith?</p><p><strong><sup>41</sup></strong> And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?</p><p>At the beginning of Mark 4, Jesus steps into a boat to teach the crowd on the shore. In Mark 4:10–12, it seems He may have gotten out of the boat and talked with the disciples privately. Now, after a long day of teaching, the disciples take Jesus in the boat “as He was,” in other words, very tired. He immediately falls asleep on the boat’s cushion, which would be in the stern of the boat. A great storm arises on the lake, and the boat is at risk of sinking when the disciples awake Him.</p><p>Dramatically, Jesus commands the wind and waves to cease. A great calm settles over the lake. Understandably, the disciples are deeply afraid at the display of divine power.</p><p><strong>Read Psalm 104:1–9. How does the picture of Yahweh here compare with Christ calming the storm?</strong></p><p><strong>Psalm 104:1–9</strong></p><p><strong><sup>1</sup></strong> Bless the Lord, O my soul. O Lord my God, thou art very great; thou art clothed with honour and majesty.</p><p><strong><sup>2</sup></strong> Who coverest thyself with light as with a garment: who stretchest out the heavens like a curtain:</p><p><strong><sup>3</sup></strong> Who layeth the beams of his chambers in the waters: who maketh the clouds his chariot: who walketh upon the wings of the wind:</p><p><strong><sup>4 </sup></strong>Who maketh his angels spirits; his ministers a flaming fire:</p><p><strong><sup>5 </sup></strong>Who laid the foundations of the earth, that it should not be removed for ever.</p><p><strong><sup>6</sup></strong> Thou coveredst it with the deep as with a garment: the waters stood above the mountains.</p><p><strong><sup>7</sup></strong> At thy rebuke they fled; at the voice of thy thunder they hasted away.</p><p><strong><sup>8</sup></strong> They go up by the mountains; they go down by the valleys unto the place which thou hast founded for them.</p><p><strong><sup>9 </sup></strong>Thou hast set a bound that they may not pass over; that they turn not again to cover the earth.</p><p>The story in Mark 4:35–41 fits within a common biblical pattern: that of a “theophany”—the appearance of God or one of His angels. Five characteristics are common to these events: (1) the display of divine power, (2) human fear, (3) the command “Do not fear,” (4) the words of revelation for which God or the angel appeared, and (5) human response to the revelation. Four of the five are present in this story—the calming of the storm is the display of divine power, the disciples’ fear is the human fear. The question, “Why are you so afraid?” is the “Do not fear.” The disciples’ question, “Who then is this?” is the human response. What is missing is the words of revelation. This missing detail plays into the revelation/secrecy motif that runs through the entire book, where the truth about Jesus will come out. Here the disciples’ question, “Who then is this that the wind and the sea obey Him?” pushes the reader to fill in the answer of the missing words of revelation—He is the Son of God, the Lord Himself.</p><p><strong>Think about the power of God. How can you learn to lean on this power and to trust it in all things in your life?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 29",
               "dayTitle":"<p>Can You Hear a Whisper Above a Shout?</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p><strong>Read Mark 5:1–20. What can we learn about the great controversy from this amazing account and, again, about the power of Jesus?</strong></p><p><strong>Mark 5:1–20</strong></p><p><strong><sup>1</sup></strong> And they came over unto the other side of the sea, into the country of the Gadarenes.</p><p><strong><sup>2 </sup></strong>And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,</p><p><strong><sup>3 </sup></strong>Who had his dwelling among the tombs; and no man could bind him, no, not with chains:</p><p><strong><sup>4 </sup></strong>Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.</p><p><strong><sup>5 </sup></strong>And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.</p><p><strong><sup>6</sup></strong> But when he saw Jesus afar off, he ran and worshipped him,</p><p><strong><sup>7 </sup></strong>And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.</p><p><strong><sup>8 </sup></strong>For he said unto him, Come out of the man, thou unclean spirit.</p><p><strong><sup>9 </sup></strong>And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.</p><p><strong><sup>10</sup></strong> And he besought him much that he would not send them away out of the country.</p><p><strong><sup>11</sup></strong> Now there was there nigh unto the mountains a great herd of swine feeding.</p><p><strong><sup>12</sup></strong> And all the devils besought him, saying, Send us into the swine, that we may enter into them.</p><p><strong><sup>13</sup></strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.</p><p><strong><sup>14</sup></strong> And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.</p><p><strong><sup>15</sup></strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.</p><p><strong><sup>16</sup></strong> And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.</p><p><strong><sup>17</sup></strong> And they began to pray him to depart out of their coasts.</p><p><strong><sup>18</sup></strong> And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.</p><p><strong><sup>19</sup></strong> Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.</p><p><strong><sup>20</sup></strong> And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.</p><p>If the night before on the lake was unforgettable, the arrival at the Gadarenes the next morning was just as impressive. The history of the demon-possessed man is laid out in heartbreaking detail. Breaking away from all constraint, he lived in the tombs and cut himself with stones. “No one had the strength to subdue him” (Mark 5:4, ESV)—and then he met Jesus.</p><p>The man rushed at Jesus—no word about the disciples (they probably ran off). When the man came near to Jesus, he fell down before Him. The words “fell down” translate the Greek verb proskyne?, usually translated “to worship.” It seems the man recognized that Jesus was Someone who could help him. But when he opened his mouth, the demons inside him shouted at Jesus, who could hear the man’s whispered plea for help above the demons’ shouts. When they asked to be released into a herd of pigs, Jesus permitted them to enter the pigs. The entire herd, about two thousand, rushed down the embankment and drowned in the water. It was a financial disaster for the owners.</p><p>What’s amazing is that the demons knew exactly who Jesus was, and they also knew their impotence before Him, which was why they “begged Him” twice (Mark 5:10, 12, NKJV) to do what they asked.</p><p>Obviously, they knew His power over them.</p><p>This story has two overriding characteristics. First, it is filled with items of uncleanness or ceremonial defilement according to Old Testament law. Tombs and the dead were unclean (Num. 19:11, 16). Bleeding made one unclean (Leviticus 15). Pigs were unclean (Lev. 11:7).</p><p>But, second, overarching this litany of defilement is the back-and-forth battle between good and evil forces. Jesus drives out the demons (two points for Jesus), the demons kill the pigs (two points for Satan). The townspeople ask Jesus to leave (two points for Satan), but Jesus sends back the healed man as His witness (three points for Jesus). In some ways this man was the unlikeliest missionary, but he definitely had an amazing story to tell.</p><p><strong>What hope can you draw from this story about the power of Jesus to help you in whatever you are struggling with?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 30",
               "dayTitle":"<p>On the Roller Coaster With Jesus</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p><strong>Read Mark 5:21–24. What characteristics particularly stand out about Jairus?</strong></p><p><strong>Mark 5:21–24</strong></p><p><strong><sup>21</sup></strong> And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.</p><p><strong><sup>22</sup></strong> And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,</p><p><strong><sup>23</sup></strong> And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.</p><p><strong><sup>24</sup></strong> And Jesus went with him; and much people followed him, and thronged him.</p><p>Religious leaders such as Jairus were not typically friends with Jesus (see Mark 1:22; Mark 3:2, 6; and Luke 13:14). So it is likely that he is desperate. This desperation is exemplified by Jairus’s falling on his knees before Jesus. His plea is understandable to any parent—his daughter is dying. But he has faith that Jesus can help. Without a word, Jesus departs with the father to go to his home.</p><p><strong>Read Mark 5:25–34. What interrupts the progress toward Jairus’s house?</strong></p><p><strong>Mark 5:25–34</strong></p><p><strong><sup>25</sup></strong> And a certain woman, which had an issue of blood twelve years,</p><p><strong><sup>26</sup></strong> And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,</p><p><strong><sup>27</sup></strong> When she had heard of Jesus, came in the press behind, and touched his garment.</p><p><strong><sup>28</sup></strong> For she said, If I may touch but his clothes, I shall be whole.</p><p><strong><sup>29</sup></strong> And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.</p><p><strong><sup>30</sup></strong> And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?</p><p><strong><sup>31</sup></strong> And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?</p><p><strong><sup>32</sup></strong> And he looked round about to see her that had done this thing.</p><p><strong><sup>33</sup></strong> But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.</p><p><strong><sup>34</sup></strong> And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.<br></p><p>The story suddenly cuts away to another scene that evokes pity—a woman experiencing 12 terrible years of sickness. This story of Jairus and the woman is the second sandwich story in Mark (see Mark 3:20– 35, covered in lesson 3). In this story the contrasting characters, Jairus and the woman, come to Jesus for help.</p><p>The woman comes up behind Jesus and touches His clothing. Immediately, she is well. But Jesus stops and asks, “Who touched My clothes?”</p><p>The woman, who had been so sick, was suddenly well. Yet, she feared that Jesus was angry at what had happened. It was a wild ride for her emotions. But Jesus wanted to heal not only her body but also her soul. Then, back to Jairus (see Mark 5:35–43). It was a wild ride of emotions for the synagogue ruler, as well. Jesus allowed no one else to go with Him and the parents except Peter, James, and John. Jesus states that the girl is not dead but asleep. He casts out all the mourners and goes into the room where the dead girl lay. Taking her hand, He says, “Talitha koum.” Mark translates these words, “Little girl, get up.” Actually, the word Talitha means “lamb” and thus would be a term of endearment for a child in the home. The command to keep things secret is part of the revelation/secrecy motif that runs through Mark and points toward who Jesus is and that, ultimately, He cannot remain hidden.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 31",
               "dayTitle":"<p>Rejection and Reception</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p><strong>Read Mark 6:1–6. Why did Jesus’ hometown people reject Him?</strong></p><p><strong>Mark 6:1–6</strong></p><p><strong><sup>1</sup></strong> And he went out from thence, and came into his own country; and his disciples follow him.</p><p><strong><sup>2</sup></strong> And when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?</p><p><strong><sup>3 </sup></strong>Is not this the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon? and are not his sisters here with us? And they were offended at him.</p><p><strong><sup>4 </sup></strong>But Jesus, said unto them, A prophet is not without honour, but in his own country, and among his own kin, and in his own house.</p><p><strong><sup>5</sup></strong> And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them.</p><p><strong><sup>6 </sup></strong>And he marvelled because of their unbelief. And he went round about the villages, teaching.</p><p>Usually when a small-town person becomes popular, people back home bask in the attention. Not Nazareth. They were offended and surprised at Jesus’ success as a teacher and healer. His shift from being a builder to a teacher seemed hard for them to accept. There also may have been some animosity that He did most of His miracles in Capernaum (see Luke 4:23). And He had already had a disagreement with His family (Mark 3:31–35).</p><p><strong>Read Mark 6:7–30. How does the mission of the Twelve Apostles contrast with the beheading of John the Baptist?</strong></p><p><strong>Mark 6:7–30</strong></p><p><strong><sup>7 </sup></strong>And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;</p><p><strong><sup>8 </sup></strong>And commanded them that they should take nothing for their journey, save a staff only; no scrip, no bread, no money in their purse:</p><p><strong><sup>9</sup></strong> But be shod with sandals; and not put on two coats.</p><p><strong><sup>10</sup></strong> And he said unto them, In what place soever ye enter into an house, there abide till ye depart from that place.</p><p><strong><sup>11</sup></strong> And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, It shall be more tolerable for Sodom and Gomorrha in the day of judgment, than for that city.</p><p><strong><sup>12</sup></strong> And they went out, and preached that men should repent.</p><p><strong><sup>13</sup></strong> And they cast out many devils, and anointed with oil many that were sick, and healed them.</p><p><strong><sup>14</sup></strong> And king Herod heard of him; (for his name was spread abroad:) and he said, That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him.</p><p><strong><sup>15</sup></strong> Others said, That it is Elias. And others said, That it is a prophet, or as one of the prophets.</p><p><strong><sup>16</sup></strong> But when Herod heard thereof, he said, It is John, whom I beheaded: he is risen from the dead.<br></p><p><strong><sup>17</sup></strong> For Herod himself had sent forth and laid hold upon John, and bound him in prison for Herodias' sake, his brother Philip's wife: for he had married her.</p><p><strong><sup>18</sup></strong> For John had said unto Herod, It is not lawful for thee to have thy brother's wife.</p><p><sup><strong>19</strong></sup> Therefore Herodias had a quarrel against him, and would have killed him; but she could not:</p><p><strong><sup>20</sup></strong> For Herod feared John, knowing that he was a just man and an holy, and observed him; and when he heard him, he did many things, and heard him gladly.</p><p><strong><sup>21</sup></strong> And when a convenient day was come, that Herod on his birthday made a supper to his lords, high captains, and chief estates of Galilee;</p><p><strong><sup>22</sup></strong> And when the daughter of the said Herodias came in, and danced, and pleased Herod and them that sat with him, the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee.</p><p><strong><sup>23</sup></strong> And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom.</p><p><strong><sup>24</sup></strong> And she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist.</p><p><strong><sup>25</sup></strong> And she came in straightway with haste unto the king, and asked, saying, I will that thou give me by and by in a charger the head of John the Baptist.</p><p><strong><sup>26</sup></strong> And the king was exceeding sorry; yet for his oath's sake, and for their sakes which sat with him, he would not reject her.</p><p><strong><sup>27</sup></strong> And immediately the king sent an executioner, and commanded his head to be brought: and he went and beheaded him in the prison,</p><p><strong><sup>28</sup></strong> And brought his head in a charger, and gave it to the damsel: and the damsel gave it to her mother.</p><p><strong><sup>29</sup></strong> And when his disciples heard of it, they came and took up his corpse, and laid it in a tomb.</p><p><strong><sup>30</sup></strong> And the apostles gathered themselves together unto Jesus, and told him all things, both what they had done, and what they had taught.</p><p>This is the third sandwich story in Mark (see lesson 3). The mission of the Twelve Apostles in taking the message of Jesus everywhere stands in sharp contrast with the imprisonment and silencing of the Baptist. The disciples are told to travel light and depend on others for support. This strategy actually makes missionaries dependent on the people they serve, which helps bond them to those who need their message.</p><p>But the Baptist had no such bond with Herod and his family. John’s death is told in shocking detail as the plotting Herodias takes advantage of Herod’s ambivalence and lust. Herodias’s daughter seems to add to the scandalous plan by the grotesque request that the Baptist’s head be delivered on a platter.<br></p><p>The silencing of the clarion voice of the Baptist occurs at the same time as the Twelve Apostles proclaim repentance, just as the Baptist did. John’s death foreshadows Jesus’. John is put to death, buried, and reported as risen from the dead (Mark 6:14–16, 29), as Jesus would be (Mark 15 and 16). These parallel stories point toward a coming crisis for Jesus and His followers.<br></p><p><strong>Have you ever been rejected like Jesus was or experienced some hard-to-understand crisis? What did you learn from those experiences that could perhaps help you the next time something like that happens?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 1",
               "dayTitle":"<p>A Different Kind of Messiah</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p><strong>Read Mark 6:34–52. What was the problem Jesus and His disciples confronted, and how was it solved?</strong></p><p><strong>Mark 6:34–52</strong></p><p><strong><sup>34</sup></strong> And Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things.</p><p><strong><sup>35</sup></strong> And when the day was now far spent, his disciples came unto him, and said, This is a desert place, and now the time is far passed:</p><p><strong><sup>36</sup></strong> Send them away, that they may go into the country round about, and into the villages, and buy themselves bread: for they have nothing to eat.</p><p><strong><sup>37</sup></strong> He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?</p><p><strong><sup>38</sup></strong> He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.</p><p><strong><sup>39</sup></strong> And he commanded them to make all sit down by companies upon the green grass.</p><p><strong><sup>40</sup></strong> And they sat down in ranks, by hundreds, and by fifties.</p><p><strong><sup>41</sup></strong> And when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all.</p><p><strong><sup>42</sup></strong> And they did all eat, and were filled.</p><p><strong><sup>43</sup></strong> And they took up twelve baskets full of the fragments, and of the fishes.</p><p><strong><sup>44</sup></strong> And they that did eat of the loaves were about five thousand men.</p><p><strong><sup>45</sup></strong> And straightway he constrained his disciples to get into the ship, and to go to the other side before unto Bethsaida, while he sent away the people.</p><p><strong><sup>46</sup></strong> And when he had sent them away, he departed into a mountain to pray.</p><p><strong><sup>47</sup></strong> And when even was come, the ship was in the midst of the sea, and he alone on the land.</p><p><strong><sup>48</sup></strong> And he saw them toiling in rowing; for the wind was contrary unto them: and about the fourth watch of the night he cometh unto them, walking upon the sea, and would have passed by them.</p><p><strong><sup>49</sup></strong> But when they saw him walking upon the sea, they supposed it had been a spirit, and cried out:</p><p><strong><sup>50</sup></strong> For they all saw him, and were troubled. And immediately he talked with them, and saith unto them, Be of good cheer: it is I; be not afraid.</p><p><strong><sup>51</sup></strong> And he went up unto them into the ship; and the wind ceased: and they were sore amazed in themselves beyond measure, and wondered.</p><p><strong><sup>52</sup></strong> For they considered not the miracle of the loaves: for their heart was hardened.</p><p>After the disciples return from their mission, they go with Jesus to a remote area on the eastern shore of the Sea of Galilee to rest. But a large crowd of 5,000 people arrives at the location before them. Jesus sees that they are like sheep without a shepherd. He teaches them the entire day.</p><p>In the evening the disciples recommend sending the crowd away to find food, but Jesus tells them to feed the crowd. The ensuing dialogue (Mark 6:35–38) illustrates that the disciples are thinking in human terms about how to solve the problem. However, Jesus resolves the problem by miraculously feeding the large crowd with just five loaves and two fish.</p><p>Characteristics of this story play into the popular concept of Messiah in Jesus’ day. The expectation was that the Messiah would liberate Israel from her enemies and would bring in righteousness and peace.</p><p>A large number of men in a desert setting would carry with it military overtones of revolt (compare with John 6:14, 15; Acts 21:38).</p><p>This notion is strengthened by the reference to Jesus’ seeing the people like “sheep without a shepherd,” a partial quotation from Numbers 27:17, where Moses asks God to appoint a leader for Israel after him. This phraseology about a shepherd for God’s people appears elsewhere in the Old Testament, typically with reference to Israel’s lack of a leader or king (compare with 1 Kings 22:17; 2 Chron. 18:16; Ezek. 34:5, 6).</p><p>Yet, Jesus does not meet their false expectations. Instead, He sends His disciples away and dismisses the crowd. And, rather than lead a rebellion against Rome, what does He do? He retreats to a mountain to pray—not what the people were expecting.</p><p>In place of the popular view of the Messiah as a king who liberates Israel, He comes to liberate people from the bondage of sin. His walking on the water displays to the disciples that He is, indeed, the Lord of nature. But He does not come to rule but to give His life as a ransom for many (Mark 10:45).</p><p><strong>What should this story tell us about why a correct understanding of prophecy is important? If a false understanding of Christ’s first coming led to disaster for some, how much more so could a false understanding do the same for some in regard to His second?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 2",
               "dayTitle":"<p>Further Thought</p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>Read Ellen G. White, “Peace, Be Still,” pp. 333–341; “The Touch of Faith,” pp. 342–348, in The Desire of Ages.</p><p>“In all who are under the training of God is to be revealed a life that is not in harmony with the world, its customs, or its practices; and everyone needs to have a personal experience in obtaining a knowledge of the will of God. We must individually hear Him speaking to the heart. When every other voice is hushed, and in quietness we wait before Him, the silence of the soul makes more distinct the voice of God. He bids us, ‘Be still, and know that I am God.’ Ps. 46:10. Here alone can true rest be found. And this is the effectual preparation for all who labor for God. Amid the hurrying throng, and the strain of life’s intense activities, the soul that is thus refreshed will be surrounded with an atmosphere of light and peace. The life will breathe out fragrance, and will reveal a divine power that will reach men’s hearts.”—Ellen G. White, The Desire of Ages, p. 363.</p><p>“Their dissatisfied hearts queried why, if Jesus could perform so many wondrous works as they had witnessed, could He not give health, strength, and riches to all His people, free them from their oppressors, and exalt them to power and honor? The fact that He claimed to be the Sent of God, and yet refused to be Israel's king, was a mystery which they could not fathom. His refusal was misinterpreted. Many concluded that He dared not assert His claims because He Himself doubted as to the divine character of His mission. Thus they opened their hearts to unbelief, and the seed which Satan had sown bore fruit of its kind, in misunderstanding and defection.”—The Desire of Ages, p. 385.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> How would you respond if someone asked you, What has Jesus freed you from?</p><p><strong>2</strong>. Discuss why it is that God sometimes allows a good person such as John the Baptist to be placed in prison and to be executed. What solace or hope can we find, despite these difficult things?</p><p><strong>3</strong>. What lessons are there in the feeding of the 5,000 for a church congregation with few resources?</p><p><strong>4. </strong>Compare popular views of Jesus today with the picture of Him in Mark 5 and 6. That is, what about those who use Jesus to seek political power and to dominate others?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>Unexpected Change of Heart</strong></p><p><strong>By Andrew McChesney</strong></p><p>As a university student, Anush heard many times, “When you graduate, we will give you a job.” But when she graduated, no one offered her a job.<br></p><p>Father was deeply worried. In Armenia, fathers often help their children get jobs. Some fathers even bribe companies to hire their children. But Father didn’t give a bribe, and Anush was jobless in her town in Armenia.</p><p>Then she learned about an interdenominational missionary organization from the United States that was looking for an Armenian translator. The job came with a small salary and required her to relocate temporarily to a nearby city, Vanadzor. She asked Father for permission to work as a translator. Armenia is a largely patriarchal society where fathers are consulted on many decisions. Father thought that working with Americans would be a good opportunity for Anush. “Yes, you can go,” he said.</p><p>Anush got the job. She was happy. Four years earlier, Father had forbidden her from going to church and getting baptized. Now she was reading the Bible, sharing Jesus with others—and getting paid for it! As she worked, a desire grew in her heart to become a missionary. When the job ended, she returned home, wondering how she could fulfill her dream. After praying and fasting for three days, she read in Exodus that God told Moses at the burning bush to ask Pharoah to let His people go to serve Him. She felt as though God was saying to her, “Go ask Father to let you serve Me.” She went to Father. “Would you allow me to study to become a missionary in another country?” she asked.</p><p>“No,” he said. The next morning, Anush read in Exodus that Pharaoh rejected Moses’ request, but God sent Moses back, saying, “Go, talk to Pharoah.”</p><p>She went to Father. “Would you allow me to study in a missionary program to serve God?” she asked. “No,” he said.</p><p>She continued reading Exodus. Again and again, God sent Moses to talk to Pharoah. Every time Moses talked to Pharoah, Anush spoke to Father.</p><p>Father became upset. One day, he exploded. “Can you just go to the local church and get baptized and forget about becoming a missionary in another country?” he exclaimed.</p><p>Anush was confused. She hadn’t anticipated such a response. She decided to go to church. She went to a nearby city where an Adventist church was holding evangelistic meetings. When the preacher asked who wanted to be baptized, she stood up. “Are you sure?” the preacher asked. “What about your father?”</p><p>Everyone knew her story. “Father is fine with my decision,” Anush said.</p><p>Father didn’t stop the baptism. With joy, Anush plunged under the water.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":59,
               "idDay":9,
               "idLesson":5,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Texts: Mark 5:6–9, 22–34</strong></p><p><strong>Study Focus: Mark 5</strong></p><p><strong>Introduction:</strong></p><p>Mark 5 and 6 cover similar topics to those of Mark 1. In chapters 5 and 6, we note Jesus performing miracles, such as casting out demons, healing people, and preaching the gospel. Thus, our study will review selected events from both chapters that cover this range of topics. Lesson Themes: This week’s study considers two miracles of Jesus. The first account is the story of a man, a member of a Gentile community, who was possessed by an unclean spirit. The other narrative is the story of an “unclean” woman who is a member of the Jewish community.</p><p>1. Jesus and “the Legion.” Mark reports that Jesus travels to Gadarenes, a Gentile community, and “immediately a man from the tombs with an unclean spirit met Him” (Mark 5:2, NASB). As a result of this encounter, Jesus heals the man.</p><p>2. Jesus and the Healing of Two Daughters. When Jesus returned to His own community, an official of the synagogue, Jairus, came to meet Him and “pleaded with Him earnestly, saying, ‘My little daughter is at the point of death’ ” (Mark 5:23, NASB). Jesus heals Jairus’s daughter, in addition to healing a woman with an issue of blood.</p><p><strong>Part II: Commentary</strong></p><p><strong>Jesus and “The Legion”</strong><br></p><p>Mark often provides geographical detail to highlight the ministry of Jesus in places far from His hometown. Such narrative elements imply a clear intention, on the part of Jesus, to reach the Gentiles on their own turf. For instance, in Mark 4:35, Jesus tells His disciples, “ ‘Let’s go over to the other side’ ” (NASB). And again, in Mark 5:1, another geopolitical reference is provided: “They came to the other side of the sea, into the region of the Gerasenes” (NASB).</p><p>The city of the Gerasenes (Gerasa) was a district in Decapolis (Mark 5:20). The fact that close to the city “there was a large herd of pigs feeding nearby” (Mark 5:11, NASB), helps us to infer that it was a Gentile city. Kelly R. Iverson offers an accurate introduction to Jesus’ ministry in the Gentile territory. He states, “The episode signals the beginning of a series of deliberate journeys into Gentile territory made by Jesus. The first encounter with Gentiles outside the Jewish homeland occurs east of the Sea of Galilee in the region of Gerasa. . . . The story of the Gerasene demoniac emphasizes Jesus’ power, inaugurates a mission among the Gentiles, and foreshadows a future ministry in Gentile territory. It is a preparatory mission that paves the way for his return to the region later in the narrative (7.31–37).”—Kelly R. Iverson, Gentiles in the Gospel of Mark, “Even the Dogs Under the Table Eat the Children’s Crumbs” (London: T&amp;T Clark, 2007), p. 20.</p><p>Thus, the last part of Mark 4, and the beginning of Mark 5, reveals a transition in Jesus’ ministry from a Jewish setting to a Gentile location.</p><p>However, there is a common element that Jesus encountered in each of these two locations: demonic forces. According to Mark, Jesus starts His ministry among the Jews. The first miracle of Jesus takes place in a synagogue (a Jewish setting) in which a man with an unclean spirit cries out, “ ‘What business do you have with us, Jesus of Nazareth? Have You come to destroy us? I know who You are: the Holy One of God!’ ” (Mark 1:24, NASB). Now, as Jesus starts His ministry among the Gentile territories, we see a similar scenario. Mark 5:2 tells us, “When He got out of the boat, im­ mediately a man from the tombs with an unclean spirit met Him” (NASB). Both in the synagogue of the scribes and among the Gentiles, there were men with unclean spirits that needed to be healed. In both situations, there were men held captive by demons. Jesus came to restore these men to the kingdom.</p><p>Mark 5:7–9 describes a dialogue between Jesus and the demon(s). The interaction follows a similar pattern, as seen in Mark 1:23–25. “Shouting with a loud voice, he said, “ ‘What business do You have with me, Jesus, Son of the Most High God? I implore You by God, do not torment me!’ ” (Mark 5:7, NASB). Interestingly, the demons recognize who Jesus is. They say to Him, “ ‘You are: the Holy One of God!’ ” (Mark 1:24, NASB); “ ‘You are the Son of God!’ ” (Mark 3:11, NASB); and “ ‘Son of the Most High God’ ” (Mark 5:7, NASB).</p><p>Notably, some Christological statements in the gospel come from the mouth of the demons. From the teachers of Israel, God’s own people, there is no such confession of equal force and significance.</p><p>Let us consider the information that Mark gives us about the man possessed by many demons. The man claims his name is “Legion.” A legion was a Roman military unit about the size of five to six thousand foot soldiers. (See Robert H. Stein, Mark [Grand Rapids, MI: Baker Academic, 2008], p. 255.) No matter how overwhelmed a human could have been by such an evil force, there is no demonic entity that can resist, or overcome, the power of the Most High God.</p><p>The fate of this demon-possessed man was cruel and bloody. Mark 5:5 describes his misery and suffering. “Constantly, night and day, he was screaming among the tombs and in the mountains, and cutting himself with stones” (NASB).</p><p>Regarding the demoniac, Larry Hurtado writes: “The man is described as both fully captive to the powers of evil and beyond any human help (5:2–4). Further, his dwelling among the tombs, the ‘dwelling’ of the dead, almost makes him like a zombie, a living dead-man. Finally, he is self-destructive (5:5) and obviously in torment. All of this is a powerful picture of how the NT [New Testament] describes the condition of humans apart from Christ: Spiritually dead and in bondage to evil.”— Hurtado, Mark (Peabody, MA: Hendrickson Publishers, 1989), p. 83.</p><p>Mark 5:4 also tells us that “no one was strong enough to subdue him” (NASB). “No one,” Mark says, until Jesus comes to him. After his encounter with Jesus, “the very man who had previously had the ‘legion’ ” (Mark 5:15, NASB), and who had been demon-possessed, now is calmly sitting down, clothed and in his right mind. Such power of deliverance is found only in Jesus Christ. The One who had rebuked the wind and said to the sea, “ ‘Hush, be still’ ” (Mark 4:39, NASB), can also command the evil spirits, with the words “ ‘Come out of the man’ ” (Mark 5:8, NASB). All powers of darkness are subdued by Jesus’ authority.</p><p><strong>Jesus and the Healing of Two Daughters</strong></p><p>In Mark 5:21, Mark introduces a new narrative section: the incident in which Jesus intervenes in favor of two daughters of God: “a woman who had had a hemorrhage for twelve years” (Mark 5:25, NASB) and Jairus’s daughter.</p><p>This section contains yet another geopolitical marker in Jesus’ journey. He “had crossed over again in the boat to the other side” (Mark 5:21, NASB). He has returned from ministering in a Gentile region; now the scene shifts to a Jewish backdrop again. Mark confirms this shift in Jesus’ intervention on behalf of the synagogue official, Jairus. This important man enters the scene with the same attitude as the demon-possessed man in Mark 5:6: he falls at Jesus’ feet (Mark 5:22). Jairus’s request on behalf of his daughter was for Jesus to “ ‘lay Your hands on her, so that she will get well and live’ ” (Mark 5:23, NASB; emphasis added).</p><p>In that moment, a hopeless woman interrupts the narrative. Keep in mind that Jesus has just come from restoring a man who had been possessed with a legion of unclean spirits. And now He turns His compassionate attention to an unclean woman. Because of her illness, she was ritually unclean and separated from Israel’s religious life. “Now if a woman has a discharge of her blood for many days, not at the period of her menstrual impurity, or if she has a discharge beyond that period, for all the days of her impure discharge she shall continue as though in her menstrual impurity; she is unclean” (Lev. 15:25, NASB).</p><p>Commentator M. Eugene Boring adds another dimension to the misery concerning her malady: “Since vaginal bleeding prohibited marriage and was grounds for divorce, in the understanding of her culture which she shared, the woman cannot fulfill her function as a woman, to bring new life into being as a mother.” In addition, she has been impoverished because she had spent all her money on physicians to no avail. The commentator adds, “Like the leper of 1:40, her life is actually a living death, and her healing would be a restoration to life. Like the child who waits in Jairus’s house, she is beyond all human hope.”—Boring, Mark: A Commentary (Louisville, KY: Westminster John Knox Press, 2006), p. 160. In the end, Jesus restores two persons to life: a woman, almost dead both physically and socially (living in isolation because of her condition); and Jairus’s daughter, a 12-year-old girl who was dead.</p><p>In both cases, a healing touch figures into the narrative. The woman touches Jesus’ garment, and Jesus touches the girl’s hand. However, the author tries to explain to the readers that it was not the touch itself of the woman that brought her healing. Rather, it was the faith of both the bleeding woman and Jairus that brought the desired result. In the first case, Jesus comforts the woman, saying, “ ‘Daughter, your faith has made you well’ ” (Mark 5:34, NASB). In the second case, Jesus encourages the girl’s father, Jairus, to persist in believing that his daughter would be resurrected to life again (Mark 5:36).</p><p><strong>Part III: Life Application</strong></p><p>Mark, as well as the other three Gospel writers, depicts the antagonism of some of the Jewish teachers and leaders of the synagogue toward Jesus. However, this antagonism does not curtail Jesus’ religious involvement in the synagogue, nor His work in behalf of the people of His community.</p><p>For instance, Mark 1:21 narrates that Jesus and His disciples “went into Capernaum; and immediately on the Sabbath Jesus entered the synagogue and began to teach” (NASB). The first miracle of Jesus recorded in the Gospel of Mark takes place in the synagogue: “Just then there was a man [with an unclean spirit] in their synagogue” (Mark 1:23, NASB). Then, in Mark 5:22, Jesus ministers to “one of the synagogue officials” (NASB).</p><p>Sometimes we face disagreements with certain leaders or other members of our church community. To what extent do we permit these disagreements to affect our convictions or our relationships with our community? How does Jesus’ example give us insight about how to proceed in such situations?</p><p>Jesus went outside of His own community of faith to reach people from Gentile communities. What are we doing to reach people beyond our walls for God’s kingdom? Consider, in your answer, Mark 6:34: “[Jesus] saw a large crowd, and He felt compassion for them because they were like sheep without a shepherd; and He began to teach them many things” (NASB).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>Miracles Around the Lake<br></p>",
         "verse":"<p>“However, Jesus did not permit him, but said to him, ‘Go home to your friends, and tell them what great things the Lord has done for you, and how He has had compassion on you’ ” (Mark 5:19, NKJV).</p>",
         "versionCode":40,
         "weekDate":"July 27-August 2"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
