{
  "data": [
    {
      "color": "#A41602",
      "id": 703,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 13",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>The Psalms unswervingly uphold the foundational belief in God’s sovereign reign. The Lord created and sustains everything that He had created. He is the Sovereign King over the whole world, and He rules the world with justice and righteousness. His laws and statutes are good and bring life to those who keep them. The Lord is a just Judge who ensures that the world remains well ordered, and He does so by rewarding the righteous and punishing the wicked, but in His time, not ours.</p><p>God’s covenant with Israel plays a special role in securing the world because it heralds the Lord’s salvation. The Lord adopted Israel as His prized possession, making Israel, of all the nations, His people. The Lord is faithful to His covenant and continues to care for His flock despite their unfaithfulness and, at times, open rebellion.</p><p>The Lord’s sovereign rule thus renders the world firmly established and secure. The psalmists want the reader to understand this foundational truth. With this worldview as their lighthouse, the psalmists seek to thrive and to serve God with undivided devotion.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 14",
          "dayTitle": "<p>The Lord Has Made Us</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Psalm 8 and Psalm 100. How are God and people portrayed in these psalms? What do these psalms reveal about God’s character?</strong></p><p><strong>Psalm 8&nbsp;</strong></p><p><strong><sup>1&nbsp;</sup></strong>O Lord, our Lord, how excellent is thy name in all the earth! who hast set thy glory above the heavens.</p><p><strong><sup>2</sup></strong> Out of the mouth of babes and sucklings hast thou ordained strength because of thine enemies, that thou mightest still the enemy and the avenger.</p><p><strong><sup>3 </sup></strong>When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;</p><p><strong><sup>4 </sup></strong>What is man, that thou art mindful of him? and the son of man, that thou visitest him?</p><p><strong><sup>5</sup></strong> For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.</p><p><strong><sup>6</sup></strong> Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet:</p><p><strong><sup>7 </sup></strong>All sheep and oxen, yea, and the beasts of the field;</p><p><strong><sup>8 </sup></strong>The fowl of the air, and the fish of the sea, and whatsoever passeth through the paths of the seas.</p><p><strong><sup>9</sup></strong> O Lord our Lord, how excellent is thy name in all the earth!</p><p><strong>Psalm 100</strong></p><p><strong><sup>1 </sup></strong>Make a joyful noise unto the Lord, all ye lands.</p><p><strong><sup>2 </sup></strong>Serve the Lord with gladness: come before his presence with singing.</p><p><strong><sup>3</sup></strong> Know ye that the Lord he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture.</p><p><strong><sup>4 </sup></strong>Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name.</p><p><strong><sup>5</sup></strong> For the Lord is good; his mercy is everlasting; and his truth endureth to all generations.</p><p>Creation plays a crucial role in the Psalms, in upholding God’s sovereignty. The heavens, which are “His handiwork,” proclaim His glory and power (Ps. 19:1?4, Ps. 97:6). God’s name is majestic in all the earth (Ps. 8:1, 9). The Lord has created everything; He has no beginning (Ps. 93:2) and no end (Ps. 102:25?27). He is everlasting and superior over the gods of the nations, which are only “the work of men’s hands” (Ps. 115:4), nothing more. The idols “have hands, but they handle not” (Ps. 115:7); as for the Lord, “in his hand are the deep places of the earth . . . and his hands formed the dry land” (Ps. 95:4, 5).</p><p>Several psalms portray God’s power over the forces in nature that other nations believed to be divine (e.g. Psalm 29, Psalm 93, and Psalm 104). These psalms reassert the claim that the Lord reigns over all creation and is supreme in power and dignity. Psalm 100:3 strikes one subtle form of idolatry—self-reliance, stressing that God made us, “and not we ourselves.”</p><p>Creation also testifies to God’s love. Everything that exists owes its existence to God, who also sustains life (Ps. 95:7, Ps. 147:4?9). Notice that God not only granted people existence but He also made ancient Israel “His people and the sheep of His pasture” (Ps. 100:3, NKJV).</p><p>The notion of “His people” and “His sheep” reveals God’s desire for a close relationship with His people.</p><p>Only the Creator has the power to bless and cause His people to increase, and thus, He is the only One worthy of their worship and trust. Numerous psalms call everything that has breath, all the earth, the sea, and everything in it to shout for joy before the Lord.</p><p>The glory of God is seen in the creation, even in the fallen earthly creation, and the Psalms point us to God alone as worthy of worship. “What is man that You are mindful of him, and the son of man that You visit him?” (Ps. 8:4, NKJV). What is your response to God as your Creator? When God calls the stars by their names (Ps. 147:4), how much more do you think God cares for you?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 15",
          "dayTitle": "<p>The Lord Reigns</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>Closely tied—in fact inseparably tied—to the Lord as Creator is the Lord as Sovereign, as Ruler. The declaration “The Lord reigneth” is solemnly proclaimed in Psalm 93:1, Psalm 96:10, Psalm 97:1, and Psalm 99:1, but its echoes are heard throughout the book of Psalms.</p><p>The Lord is clothed with honor, majesty, and strength (Ps. 93:1, Ps. 104:1). He is surrounded with clouds and darkness (Ps. 97:2) but also covers Himself “with light as with a garment” (Ps. 104:2). These metaphors exalt the King’s power and splendor and are carefully chosen to express God’s unique greatness, which is beyond human comprehension.&nbsp;</p><p><strong>Read Psalm 97. What characterizes the Lord’s reign? (Ps. 97:2, 10)</strong>.&nbsp;<strong style=\"background-color: initial;\">What is the domain of His reign? (Ps. 97:1, 5, 9).</strong></p><p><strong>Psalm 97</strong></p><p><strong><sup>1</sup></strong> The Lord reigneth; let the earth rejoice; let the multitude of isles be glad thereof.</p><p><strong><sup>2</sup></strong> Clouds and darkness are round about him: righteousness and judgment are the habitation of his throne.</p><p><strong><sup>3</sup></strong> A fire goeth before him, and burneth up his enemies round about.</p><p><strong><sup>4</sup></strong> His lightnings enlightened the world: the earth saw, and trembled.</p><p><strong><sup>5</sup></strong> The hills melted like wax at the presence of the Lord, at the presence of the Lord of the whole earth.</p><p><strong><sup>6</sup></strong> The heavens declare his righteousness, and all the people see his glory.</p><p><strong><sup>7</sup></strong> Confounded be all they that serve graven images, that boast themselves of idols: worship him, all ye gods.</p><p><strong><sup>8</sup></strong> Zion heard, and was glad; and the daughters of Judah rejoiced because of thy judgments, O Lord.</p><p><strong><sup>9</sup></strong> For thou, Lord, art high above all the earth: thou art exalted far above all gods.</p><p><strong><sup>10</sup></strong> Ye that love the Lord, hate evil: he preserveth the souls of his saints; he delivereth them out of the hand of the wicked.</p><p><strong><sup>11 </sup></strong>Light is sown for the righteous, and gladness for the upright in heart.</p><p><strong><sup>12</sup></strong> Rejoice in the Lord, ye righteous; and give thanks at the remembrance of his holiness.</p><p>The Lord’s rule is demonstrated in His works of creation (Ps. 96:5), salvation (Ps. 98:2), and judgment (Ps. 96:10). The Lord establishes His kingship over the whole world (Ps. 47:6?9). God’s kingdom is an everlasting kingdom, unparalleled in power and majesty (Ps. 45:6; Ps. 93:1, 2; Ps. 103:19). The Lord’s reign is established on mercy, justice, and righteousness, and it brings order and stability to the created world (Ps. 98:3, Ps. 99:4). God’s reign unites both heavenly and earthly worshipers in the praise of God (Ps. 103:20?22, Psalm 148). Many psalms envision all humanity acknowledging God’s sovereign rule (Ps. 96:10, Ps. 97:1, Ps. 99:1, Ps. 145:11–13).</p><p>But not all people, or even earthly rulers, do, at least for now. The Lord’s reign is constantly defied by the wicked, who deny and mock the Lord and oppress His people (Ps. 14:1, Ps. 74:3?22). Though challenged by the prosperity of some wicked people and troubled by God’s forbearance, the psalmist trusts in God’s sovereign rule and continues to flourish in the assurance of God’s righteous judgments (Ps. 68:21, Ps. 73:17?20). By faith God’s people rejoice in the inauguration of God’s kingdom through Christ’s redeeming ministry and wait for the consummation of the kingdom at Christ’s second coming (Matt. 12:26?28, 1 Cor. 15:20–28).</p><p><strong>“You who love the Lord, hate evil!” (Ps. 97:10, NKJV). Why should our love for God cause us to hate evil? How are these two concepts related?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 16",
          "dayTitle": "<p>God Is the Judge</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Psalm 75. Why is the boasting of the wicked in vain?</strong></p><p><strong>Psalm 75</strong></p><p><strong><sup>1 </sup></strong>Unto thee, O God, do we give thanks, unto thee do we give thanks: for that thy name is near thy wondrous works declare.</p><p><strong><sup>2</sup></strong> When I shall receive the congregation I will judge uprightly.</p><p><strong><sup>3</sup></strong> The earth and all the inhabitants thereof are dissolved: I bear up the pillars of it. Selah.</p><p><strong><sup>4</sup></strong> I said unto the fools, Deal not foolishly: and to the wicked, Lift not up the horn:</p><p><strong><sup>5 </sup></strong>Lift not up your horn on high: speak not with a stiff neck.</p><p><strong><sup>6 </sup></strong>For promotion cometh neither from the east, nor from the west, nor from the south.</p><p><strong><sup>7</sup></strong> But God is the judge: he putteth down one, and setteth up another.</p><p><strong><sup>8</sup></strong> For in the hand of the Lord there is a cup, and the wine is red; it is full of mixture; and he poureth out of the same: but the dregs thereof, all the wicked of the earth shall wring them out, and drink them.</p><p><strong><sup>9</sup></strong> But I will declare for ever; I will sing praises to the God of Jacob.</p><p><strong><sup>10 </sup></strong>All the horns of the wicked also will I cut off; but the horns of the righteous shall be exalted.</p><p>As the Sovereign King, the Lord is also a Lawgiver (Ps. 99:7) and a Judge (Ps. 98:9, Ps. 97:2). The wicked constantly threaten the just order that God established in the world, but the Lord will judge the world and bring the rule of evil to its end (Ps. 75:8?10, Ps. 96:13).</p><p>In Psalm 75, several images depict the irrevocable destruction of the wicked. The image of a cup with red wine (Ps. 75:8) conveys the intensity of God’s fury (Jer. 25:15, Rev. 14:10). Cutting off the horns of the wicked depicts the end of their power and dominion, while the horns of the righteous shall be exalted (Ps. 75:10). God chooses a “proper time” (Ps. 75:2, NKJV) or “appointed time” (NIV) for His judgment.</p><p>This executive judgment clearly will take place at the end of time (Ps. 96:13, 1 Cor. 15:23?26).</p><p>The Lord probes people’s hearts as part of His judgment. Read Psalm 14:2. It is reminiscent of Genesis 6:5, 8. Both texts show that the execution of God’s judgment of the world is preceded by God’s examination of the people’s lives and seeking whomever He can save. This judgment is sometimes called “the investigative judgment,” when God defends the righteous and decides the fate of the wicked.</p><p>How does it work?</p><p>First, God delivers His people from the wicked (Ps. 97:10, Ps. 146:9) and crowns the humble with salvation (Ps. 149:4). Second, the unrepentant wicked are destroyed forever (Ps. 97:3). Some psalms poetically describe the uselessness of human weapons against the Divine Judge (Ps. 76:3–6). The Lord is also a forgiving God, although He punishes people’s misdeeds (Ps. 99:8). God’s people, not only the wicked, shall give an account to God (Ps. 50:4, Ps. 135:14).</p><p>The Psalms convey the same notion that is expressed in other biblical texts, that God’s judgment begins with God’s people and is extended to the whole earth (Deut. 32:36, 1 Pet. 4:17). The psalmist cries to God to judge him but relies on God’s righteousness to defend him (Ps.7:8?11; Ps. 139:23, 24).</p><p><strong>The Psalms call us to rejoice in anticipation of God’s judgments (Ps. 67:4, Ps. 96:10?13, Ps. 98:4?9). How is God’s judgment good news for those covered by the blood of Christ?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 17",
          "dayTitle": "<p>Ever Mindful of His Covenant</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>The theme of God’s judgment prompts a significant question: How can God’s people have peace with God and assurance of salvation at the time of judgment? Read Ps. 94:14, Ps. 105:7?10, Dan. 7:22.</strong></p><p><strong>Psalm 94:14</strong></p><p><strong><sup>14</sup></strong> For the Lord will not cast off his people, neither will he forsake his inheritance.</p><p><strong>Psalm 105:7?10</strong></p><p><strong><sup>7 </sup></strong>He is the Lord our God: his judgments are in all the earth.</p><p><strong><sup>8 </sup></strong>He hath remembered his covenant for ever, the word which he commanded to a thousand generations.</p><p><strong><sup>9 </sup></strong>Which covenant he made with Abraham, and his oath unto Isaac;</p><p><strong><sup>10</sup></strong> And confirmed the same unto Jacob for a law, and to Israel for an everlasting covenant:</p><p><strong>Daniel 7:22</strong></p><p><strong><sup>22 </sup></strong>Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.</p><p>God’s people are secure because the Lord placed His dwelling place in Zion (Ps. 76:1, 2) and established His everlasting covenant with them as His treasured possession (Ps. 94:14, Ps. 105:8–10). God does not simply promise not to reject His covenantal people—He actively works to keep them secure in Him. He forgives their sins (Ps. 103:3); He instructs, blesses, and strengthens His people (Ps. 25:8?11, Ps. 29:11, Ps. 105:24). God’s judgments are given to turn the people to righteousness and to demonstrate that God cares for them (Ps. 94:8–15).</p><p>Psalm 105 as a whole shows the Lord’s faithfulness to His covenant in Israel’s history. In everything that happened, the good and the bad, God was there. He providentially led Joseph to Egypt and through him saved His people and the nations in that area during the severe famine (Ps. 105:16?24).</p><p>The Lord raised Moses to lead His people out of Egyptian slavery, which he did with signs and wonders on their behalf (Ps. 105:25?38). The Lord granted His people the Promised Land (Ps. 105:11, 44) and His continual protection (Ps. 105:12?15). He multiplied them (Ps. 105:24), freed them from their overlords (Ps. 105:37, 38), and provided for their daily needs (Ps. 105:39?41). The Lord is undoubtedly in sovereign control of all that involves His people—a truth that the psalmists wanted His people never to forget.</p><p>When God remembers His covenant, it involves more than cognizance or memory because it always leads to action (Gen. 8:1, 1 Sam. 1:19, Ps. 98:3, Ps. 105:42–44). Likewise, when the people are called to remember God’s wonders and judgments, it means that the people should live in ways that honor God.</p><p>In this covenant, Israel’s primary calling is to remain faithful to the covenant by observing God’s laws (Ps. 78:5?7, Ps. 105:45). God’s people also are called to bear witness about God to other nations because the Lord wishes all nations to join His people Israel (Ps. 105:1, 2). The world is thus secure in the protective covenant of the almighty and merciful God (Ps. 89:28?34).</p><p><strong>What do we have in Jesus, which shows why these promises made to ancient Israel can now apply to us? (See Gal. 3:26–29.)</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 18",
          "dayTitle": "<p>Your Testimonies Are Very Sure</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Psalm 19:7; Psalm 93:5; Psalm 119:165; Psalm 1:2, 6; Psalm 18:30; and Psalm 25:10. What common thread runs through them all?</strong></p><p><strong>Psalm 19:7</strong></p><p><strong><sup>7</sup></strong> The law of the Lord is perfect, converting the soul: the testimony of the Lord is sure, making wise the simple.</p><p><strong>Psalm 93:5</strong></p><p><strong><sup>5 </sup></strong>Thy testimonies are very sure: holiness becometh thine house, O Lord, for ever.</p><p><strong>Psalm 119:165</strong></p><p><strong><sup>165</sup></strong> Great peace have they which love thy law: and nothing shall offend them.</p><p><strong>Psalm 1:2, 6</strong></p><p><strong><sup>2</sup></strong> But his delight is in the law of the Lord; and in his law doth he meditate day and night.</p><p><strong>Psalm 18:30</strong></p><p><strong><sup>30 </sup></strong>As for God, his way is perfect: the word of the Lord is tried: he is a buckler to all those that trust in him.</p><p><strong>Psalm 25:10</strong></p><p><strong><sup>10</sup></strong> All the paths of the Lord are mercy and truth unto such as keep his covenant and his testimonies.</p><p>The Lord’s supremacy in the world as the Sovereign Creator, King, and Judge has theological implications for the reliability of His testimonies. The testimonies (Hebrew ‘edut, “decree,” “law”) refer to the body of laws and ordinances with which the Lord governs the religious and social life of His people (Exod. 32:15). They are “very sure” (Ps. 93:5), reflecting the stability and permanence of God’s throne and the world that God created and sustains (Ps. 93:1, 2). The Hebrew word translated as “sure” (the English word amen derives from this word) conveys the notion of reliability, faithfulness, and firmness (2 Sam. 7:16, 1 Chron. 17:23). God’s laws are unchangeable and indestructible.</p><p>God vouches for the integrity of His promises and commands. God’s faithfulness is both wholly reassuring in guaranteeing the unchangeable character of His rule and wholly demanding in asking the people’s responses of trust and obedience to God.</p><p>At the same time, the lack of justice in the world is poetically described as a shaking of earth’s foundation (Ps. 18:7, Isa. 24:18–21).</p><p>God’s law instructs the people in the way of righteous life that can withstand God’s judgment. The righteous, thus, shall not be shaken because they are firmly rooted in God’s law, which provides stability and security, and their hearts are steadfast (Hebrew kun, also, means “be firm,” “be secure”) in the Lord (Ps. 112:1, 6, 7). Nothing causes those who keep God’s law to stumble (Ps. 119:165), which signifies God’s protection and guidance in life (Ps. 1:2, 3, 6).</p><p>God’s Word is depicted as the lamp to the psalmist’s feet, and so, it protects him from the enemies’ hidden snares (Ps. 119:105, 110). Great peace, which is enjoyed by those who love God’s law (Ps. 119:165), obviously does not result from a total absence of trials (Ps. 119:161). It rather derives from abiding in God’s presence and having a wholesome relationship with Him.</p><p><strong>What are practical ways that keeping God’s laws and rules and testimonies have helped you in your life? On the other hand, what have you suffered from violating them?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 19",
          "dayTitle": "",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>Read Psalm 86:5, 15; Ellen G. White, “God’s Love for Man,” pp. 9–15, in Steps to Christ. How does the truth that God is love help us better understand the various descriptions of God and His deeds in the Psalms?</p><p>This week’s study focuses on some key descriptions of God and His activities, which establish the world and render it firm and secure. The psalmists appeal to God, who is the Creator, King, Judge, covenantal Savior, and Lawgiver. The roles in the world that God occupies are further reflected in God’s various other names and titles, including Shepherd (Ps. 23:1, Ps. 80:1), Rock of Salvation (Ps. 95:1), and Father (Ps. 68:5, Ps. 89:26). In the world we can be secure and safe, even amid the turmoil of the great controversy, because God is sovereign and faithful in all He does and says. Although these theological themes are by no means exhaustive, they are suggestive of the various ways in which God reveals Himself in the Psalms.</p><p>As we continue to study the Psalms, it is important to remember to read the Psalms in the light of God’s character of love and grace and His plan to save and restore the world. “The more we study the divine character in the light of the cross, the more we see mercy, tenderness, and forgiveness blended with equity and justice, and the more clearly we discern innumerable evidences of a love that is infinite and a tender pity surpassing a mother’s yearning sympathy for her wayward child.”—Ellen G. White, Steps to Christ, p. 15. In the Psalms, even when the people face God’s judgment for their rebellion, they continue to call upon God because they know that God’s anger is only for a time, but His mercy is everlasting (Ps. 103:8).</p><p><strong>Discussion Questions:</strong><br></p><p><strong>1.</strong> Why is understanding the reality and prevalence of the great controversy crucial in helping us understand that despite God’s ultimate rulership and sovereignty, there is still much turmoil and suffering in our world? Why is the great controversy motif so helpful to us?</p><p><strong>2. </strong>How should the belief in God as Creator shape our under- standing of ourselves and our relationship with the rest of creation? What happens when the people stray from that truth (Ps. 106:35?42)?</p><p><strong>3.&nbsp;</strong>What was wrong with the idols of the nations in biblical times (Ps. 115:4?8)? What about modern idols? Why are they just as dangerous to our walk with the Lord?</p><p><strong>4. </strong>How should God’s people live knowing that God’s judgment begins with His people? How does God judge His people and to what end?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story</p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>“I Fought and Won”</strong></p><p><strong>By Andrew McChesney</strong></p><p><br></p><p>Pedro was shocked at the greeting that he got when he returned from church services in Mozambique.</p><p>“Don’t go back to the Seventh-day Adventist church,” his sister said. “It’s not a good church because it has false prophets. If you go again, you can’t live here anymore.”</p><p>Worrisome thoughts filled Pedro’s head. Family problems in his hometown, Beira, had forced him to move 700 miles (1,140 kilometers) to his sister’s house in Mozambique’s capital, Maputo. Because he was new to town, he had missed a few worship services as he searched for an Adventist church. Now he had found a church, worshiped there for the first time, and returned home to find that his sister didn’t want him to go again.</p><p>Pedro prayed and kept going to church.</p><p>His sister stopped sharing her food with Pedro. She hoped that hunger would cause him to change his mind. But church members gave him food to eat. Pedro thanked God for His care and kept going to church.</p><p>One Sabbath morning, as he was preparing to leave for church, his sister told him not to return. “Are you still refusing to listen and insisting on going to your church?” she asked. “You don’t want to live here anymore because you don’t want to comply with the house rules.”</p><p>Pedro was sad but not discouraged. He realized that he wasn’t caught in a conflict with his sister but in a spiritual struggle between Jesus and Satan.</p><p>He remembered Paul’s words in Ephesians 6:12, “For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places” (NKJV).</p><p>He went to church and asked the pastor and church members to pray for him. When he returned home later that day, he was kicked out. A friend allowed Pedro to stay with him for two nights. Then a church member gave Pedro a job as the caretaker of his house in exchange for room and board.</p><p>Today, Pedro still works as a house caretaker, he is free to worship God every Sabbath, and he believes that God is working on his sister’s heart. Their friendship has been restored, and she no longer insists that he stop going to church on Sabbath. Pedro hopes that one day she will accept the whole Bible truth and learn to appreciate the inspired writings of Ellen White.</p><p>“I put on the armor of God,” he said. “I fought and won, and ‘I can do all things through Christ who strengthens me’ ” (Philippians 4:13).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "",
          "id": 39,
          "idDay": 9,
          "idLesson": 3,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Psalm 93:1</strong></p><p><strong>Study Focus: Psalm 8, Psalm 100, Psalm 97, Psalm 75:1?10, Psalm 105:7?10, Galatians 3:26–29, and Psalm 25:10.</strong></p><p>This week, we shall examine five aspects of God’s sovereignty in the Psalter. We will see that the Psalms affirm the following:</p><p>1. The foundation of God’s sovereignty is based in the Creation. The Lord is the Maker of the heavens and the earth (Gen. 1:1) and humanity (Gen. 1:26).</p><p>2. On the basis of this Bible truth, the various psalmists proclaim that YHWH is the ruler over all the world and the nations.</p><p>3. The sovereignty of the Lord is inseparably intertwined in His work as Judge.</p><p>4. As Judge, God intercedes for His people because of His covenant with them.</p><p>5. He is faithful to the rules of this treaty because the Law of His covenant is the foundation of His kingdom.</p><p>As we shall see, these five topics are closely intertwined.</p><p><br></p><p>Part II: Commentary</p><p>God as Creator</p><p>Psalm 8 can be divided into two main ideas: God is the Creator (Ps. 8:2–4), and human beings are the crowning achievement of His creation (Ps. 8:5–8). These concepts are flanked at the beginning and at the end of the psalm by the same line, which is known as an inclusio: “O Lord, our Lord, how excellent is Your name in all the earth” (Ps. 8:1, 9, NKJV). We cannot overlook the importance of the Creation in the teachings of the Scriptures. Isaiah uses the argument of God as Creator to annihilate the validity of a belief in idols (Isa. 40:12–31). Similarly, the psalmist uses the same reasoning to recognize YHWH as Sovereign of heaven and to reject idolatry (Ps. 115:1–8; Ps. 95:3–5, 7; Ps. 96:5). The foundation of God’s kingdom is Creation. That foundation should be the reason for our worship of Him (Ps. 100:3–5). The Creation is also the reason for the Sabbath (Gen. 2:1–3, Exod. 20:8–11), and the seventh day is a remembrance of the power of God. With this background, we better understand why the message of Revelation 14:7 states, “ ‘and worship Him who made heaven and earth, the sea and springs of water’ ” (NKJV).</p><p><br></p><p>The preaching of this message is more relevant than ever at this time, a time in which the enemy has created a relatively newer etiological para- digm of life: evolution. God as King God made the universe; therefore, it belongs to Him. Thus, He is its King. “The Lord reigns, . . . Your throne is established from of old; You are from everlasting” (Ps. 93:1, 2, NKJV). Psalm 97 summarizes well the message of God’s kingship:</p><p><br></p><p>1. God reigns (Ps. 97:1). Many psalms exalt God as King (Psalm 47, Psalm 93, Psalms 95–99).</p><p>2. Dramatic elements such as clouds, darkness, fire, lightning, the earth, mountains, and the heavens surround God (Ps. 97:2–6). These meteoro- logical phenomena and geological splendors portray the greatness of the King of kings, who inspires our awe and reverence.</p><p>3. The shamefulness of idolatry is condemned in contrast to the superior- ity of worshiping God (Ps. 97:7).</p><p>4. God’s children praise Him and rejoice in the righteous judgments of His government (Ps. 97:8, 9).</p><p>5. Love for God inspires believers to “hate evil” (Ps. 97:10). The Lord preserves and delivers His people from the hand of the wicked. These reasons are grounds enough to rejoice and give thanks to Him (Ps. 97:11, 12).</p><p>God as King is the source of the peace and confidence of His children. “The King’s strength also loves justice; You have established equity; You have executed justice and righteousness in Jacob” (Ps. 99:4, NKJV). Because God is the King over all the earth, we should rejoice and “sing praises with understanding” (Ps. 47:7; see also verses 1–6).</p><p><br></p><p><strong>God as Judge</strong></p><p>The Lord is Judge because He is King. In ancient Israel, the monarch rendered the verdict in trials and judicial matters (see David [2 Sam. 14:1–23]; Solomon [2 Kings 3:16–28]). Thus, the idea of a king-judge was a familiar notion to the people in those days. When they listened to the psalmists sing their melodies about the Lord as Judge, they readily grasped the concept. Psalm 75 states that God our Judge “will judge uprightly” (Ps. 75:2, NKJV). So, we need not fear His work as Judge, unless we are on the side of evil. “For He is coming, for He is coming to judge the earth. He shall judge the world with righteousness, and the peoples with His truth” (Ps. 96:13, NKJV).</p><p><br></p><p>The purpose of God’s judgment is to put “down one” (the wicked ones [Ps. 75:4, 5]) and to exalt another (the faithful ones [Ps. 75:1, 2; Ps. 75:7, NKJV]). This same principle is at work in the investigative judgment of Daniel 7: God punishes the little horn (Dan. 7:26) and vindicates His people (Dan. 7:22).</p><p>The faithful celebrate God’s judgment (Ps. 75:9), not because they rejoice in the destruction of the wicked but because God is faithful to His promises, and He delivers the innocent (see Rev. 19:2). We find, at the end of Psalm 75, this idea of divine fidelity and deliverance: “ ‘All the horns of the wicked I will also cut off, but the horns of the righteous shall be exalted’ ” (Ps. 75:10, NKJV).</p><p><strong>God of the Covenant</strong></p><p>In the ancient Near East, a covenant was an agreement between a power- ful king and his vassal. This agreement included what was required of the vassal in order to remain under the protection of his suzerain. The Old Testament appropriated this secular trope of the day and applied it to the relationship between the King of heaven and His followers. “In an ancient Near Eastern treaty, the Great King would make two promises to the vassal: first, he would attack the vassal if he rebelled against him; and second, he would come to the defense of any loyal vassal who was set upon.”—Tremper Longman III and Raymond B. Dillard, An Introduction to the Old Testament (Grand Rapids: Zondervan, 2006), p. 260. An understanding of this concept engenders confidence in the believer because through it, he learns that he can lean on the assuredness of God’s protection.</p><p>Within this context, YHWH is depicted as a warrior in the Psalter. Psalm 7 is a prayer before battle in which the psalmist asks for God’s intervention in favor of His people. The psalmist also claims God’s protection and asks for the destruction of God’s enemies (Ps. 7:4–9).</p><p>God is the psalmist’s defense (Ps. 7:10), evoking either the idea of a castle or a shield. God, the Divine Warrior, is portrayed as wearing a sword, a bow, and arrows: “instruments of death” (Ps. 7:12, 13, NKJV). He has prepared a trap for His enemies (Ps. 7:15).</p><p><strong>God of the Law</strong></p><p>Because God is a righteous Sovereign, “He remembers His covenant forever, the word which He commanded” (Ps. 105:8, NKJV). The basis of the covenant is God’s Law. Therefore, it’s not a coincidence that one of the main themes in the book of Psalms is the commandments of the Lord (see Psalm 1). Actually, the longest psalm and chapter of the Bible, Psalm 119, is focused entirely on the Torah, or Law.</p><p>The psalmists’ view of the Law of God differs from the commonly held idea prevailing in many circles today—an idea which holds that the divine Law is a set of rigid regulations one must strictly obey or suffer harsh punish­ment in consequence of violating any of its precepts. Concerning the Law, David states that the testimonies of the Lord convert the soul, making wise the simple; the Law causes the heart to rejoice and enlightens the eyes (Ps. 19:7–10). How many of us can say the same for the codes and laws of our countries? In the covenant relationship, the commandments are guidelines that enlighten our understanding and enable us to enjoy a deep relationship with our Creator, King, and Judge.</p><p>The Torah involves the idea of “teaching” more than “stipulations.” That is the reason the Psalter portrays God’s statutes as priceless treasures, which are “more to be desired . . . than gold, yea, than much fine gold; sweeter also than honey and the honeycomb” (Ps. 19:10, NKJV). To be under God’s covenant means to enjoy a close relationship with the Godhead.</p><p><strong>Part III: Life Application</strong></p><p>How fascinating to realize the degree to which the five theological themes we have studied this week are linked. This thematic series starts with, and rests on, the assertion of God as Creator. To deny this basic truth is to reject God’s right as Ruler of this world and Sovereign Judge of every human being. Thus, if God were not the Judge of all, then anyone could do whatever he or she thought best. There would not be any eternal law to obey. There wouldn’t be absolutes. Sad to say, we are inundated with this philosophy every day. Even some Christians are falling prey to its pernicious sophistry. For this reason, our lesson this week is very important for our families, our youth, and the members of our church.</p><p>Acknowledging the Lord as our Maker will lead us to accept His Lordship in our lives and His right to guide and reprimand us when needed. After all, He is our Judge. Our Creator wants to be in a loving covenant relationship with us. The Bible promises us that obeying Him and walking with Him will be a sweet and comforting experience. One detail that we touched on lightly in this lesson but didn’t explore in great depth is cultivating an attitude of praise and rejoicing. Ask a volunteer to read aloud the verses below. Alternately, have class members read the psalm in unison. Encourage your students to aspire to the same spiritual life of the psalmist:</p><p>Oh come, let us sing to the Lord!</p><p>Let us shout joyfully to the Rock of our salvation.</p><p>Let us come before His presence with thanksgiving;</p><p>Let us shout joyfully to Him with psalms.</p><p>For the Lord is the great God,</p><p>And the great King above all gods (Psalm 95:1–3, NKJV).</p><p>More than with requests and complaints, we should fill our prayers to our King and Judge with praise. Also, our daily toil will be more easily borne, and our devotional life made happier, when we are in a covenant relation- ship with the God of the heavens.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>The Lord Reigns</strong></p>",
      "verse": "<p>The Lord reigns, he is robed in majesty; the Lord is robed in majesty and armed with strength; indeed, the world is established, firm and secure” (Psalm 93:1, NIV)</p>",
      "versionCode": 100,
      "weekDate": "January 13–19"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
