{
   "data":[
      {
         "color":"#0f88e1",
         "id":2,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"2 de abril",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>En medio de todo lo que Dios les había dado a nuestros primeros padres en el Edén, también había una advertencia: “De todo árbol del huerto podrás comer; mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás” (Gén. 2: 16, 17). Esta advertencia en contra de comer del árbol del conocimiento del bien y del mal (Gén. 2: 16, 17) nos muestra que, aunque debían conocer el bien, no debían conocer el mal.<br><br>Sin duda entendemos por qué, ¿verdad? Y, además, se cumpliría la advertencia de muerte adjunta a la admonición sobre la desobediencia (Gén. 2: 17): ellos morirían (Gén. 3: 19). No solo se les prohibió comer del árbol, sino además fueron expulsados del ?? Jardín del Edén (Gén. 3: 24) y, por lo tanto, como pecadores, no tuvieron acceso a lo que podría haberles dado eterna vida (Gén. 3: 22).<br><br>Sin embargo, en medio de esta tragedia surge la esperanza, que se encuentra en Génesis 3:15, llamada el protoevangelio, o “la primera promesa evangélica”. Sí, este versículo presenta la primera promesa evangélica que se encuentra en la Biblia; la primera vez que se le dice a la humanidad que, a pesar de la Caída, Dios ha abierto una vía de escape para todos nosotros.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de abril",
               "dayTitle":"<p>LA SERPIENTE<br></p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Génesis 3: 1; 2 Corintios 11: 3; y Apocalipsis 12: 7 al 9. ¿Quién es la serpiente y cómo engaña a Eva?</strong><br></p><p><strong>Génesis 3: 1</strong></p><p><strong><sup>3</sup> </strong>Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?<strong><br></strong></p><p><strong>2 Corintios 11: 3</strong></p><p><strong><sup>3</sup> </strong>Pero temo que como la serpiente con su astucia engañó a Eva, vuestros sentidos sean de alguna manera extraviados de la sincera fidelidad a Cristo.<strong><br></strong></p><p><strong>&nbsp;Apocalipsis 12: 7-9</strong></p><p><strong><sup>7</sup> </strong>Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles; <strong><sup><br></sup></strong></p><p><strong><sup>8 </sup></strong>pero no prevalecieron, ni se halló ya lugar para ellos en el cielo<sup><strong>. <br></strong></sup></p><p><sup><strong>9</strong></sup> Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él. <strong><br></strong></p><p>El texto comienza con “la serpiente”. La sintaxis de la frase sugiere énfasis: la palabra “serpiente” es la primera palabra de la oración. Además, “la serpiente” tiene el artículo definido, lo que indica que se trata de una figura conocida, como si el lector ya supiera quién es. La realidad de este ser se confirma, así, desde la primera palabra del capítulo.<br><br>Por supuesto, las Escrituras identifican a la serpiente como el enemigo de Dios (Isa. 27: 1) y lo llaman explícitamente “diablo y Satanás” (Apoc. 12: 9). Asimismo, en el antiguo Cercano Oriente la serpiente personificaba el poder del mal.<br><br>“Para conseguir lo que quería y pasar inadvertido, Satanás escogió como medio a la serpiente, un disfraz bien adaptado para su proyecto de engaño. La serpiente era en aquel entonces uno de los seres más sabios y bellos de la Tierra. Tenía alas, y cuando volaba por los aires presentaba una apariencia deslumbradora, con el color y el brillo del oro bruñido” (PP 36).<br><br>Al hablar del diablo, en cualquiera de sus formas, la Biblia no se refiere a una mera metáfora. Las Escrituras representan a Satanás como un ser literal, no solo como un símbolo retórico o un principio abstracto para describir el mal o el lado oscuro de la humanidad.<br><br>La serpiente no se presenta a sí misma como enemiga de Dios; al contrario, la serpiente hace referencia a las palabras de Dios, que ella repite y parece apoyar (aunque las tergiversa). Es decir, desde el principio, podemos ver que a Satanás le gusta citar a Dios y, como veremos más adelante, incluso cita la Palabra de Dios (Mat. 4: 6).<br><br>Fíjate también que la serpiente no discute inmediatamente con la mujer, sino que hace una pregunta que implica que cree en lo que el Señor les ha dicho. Al fin y al cabo, preguntó: “¿Conque Dios os ha dicho: [...]?” (Gén. 3: 1). Por ende, incluso desde el principio podemos ver cuán astuto y engañoso era este ser. Y, como veremos, su estrategia también funcionó.<br><br><strong>Si Satanás pudo engañar a una Eva sin pecado en el Edén, ¿cuánto más vulnerables somos nosotros? ¿Cuál es nuestra mejor defensa contra sus engaños?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de abril",
               "dayTitle":"<p>EL FRUTO PROHIBIDO<br></p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Génesis 2: 16 y 17; y 3: 1 al 6 (ver además Juan 8: 44). Compara las palabras del mandamiento de Dios a Adán con las palabras de la serpiente a la mujer. ¿Cuáles son las diferencias entre los discursos y cuál es el significado de estas diferencias?</strong><br></p><p><strong>Génesis 2: 16-17</strong></p><p><sup><strong>&nbsp;16 </strong></sup>Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer; <br></p><p><strong><sup>17</sup></strong> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.<strong><br></strong></p><p><strong>Génesis 3: 1- 6</strong></p><p><sup><strong>1</strong></sup> Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto? <sup><br></sup></p><p><sup><strong>2</strong></sup> Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer; <sup><br></sup></p><p><sup><strong>3</strong></sup> pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Entonces la serpiente dijo a la mujer: No moriréis; <sup><br></sup></p><p><sup><strong>5</strong></sup> sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal. <sup><br></sup></p><p><sup><strong>6</strong></sup> Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella.<strong><br></strong></p><p><strong>Juan 8: 44</strong></p><p><strong><sup>44 </sup></strong>Vosotros sois de vuestro padre el diablo, y los deseos de vuestro padre queréis hacer. Él ha sido homicida desde el principio, y no ha permanecido en la verdad, porque no hay verdad en él. Cuando habla mentira, de suyo habla; porque es mentiroso, y padre de mentira.<br></p><p>Observa los paralelismos entre la conversación de Dios con Adán (Gén. 2: 16, 17) y la conversación de Eva con la serpiente. Es como si la serpiente hubiera reemplazado a Dios y supiera incluso más que él. Al principio, simplemente hizo una pregunta, dando a entender que la mujer quizás había entendido mal a Dios. Pero, después Satanás cuestionó abiertamente las intenciones de Dios, e incluso lo contradijo.<br><br>El ataque de Satanás atañe a dos cuestiones: la muerte y el conocimiento del bien y del mal. A pesar de que Dios indicó en forma clara y enfática que la muerte sería segura si desobedecían (Gén. 2: 17), Satanás, al contrario, dijo que no morirían, lo que implicaba que los seres humanos eran inmortales (Gén. 3: 4). En tanto que Dios prohibió a Adán comer del fruto (Gén. 2:17), Satanás los animó a comer de él porque al comerlo serían como Dios (Gén. 3: 5).<br><br>Los dos argumentos de Satanás, la inmortalidad y el ser como Dios, convencieron a Eva de que comiera el fruto. Resulta preocupante que en cuanto la mujer decidió desobedecer a Dios y comer del fruto prohibido se comportara como si Dios ya no estuviera presente y ella misma lo hubiese reemplazado. El texto bíblico alude a este cambio de personalidad. Eva utiliza el lenguaje de Dios; la evaluación de Eva del fruto prohibido: “vio [...] que era bueno” (Gén. 3: 6), lo que recuerda la evaluación de Dios de su Creación: “vio [...] que era bueno” (Gén 1: 4, 10, etc.).<br><br>Estas dos tentaciones, la de ser inmortal y la de ser como Dios, son el origen de la idea de la inmortalidad en las religiones griegas y egipcias antiguas. El deseo de inmortalidad, que creían que era un atributo divino, obligaba a estas personas a buscar también el estatus divino para adquirirla (eso esperaban). De manera subrepticia, esta forma de pensar se infiltró en las culturas judeocristianas y ha dado origen a la creencia de la inmortalidad del alma, que existe aún hoy en muchas iglesias.<br><br><strong>Piensa en todas las creencias que existen en la actualidad que enseñan que hay algo inherentemente inmortal en todos nosotros. ¿Cuán poderosa es la protección que nos brinda nuestra interpretación de la naturaleza humana y del estado de los muertos contra este engaño peligroso?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de abril",
               "dayTitle":"<p>ESCONDERSE DE LA PRESENCIA DE DIOS<br></p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Génesis 3: 7 al 13. ¿Por qué Adán y Eva sintieron la necesidad de esconderse de Dios? ¿Por qué Dios preguntó: “¿Dónde estás tú?” ¿Cómo buscaron Adán y Eva justificar su comportamiento?</strong></p><p><br></p><p><strong>Génesis 3: 7-13</strong></p><p><strong>&nbsp;<sup>7</sup></strong> Entonces fueron abiertos los ojos de ambos, y conocieron que estaban desnudos; entonces cosieron hojas de higuera, y se hicieron delantales.<strong><br><br><sup>8</sup></strong> Y oyeron la voz de Jehová Dios que se paseaba en el huerto, al aire del día; y el hombre y su mujer se escondieron de la presencia de Jehová Dios entre los árboles del huerto. <br></p><p><strong><sup>9</sup></strong> Mas Jehová Dios llamó al hombre, y le dijo: ¿Dónde estás tú? <sup><strong><br></strong></sup></p><p><sup><strong>10</strong></sup> Y él respondió: Oí tu voz en el huerto, y tuve miedo, porque estaba desnudo; y me escondí.<strong><sup> <br></sup></strong></p><p><strong><sup>11</sup></strong> Y Dios le dijo: ¿Quién te enseñó que estabas desnudo? ¿Has comido del árbol del que yo te mandé no comieses? <strong><sup><br></sup></strong></p><p><strong><sup>12</sup></strong> Y el hombre respondió: La mujer que me diste por compañera me dio del árbol, y yo comí. <strong><sup><br></sup></strong></p><p><strong><sup>13</sup></strong> Entonces Jehová Dios dijo a la mujer: ¿Qué es lo que has hecho? Y dijo la mujer: La serpiente me engañó, y comí. <br><br>Después de pecar, Adán y Eva se sintieron desnudos porque perdieron sus vestiduras de gloria, que reflejaban la presencia de Dios (ver Sal. 8:5; comparar con Sal. 104: 1, 2). La imagen de Dios se vio afectada por el pecado. El verbo “hacer, en la frase “se hicieron delantales” (Gén. 3: 7), hasta ahora se aplicaba solo a Dios el Creador (Gén. 1: 7, 16, 25, etc.). Es como si reemplazaran al Creador mientras intentaban cubrir su pecado, un acto que Pablo denuncia como justificación por obras (Gál. 2: 16).<br><br>Cuando Dios se acerca, les hace la pregunta retórica “¿Dónde estás tú?” (Gén. 3: 9), el mismo tipo de pregunta que Dios le hará a Caín (Gén. 4: 9). Por supuesto, Dios conocía las respuestas a las preguntas. Formuló esas preguntas para beneficio de los culpables, para ayudarlos a darse cuenta de lo que habían hecho y, al mismo tiempo, llevarlos al arrepentimiento y la salvación. Desde el momento en que la humanidad pecó, el Señor estuvo obrando para su salvación y redención. Por cierto, todo el contexto refleja la idea de un juicio investigador, que comienza con el Juez que interroga al culpable (Gén. 3: 9) con el fin de prepararlo para la sentencia (Gén. 3: 14-19). Pero también lo hace para guiar al arrepentimiento, que finalmente conducirá a la salvación (Gén. 3: 15). Esta es una temática que vemos en toda la Biblia.<br><br>Al principio, como es muy común entre los pecadores, Adán y Eva intentan evadir la acusación, buscando culpar a los demás. A la pregunta de Dios, Adán responde que la mujer que Dios le dio fue la responsable (Gén. 3: 12), ella lo llevó a hacerlo. Fue culpa de ella (e, implícitamente, también de Dios), no de él. Eva responde que fue la serpiente quien la engañó. El verbo hebreo nashá’, “engañar” (en Gén. 3: 13), significa dar falsas esperanzas a las personas y hacerles creer que están haciendo lo correcto (2 Rey. 19: 10; Isa. 37: 10; Jer. 49: 16).<br><br>Adán culpa a la mujer, diciendo que ella le dio el fruto (hay algo de verdad en esto), y Eva culpa a la serpiente, diciendo que la engañó (también hay algo de verdad en esto). Pero, en definitiva, ambos eran culpables.<br><strong><br>¿Intentar culpar a otros por lo que han hecho? ¿Por qué es tan fácil para nosotros caer en la misma trampa?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de abril",
               "dayTitle":"<p>EL DESTINO DE LA SERPIENTE<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p><strong>“Pondré enemistad entre tú y la mujer, y entre tu simiente y la de ella; su simiente te aplastará la cabeza, pero tú le morderás el talón” (Gén. 3: 15, NVI). ¿Qué es esto que le dijo el Señor a la serpiente, y qué esperanza está implícita en estos versículos?</strong><br><br>Dios comienza su juicio con la serpiente porque ella es quien inició todo el drama. La serpiente también es el único ser maldecido en esta narración. Llegamos aquí a una especie de “reversión” de la Creación. Mientras que la Creación dio paso a la vida, el aprecio por lo bueno y las bendiciones, el Juicio conduce a la muerte, el mal y las maldiciones, pero también a la esperanza y la promesa de salvación. Junto a la lúgubre imagen de la serpiente aplastada que se come el polvo (Gén. 3: 14), brilla la esperanza de la salvación de la humanidad, que surge en forma de profecía. Aun antes de las condenaciones de Adán y de Eva, que vendrán después, el Señor les presenta la esperanza de la redención (Gén. 3: 15). Sí, han pecado; sí, sufrirán a causa de su pecado; y sí, ellos también morirán a causa de los pecados. No obstante, a pesar de todo eso, existe la esperanza suprema, la esperanza de la salvación.<br><br><strong>Compara Génesis 3: 15 con Romanos 16: 20; Hebreos 2: 14; y Apocalipsis 12: 17. ¿Cómo se revelan el plan de salvación y el Gran Conflicto en estos pasajes?</strong></p><p><strong>Génesis 3: 15 <sup><br></sup></strong></p><p><strong><sup>15</sup> </strong>Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar.<strong><br></strong></p><p><strong>Romanos 16: 20</strong></p><p><strong><sup>20</sup> </strong>Y el Dios de paz aplastará en breve a Satanás bajo vuestros pies. La gracia de nuestro Señor Jesucristo sea con vosotros.<strong><br></strong></p><p><strong>Hebreos 2: 14</strong></p><p><strong><sup>14</sup> </strong>Así que, por cuanto los hijos participaron de carne y sangre, él también participó de lo mismo, para destruir por medio de la muerte al que tenía el imperio de la muerte, esto es, al diablo<strong><br></strong></p><p><strong>Apocalipsis 12: 17</strong><sup><br></sup></p><p><sup><strong>17</strong></sup> Entonces el dragón se llenó de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.</p><p>Observa los paralelismos entre Génesis 3:15 y Apocalipsis 12: 17: el dragón (serpiente) enfurecido (enemistad); la simiente (descendencia); y entre la mujer del Edén y la mujer de Apocalipsis 12: 17, la batalla (el Gran Conflicto) que se trasladó al Edén, con la Caída, continuará hasta el tiempo del fin. Sin embargo, la promesa de la derrota de Satanás ya se dio en el Edén, en el sentido de que su cabeza será aplastada, un tema revelado más explícitamente en Apocalipsis, que describe su muerte final (Apoc. 20: 10). Es decir, desde el principio, a la humanidad se le dio la esperanza de que habría una salida del terrible caos que surgió del conocimiento del mal, una esperanza de la que todos podemos participar ahora mismo.<br><strong><br>¿Por qué es tan reconfortante ver que en el mismo Edén, donde comenzó el pecado y la maldad en la Tierra, el Señor comenzó a revelar el plan de salvación?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de abril",
               "dayTitle":"<p>EL DESTINO DE LA HUMANIDAD<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Génesis 3: 15 al 24. Como resultado de la Caída, ¿qué pasó con Adán y Eva?</strong><br></p><p><strong>Génesis 3: 15 - 24</strong></p><p><sup><strong>&nbsp;15 </strong></sup>Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar. <strong><sup><br></sup></strong></p><p><strong><sup>16</sup></strong> A la mujer dijo: Multiplicaré en gran manera los dolores en tus preñeces; con dolor darás a luz los hijos; y tu deseo será para tu marido, y él se enseñoreará de ti.</p><p>&nbsp;<strong><sup>17</sup></strong> Y al hombre dijo: Por cuanto obedeciste a la voz de tu mujer, y comiste del árbol de que te mandé diciendo: No comerás de él; maldita será la tierra por tu causa; con dolor comerás de ella todos los días de tu vida. <strong><sup><br></sup></strong></p><p><strong><sup>18</sup></strong> Espinos y cardos te producirá, y comerás plantas del campo.</p><p>&nbsp;<strong><sup>19</sup></strong> Con el sudor de tu rostro comerás el pan hasta que vuelvas a la tierra, porque de ella fuiste tomado; pues polvo eres, y al polvo volverás. <br></p><p><strong><sup>20</sup></strong> Y llamó Adán el nombre de su mujer, Eva, por cuanto ella era madre de todos los vivientes. <br></p><p><strong><sup>21</sup></strong> Y Jehová Dios hizo al hombre y a su mujer túnicas de pieles, y los vistió.<sup><br><br><strong>22</strong></sup> Y dijo Jehová Dios: He aquí el hombre es como uno de nosotros, sabiendo el bien y el mal; ahora, pues, que no alargue su mano, y tome también del árbol de la vida, y coma, y viva para siempre. <br></p><p><strong><sup>23</sup></strong> Y lo sacó Jehová del huerto de Edén, para que labrase la tierra de que fue tomado. <strong><sup><br></sup></strong></p><p><strong><sup>24</sup></strong> Echó, pues, fuera al hombre, y puso al oriente del huerto de Edén querubines, y una espada encendida que se revolvía por todos lados, para guardar el camino del árbol de la vida.<strong><br></strong></p><p>Mientras que el juicio de Dios sobre la serpiente se identifica explícitamente como una maldición (Gén. 3: 14), no es así con el juicio de Dios sobre la mujer y el hombre. La única vez que la palabra “maldición” se vuelve a utilizar, se aplica solo a la “tierra” (Gén. 3: 17). Es decir, Dios tenía otros planes para el hombre y la mujer, en contraste con la serpiente. Se les ofreció una esperanza que no se le ofreció a la serpiente.<br><br>Como el pecado de la mujer se debe a su vinculación con la serpiente, el versículo que describe el juicio de Dios sobre la mujer estaba relacionado con el juicio de la serpiente. Génesis 3: 16 no solo viene inmediatamente después de Génesis 3:15, sino además los paralelismos entre las dos profecías indican claramente que la profecía acerca de la mujer en Génesis 3:16 debe leerse en relación con la profecía mesiánica de Génesis 3: 15. Por lo tanto, el juicio de Dios sobre la mujer, incluida la maternidad, debe entenderse en la perspectiva positiva de la salvación (comparar con 1 Tim. 2: 14, 15).<br><br>Como el pecado del hombre se debe a que escuchó a la mujer en lugar de escuchar a Dios, la tierra de la que fue tomado el hombre es maldecida (Gén. 3: 17). Como resultado, el hombre tendrá que trabajar duro (Gén. 3: 17-19), y finalmente “volver” a la tierra de donde viene (Gén. 3: 19); algo que nunca debería haber sucedido, y que nunca fue parte del plan original de Dios.<br><br>Es importante señalar que, frente a este panorama desesperado de muerte, Adán dirige su atención a la mujer, donde ve la esperanza de vida mediante su alumbramiento (Gén. 3: 20). Es decir, incluso en medio de la sentencia de muerte, ve la esperanza de la vida.<br><br>Mientras tanto, como cualquier padre amoroso, Dios solo hubiese querido el bien para ellos, no el mal. Pero ahora que conocían el mal, Dios iba a hacer todo lo posible para salvarlos. Por ello, aun en medio de estos juicios, nuestros primeros padres no perdieron todas las esperanzas, a pesar de su abierta y flagrante desobediencia a Dios; aunque ellos, que realmente vivían en el Paraíso, no tenían absolutamente ninguna razón para dudar de Dios, de las palabras de Dios ni de su amor por ellos.<br><br><strong>Aunque tendemos a pensar que el “conocimiento” en sí es bueno, ¿por qué no siempre es así? ¿Cuáles son algunas de las cosas que es mejor que no sepamos?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de abril",
               "dayTitle":"",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Considera la conexión entre “el árbol de la vida” y “el árbol de la ciencia del bien y del mal”. El hecho de que ambos estén ubicados “en medio del huerto” (Gén. 2: 9) ya sugiere que hay una relación entre ellos. Pero hay más que solo una relación geográfica entre los dos árboles. Debido a que los seres humanos tomaron el fruto del árbol del conocimiento del bien y del mal, desobedecieron a Dios; perdieron el acceso al árbol de la vida y no pudieron vivir para siempre, al menos en este estado. Esta conexión es la base de un principio profundo. Las decisiones morales y espirituales tienen un impacto en la vida biológica, como Salomón le dijo a su hijo: <br></p><p>“Hijo mío, no te olvides de mi ley, y tu corazón guarde mis mandamientos; porque largura de días y años de vida y paz te aumentarán” (Prov. 3: 1, 2). Esta conexión vuelve a aparecer en la futura Jerusalén celestial, donde solo el árbol de la vida está presente “en medio de la calle de la ciudad” (Apoc. 22: 2).<br><br>“Cuando Dios creó a Eva, quiso que no fuera ni inferior ni superior al hombre, sino que en todo fuese su igual. La santa pareja no debía tener intereses independientes; sin embargo, cada uno poseía individualidad para pensar y obrar. Pero, después del pecado de Eva, como ella fue la primera en desobedecer, el Señor le dijo que Adán dominaría sobre ella. Debía estar sujeta a su esposo, y esto era parte de la maldición. En muchos casos, esta maldición ha hecho muy penosa la suerte de la mujer, y ha transformado su vida en una carga. Al ejercer un poder arbitrario, el hombre ha abusado en muchos res- pectos de la superioridad que Dios le dio. La Sabiduría infinita ideó el plan de la redención que sometió a la especie humana a una segunda prueba, dándole una nueva oportunidad” (TI 3:531).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>Dios confrontó a Adán en el Edén y le hizo preguntas no solo para deter- minar su culpa, sino también para llevarlo al arrepentimiento. Esta temática vuelve a aparecer con Caín (Gén. 4: 9, 10), el Diluvio (Gén. 6: 5-8), la torre de Babel (Gén. 11: 5) y Sodoma y Gomorra (Gén. 18: 21). ¿Cómo se revela la idea de un juicio investigador en estos incidentes?<br><br><strong>2. </strong>¿Por qué Eva pensó que comer del árbol del conocimiento del bien y del mal le daría sabiduría? ¿Cómo podríamos evitar, en nuestro contexto, cometer un error similar; es decir, desafiar abiertamente la Palabra de Dios con la esperanza de algo “mejor” que lo que Dios nos ha ofrecido?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...</strong></p><p><strong>RESEÑA</strong><br><br><strong>Texto clave: Génesis 3: 15.</strong><br><br>Enfoque del estudio: Génesis 3; Apocalipsis 12: 7-9; Romanos 16: 20; Hebreos 2: 14; 1 Timoteo 2: 14, 15.<br><br><strong>Introducción</strong>:<br><br>En los primeros dos capítulos de la Biblia, aprendemos que en cada etapa de la Creación Dios evalúa su obra como “buena” seis veces (Gén. 1: 4, 10, 12, 18, 21, 25). Al final de la semana de la Creación, durante su séptima evaluación, Dios valora su obra como “buen[a] en gran manera” (Gén. 1: 31). Además, los primeros seres humanos se describen como ‘arummim, “desnudos”, “inocentes” (Gén. 2: 25); aún no seducidos por la serpiente, que se caracteriza como ‘arum, “astuta” (Gén. 3: 1). Los seres humanos desobedecieron el primer mandato de Dios de no comer del árbol del conocimiento (Gén. 2: 17) y, como resultado, surgieron el mal y la muerte. En consecuencia, la primera pareja tuvo que abandonar el Jardín del Edén. En este contexto de desesperanza, se pronuncia la primera profecía de esperanza, el primer evangelio. Claramente, la primera profecía mesiánica (Gén. 3: 14, 15) está ubicada exactamente en el centro de la estructura del capítulo (ABCDC 1 B 1 A 1 ):<br><br>A Gén. 3: 1–5. Serpiente-Eva, Dios ausente: Tentación de comer del árbol del conocimiento del bien y del mal<br><br>B Gén. 3: 6–8. Adán-Eva: ropa humana<br><br>C Gén. 3: 9-13. Dios-Adán-Eva: Juicio investigador<br><br><strong>D Gén. 3: 14, 15. Dios-Serpiente: Profecía mesiánica</strong><br><br>C <sub>1</sub> Gén. 3: 16-19. Dios-Eva-Adán: Sufrimiento<br><br>B <sub>1</sub> Gén. 3: 20, 21. Adán-Eva: ropa divina<br><br>A<sub> 1</sub> Gén. 3: 22-24. Dios solo: Prohibición de comer del árbol de la vida<br><br>La estructura del capítulo destaca dos temas principales: el tema de la tentación y el tema de la salvación.<br><strong><br>COMENTARIO</strong><br><br><strong>La tentación de Eva</strong><br><br>La primera parte de este pasaje (Gén. 3: 1-13) relata la historia de la tentación y analiza su mecanismo. Irónicamente, la tentación comienza con una conversación teológica o, más precisamente, con un análisis exegético sobre el significado de la Palabra de Dios: “¿Conque Dios os ha dicho [...]?” (Gén. 3: 1). La serpiente inicia la discusión con una pregunta a la mujer, quien responde de inmediato. El diálogo entre la serpiente y la mujer se desarrolla en dos rondas. Notemos la estrategia de la serpiente y el error de la mujer.<br><br><strong>Primera ronda (Gén. 3: 1-3).</strong><br><br>La estrategia de la serpiente (lee Gén. 3: 1). ¿Qué método pedagógico utiliza la serpiente para acercarse a la mujer? ¿Por qué la serpiente parece concordar con Dios? ¿Qué comentario hace la serpiente sobre la Palabra de Dios? ¿Qué hace que su comentario sea peligroso y engañoso?<br><br>El error de la mujer (Gén. 3: 2, 3). ¿Por qué la mujer está cerca de la serpiente? ¿Por qué responde inmediatamente a la serpiente? ¿Por qué su respuesta es larga, en comparación con la pregunta de la serpiente?<br><br><strong>Segunda ronda (Gén. 3: 4-6).</strong><br><br>La estrategia de la serpiente (lee Gén. 3: 4, 5). ¿Cuáles son los dos temas que aborda la serpiente en su respuesta a la mujer? ¿Cómo se relacionan estos dos problemas entre sí? ¿Qué dicen estos dos argumentos sobre la preocupación de la mujer? El error de la mujer (lee Gén. 3: 6). ¿Qué elementos de la respuesta de la mujer indican la influencia de la serpiente sobre ella? ¿Por qué Adán no discutió con Eva sobre la decisión que tomó ella de comer el fruto?<br><br>En cuanto Eva escucha las últimas palabras de la serpiente, “seréis como Dios” (Gén. 3:5), quiere ser como Dios. La frase que describe el primer paso de su ten- tación: “vio la mujer que [...] era bueno”, es una repetición exacta de la evaluación habitual de Dios acerca de su Creación: “Y vio Dios que era bueno”. Este paralelismo quizá sugiera que la intención de la mujer es ocupar el lugar del Creador, como si ella misma hubiera creado la fruta y fuese la dueña.<br><strong><br>La salvación de la humanidad</strong><br><br>Dios ya había explicado la consecuencia de esta desobediencia: es la muerte (Gén. 2: 17). Esta perspectiva se confirma inmediatamente en los siguientes textos que hablan de una naturaleza trastornada (Gén. 3: 17, 18), del primer hecho de violencia humana y la primera muerte de un ser humano (Gén. 4: 8).<br><br>Así que, la primera profecía mesiánica descolla frente al contexto de la primera experiencia humana de desesperanza. La profecía tiene la forma de un bello poema. La estructura temática y el ritmo de las palabras de este texto sugieren dos estrofas o sistemas rítmicos compuestos por dos o más versos que se repiten como una uni- dad. Después de una declaración introductoria de tres palabras, la primera estrofa (Gén. 3: 14) avanza en seis líneas con un ritmo irregular de palabras.<br><br>Después de la introducción de una palabra, la segunda estrofa (Gén. 3: 15) avanza en cuatro líneas con un ritmo regular de palabras.<br><br>Hay un fuerte contraste entre las dos estrofas. La primera estrofa es negativa y contiene un mensaje de desesperanza, que involucra a la serpiente. La segunda estrofa es positiva y contiene un mensaje de esperanza, que involucra al Mesías.<br><br>De hecho, la segunda estrofa es el único mensaje positivo del capítulo: una ventana de luz en la oscuridad. En el contexto de la desesperanza, la caída de la humanidad y la perspectiva cósmica de la muerte y el mal, este texto bíblico anuncia la futura salvación del mundo en términos proféticos. Según este versículo, la redención de la humanidad necesariamente implica una pelea con la serpiente, que se opondrá a la simiente de la mujer, es decir, a un “hombre” que nacerá en el futuro.<br><br>Ahora bien, ¿qué se entiende por la palabra simiente? Esta palabra no debe entenderse ni en sentido colectivo, en referencia a la humanidad o un pueblo (Israel, por ejemplo), ni en sentido individual, en referencia a un ser humano específico. Es interesante notar que en la siguiente línea la “simiente” es reemplazada por el pronombre personal “él” (en hebreo, hu’), que es el verdadero sujeto del verbo “herir” (shuf). Así, “él” recibe un énfasis especial en la estructura del párrafo y la sintaxis de la frase: aparece como el centro exacto de la estrofa en el mismo momento en que el ritmo poético pasa de cuatro tiempos a tres.<br><br>Este cambio rítmico indica que este pronombre es la bisagra del pasaje. Además, “él” es la primera palabra de la frase, lo que le da énfasis. De los 103 pasajes en los que el pronombre hebreo hu’, “él”, se traduce en la Septuaginta, Génesis 3: 15 es el único caso en el que no concuerda con su antecedente inmediato. De hecho, la forma griega del pronombre (autós) no se refiere ni a la mujer (no es femenino) ni a la simiente (no es neutro). A decir verdad, autós se refiere a una persona masculina. Esta irregularidad sintáctica nos muestra que los traductores tenían en mente a una persona específica, a un hombre en la historia real, el Mesías. Las Escrituras hebreas incluso atestiguan esta interpretación mesiánica de Génesis 3: 15. Uno de los testimonios más elocuentes de este concepto se encuentra en el Salmo 110, donde reaparecen las palabras de Génesis 3: 15 y se aplican directamente al Mesías davídico. Las palabras del salmo, “hasta que ponga a tus enemigos” (Sal. 110: 1), en realidad son una repetición verbal de las primeras palabras de la promesa del Génesis “pondré enemistad”.<br><br>Estos son los únicos dos pasajes bíblicos donde se utiliza esta asociación de palabras. Además, esto también se relaciona con la imagen del enemigo que se arrastra debajo del pie como expresión de esa misma idea de victoria (Sal. 110: 1). Además, el tema familiar de “aplastar la cabeza” de Génesis 3: 15 (DHH) reaparece aquí y se repite dos veces (Sal. 110: 6, 7).<br><br>Estos numerosos paralelismos entre los dos pasajes sugieren que el autor del Salmo 110 aludía a la promesa profética de Génesis 3: 15 y la interpretó en un sentido “mesiánico”. Este salmo ahora identifica a la persona que en la descripción de Génesis 3: 15 aplasta a la serpiente, explícitamente, como el futuro Mesías davídico. En el Salmo 110, la obra del Mesías incluso trasciende la agenda de Génesis 3: 15. El Mesías no solo aplasta al enemigo como la simiente de Génesis 3: 15; ahora también es llamado a sentarse a la diestra de Dios para compartir su realeza y gobernar con él (Sal. 110: 1, 2). El Mesías también juzga y ejecuta a reyes y a muchas naciones (Sal. 110: 5, 6), con Dios a su derecha. Hasta recibe una función ritual: es un sacerdote que encabeza un cortejo de sacerdotes, y este sacerdocio se extiende por la eternidad (Sal. 110: 4). Además, la interacción entre los nombres del Mesías, llamado Adoní, y el Señor, llamado Adonai, sugiere incluso una intención de identificar al Mesías con el Señor mismo. Este Mesías es Jesucristo en el Trono celestial (Mat. 22: 44).<br><br><strong>Preguntas para analizar y reflexionar: </strong>Lee Romanos 5: 8 y Apocalipsis 12: 7 al 9. ¿Por qué Jesús cumple esta profecía? Esta profecía mesiánica, ¿cuánta luz arroja sobre el ministerio mesiánico de Jesucristo? ¿Por qué es importante que Dios mismo sea quien deba luchar contra la serpiente y morir en el proceso?<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Mientras caminaba por el bosque, un joven escuchó el canto de un ave. Se volvió y, para su sorpresa, vio un pajarito que había caído de un árbol. Con cuidado y gran empatía, el joven tomó a la frágil criaturita con la mano y tiernamente la colocó sobre un montón de estiércol tibio allí cerca. Sin embargo, el pajarito siguió cantando. Un zorro, que escuchó el canto del pájaro, lo atrapó y se lo devoró. Podemos extraer tres lecciones de esta fábula. Primera lección: Cuando alguien te pone sobre el estiércol, este acto no significa que tenga malas intenciones hacia ti. Segunda lección: Cuando alguien te saca del estiércol, este acto no significa que tenga buenas intenciones contigo. Tercera lección: Cuando estás en el estiércol, ¿por qué cantar? <br></p><p><strong>Preguntas para analizar y reflexionar: </strong>¿Cómo se aplican estas tres lecciones al problema del mal en el mundo? ¿Cómo nos ayudan a afrontar el mal en el mundo y en nuestra vida?<br><br>Analicen la primera lección (lean Gén. 3: 17-19). ¿Por qué hay maldad y muerte? El mal y la muerte, ¿son una condición normal del mundo? Analicen. Aunque estamos bajo maldición, ¿cuál es nuestra responsabilidad como cristianos en este mundo? Analicen la segunda lección (lean Gén. 3: 22; Rom. 7: 22, 23). ¿Por qué el bien se mezcla con el mal? ¿Cuál es la mejor forma de distinguir entre el bien y el mal? Analicen la tercera lección (lean Sal. 104: 33, 34). ¿Cuál es la única solución al problema del mal en el mundo?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>LA CAÍDA<br></p>",
         "verse":"<p>Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya;<br>ésta te herirá en la cabeza, y tú le herirás en el calcañar (Gén. 3: 15)<br></p>",
         "versionCode":1,
         "weekDate":"2-8 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
