{
  "data": [
    {
      "color": "#FC775A",
      "id": 9,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "25 de Febrero",
          "dayTitle": "<p><strong>“GUÁRDENSE DE TODA AVARICIA”</strong></p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>La codicia se define como un deseo desmesurado de riquezas o posesiones que en realidad no nos pertenecen. La codicia es un gran problema, tanto que, por cierto, está al mismo nivel que no mentir, no robar, no asesinar; es tan dañina que Dios decidió advertir sobre ella en su gran Ley Moral. “No codiciarás la casa de tu prójimo, no codiciarás la esposa de tu prójimo, ni su siervo, ni su criada, ni su buey, ni su asno, ni cosa alguna de tu prójimo” (Éxo. 20:17).&nbsp;</p><p>La codicia, o avaricia, a menudo figura junto a los pecados atroces que nos impedirán la entrada al Reino de Dios. “¿No saben que los injustos no heredarán el reino de Dios? No yerren, que ni los fornicarios, ni los idólatras, ni los adúlteros, ni los afeminados, ni los homosexuales, ni los ladrones, ni los avaros, ni los borrachos, ni los maldicientes, ni los estafadores heredarán el reino de Dios” (1 Cor. 6:9, 10).&nbsp;</p><p>¿La codicia, a la altura de la extorsión, la idolatría, la fornicación y el adulterio? Eso es lo que dicen los versículos, y esta semana veremos ejemplos de su pecaminosidad y lo que podemos hacer para superarla.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de Febrero",
          "dayTitle": "<p><strong>¿EL PECADO ORIGINAL DEFINITIVO?</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>A menudo se plantea la cuestión, y es comprensible, acerca de cómo surgió el pecado en el Universo de Dios. Entendemos cómo, por lo menos en parte. Y en esencia, fue por codicia. Por ende, quizá la codicia sea el pecado original definitivo.</p><p><strong>Lee Isaías 14:12 al 14. ¿Qué pistas se dan allí sobre la caída de Lucifer? ¿Qué papel crucial jugó la codicia en esa caída?</strong></p><p><strong>Isaías 14:12-14</strong></p><p><sup><strong>12 </strong></sup>¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones.&nbsp;</p><p><sup><strong>13 </strong></sup>Tú que decías en tu corazón: Subiré al cielo; en lo alto, junto a las estrellas de Dios, levantaré mi trono, y en el monte del testimonio me sentaré, a los lados del norte;&nbsp;</p><p><sup><strong>14 </strong></sup>sobre las alturas de las nubes subiré, y seré semejante al Altísimo.</p><p><br></p><p>“Descontento con su posición, y a pesar de ser el ángel que recibía más honores entre las huestes celestiales, se aventuró a codiciar el homenaje que solo debe darse al Creador. En vez de procurar el ensalzamiento de Dios como supremo en el afecto y la lealtad de todos los seres creados, trató de obtener para sí mismo el servicio y la lealtad de ellos. Y, codiciando la gloria con que el Padre infinito había investido a su Hijo, este príncipe de los ángeles aspiraba al poder que solo era un privilegio de Cristo” (PP 13, 14).<br></p><p><strong>Lee Efesios 5:5; y Colosenses 3:5. ¿Con qué equipara Pablo la codicia, y por qué?</strong></p><p><strong>Efesios 5:5</strong></p><p><sup><strong>5 </strong></sup>Porque sabéis esto, que ningún fornicario, o inmundo, o avaro, que es idólatra, tiene herencia en el reino de Cristo y de Dios.</p><p><strong>Colosenses 3:5</strong></p><p><sup><strong>5 </strong></sup>Haced morir, pues, lo terrenal en vosotros: fornicación, impureza, pasiones desordenadas, malos deseos y avaricia, que es idolatría;</p><p>Es fascinante notar que dos veces Pablo compara la codicia con la idolatría. La gente practica la idolatría cuando adora, es decir, dedica su vida a algo que no es Dios, algo creado en vez de al Creador (Rom. 1:25). Codiciar, entonces, ¿podría ser desear algo que no deberíamos tener, y desearlo tanto que nuestro deseo por ello (antes que por el Señor) se convierta en el centro de nuestro corazón?&nbsp;</p><p>Indudablemente, al principio Lucifer no sabía a dónde lo llevarían sus deseos equivocados. Lo mismo puede ocurrir con nosotros. El mandamiento contra la codicia, el único Mandamiento que se ocupa únicamente de los pensamientos, puede evitar que realicemos actos que también lleven a la violación de otros Mandamientos. (Ver, por ejemplo, 2 Sam. 11.)</p><p><strong>Lee 1 Timoteo 6:6 y 7. Centrarnos en lo que Pablo escribe aquí, ¿Cómo&nbsp;puede ayudarnos a protegernos de la codicia?</strong></p><p><strong>1 Timoteo 6:6-7</strong></p><p><sup><strong>6 </strong></sup>Pero gran ganancia es la piedad acompañada de contentamiento;&nbsp;</p><p><sup><strong>7 </strong></sup>porque nada hemos traído a este mundo, y sin duda nada podremos sacar.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de Febrero",
          "dayTitle": "<p><strong>UN ANATEMA EN EL CAMPAMENTO</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>Podría decirse que fue uno de los momentos más grandiosos en la historia de Israel. Después de cuarenta años de vagar por el desierto, finalmente estaban entrando en la Tierra Prometida. Mediante un milagro impresionante, los hijos de Israel cruzaron el río Jordán por tierra firme en la época en que este se inun- daba. Esta travesía por tierra firme fue tan impresionante que el corazón de los reyes paganos de Canaán se derritió y no tuvieron ánimo para pelear (Jos. 5:1).&nbsp;</p><p>El primer desafío real en la conquista de Canaán fue la ciudad amurallada y fortificada de Jericó. Nadie sabía qué hacer para derrotar a los habitantes de Jericó, ni siquiera Josué. En respuesta a la oración de Josué, Dios le reveló el plan para la destrucción de la ciudad, el cual siguieron. Pero luego de esa victoria las cosas tomaron un giro decididamente malo.</p><p><strong>Lee Josué 7. ¿Qué sucedió después de la poderosa victoria en Jericó y qué mensaje debemos extraer de esta historia para nosotros?</strong></p><p><strong>Josué 7</strong></p><p><sup><strong>1 </strong></sup>Pero los hijos de Israel cometieron una prevaricación en cuanto al anatema; porque Acán hijo de Carmi, hijo de Zabdi, hijo de Zera, de la tribu de Judá, tomó del anatema; y la ira de Jehová se encendió contra los hijos de Israel.\n</p><p><strong><sup>2 </sup></strong>Después Josué envió hombres desde Jericó a Hai, que estaba junto a Bet-avén hacia el oriente de Bet-el; y les habló diciendo: Subid y reconoced la tierra. Y ellos subieron y reconocieron a Hai.&nbsp;</p><p><sup><strong>3 </strong></sup>Y volviendo a Josué, le dijeron: No suba todo el pueblo, sino suban como dos mil o tres mil hombres, y tomarán a Hai; no fatigues a todo el pueblo yendo allí, porque son pocos.&nbsp;</p><p><sup><strong>4 </strong></sup>Y subieron allá del pueblo como tres mil hombres, los cuales huyeron delante de los de Hai.&nbsp;</p><p><sup><strong>5 </strong></sup>Y los de Hai mataron de ellos a unos treinta y seis hombres, y los siguieron desde la puerta hasta Sebarim, y los derrotaron en la bajada; por lo cual el corazón del pueblo desfalleció y vino a ser como agua.\n</p><p><sup><strong>6 </strong></sup>Entonces Josué rompió sus vestidos, y se postró en tierra sobre su rostro delante del arca de Jehová hasta caer la tarde, él y los ancianos de Israel; y echaron polvo sobre sus cabezas.&nbsp;</p><p><sup><strong>7 </strong></sup>Y Josué dijo: ¡Ah, Señor Jehová! ¿Por qué hiciste pasar a este pueblo el Jordán, para entregarnos en las manos de los amorreos, para que nos destruyan? ¡Ojalá nos hubiéramos quedado al otro lado del Jordán!&nbsp;</p><p><sup><strong>8 </strong></sup>¡Ay, Señor! ¿qué diré, ya que Israel ha vuelto la espalda delante de sus enemigos?&nbsp;</p><p><sup><strong>9 </strong></sup>Porque los cananeos y todos los moradores de la tierra oirán, y nos rodearán, y borrarán nuestro nombre de sobre la tierra; y entonces, ¿qué harás tú a tu grande nombre?\n</p><p><sup><strong>10 </strong></sup>Y Jehová dijo a Josué: Levántate; ¿por qué te postras así sobre tu rostro?&nbsp;</p><p><sup><strong>11 </strong></sup>Israel ha pecado, y aun han quebrantado mi pacto que yo les mandé; y también han tomado del anatema, y hasta han hurtado, han mentido, y aun lo han guardado entre sus enseres.&nbsp;</p><p><sup><strong>12 </strong></sup>Por esto los hijos de Israel no podrán hacer frente a sus enemigos, sino que delante de sus enemigos volverán la espalda, por cuanto han venido a ser anatema; ni estaré más con vosotros, si no destruyereis el anatema de en medio de vosotros.&nbsp;</p><p><sup><strong>13 </strong></sup>Levántate, santifica al pueblo, y di: Santificaos para mañana; porque Jehová el Dios de Israel dice así: Anatema hay en medio de ti, Israel; no podrás hacer frente a tus enemigos, hasta que hayáis quitado el anatema de en medio de vosotros.&nbsp;</p><p><sup><strong>14 </strong></sup>Os acercaréis, pues, mañana por vuestras tribus; y la tribu que Jehová tomare, se acercará por sus familias; y la familia que Jehová tomare, se acercará por sus casas; y la casa que Jehová tomare, se acercará por los varones;&nbsp;</p><p><sup><strong>15 </strong></sup>y el que fuere sorprendido en el anatema, será quemado, él y todo lo que tiene, por cuanto ha quebrantado el pacto de Jehová, y ha cometido maldad en Israel.\n</p><p><sup><strong>16 </strong></sup>Josué, pues, levantándose de mañana, hizo acercar a Israel por sus tribus; y fue tomada la tribu de Judá.&nbsp;</p><p><sup><strong>17 </strong></sup>Y haciendo acercar a la tribu de Judá, fue tomada la familia de los de Zera; y haciendo luego acercar a la familia de los de Zera por los varones, fue tomado Zabdi.&nbsp;</p><p><sup><strong>18 </strong></sup>Hizo acercar su casa por los varones, y fue tomado Acán hijo de Carmi, hijo de Zabdi, hijo de Zera, de la tribu de Judá.&nbsp;</p><p><sup><strong>19 </strong></sup>Entonces Josué dijo a Acán: Hijo mío, da gloria a Jehová el Dios de Israel, y dale alabanza, y declárame ahora lo que has hecho; no me lo encubras.&nbsp;</p><p><sup><strong>20 </strong></sup>Y Acán respondió a Josué diciendo: Verdaderamente yo he pecado contra Jehová el Dios de Israel, y así y así he hecho.&nbsp;</p><p><sup><strong>21 </strong></sup>Pues vi entre los despojos un manto babilónico muy bueno, y doscientos siclos de plata, y un lingote de oro de peso de cincuenta siclos, lo cual codicié y tomé; y he aquí que está escondido bajo tierra en medio de mi tienda, y el dinero debajo de ello.\n</p><p><sup><strong>22 </strong></sup>Josué entonces envió mensajeros, los cuales fueron corriendo a la tienda; y he aquí estaba escondido en su tienda, y el dinero debajo de ello.&nbsp;</p><p><sup><strong>23 </strong></sup>Y tomándolo de en medio de la tienda, lo trajeron a Josué y a todos los hijos de Israel, y lo pusieron delante de Jehová.&nbsp;</p><p><sup><strong>24 </strong></sup>Entonces Josué, y todo Israel con él, tomaron a Acán hijo de Zera, el dinero, el manto, el lingote de oro, sus hijos, sus hijas, sus bueyes, sus asnos, sus ovejas, su tienda y todo cuanto tenía, y lo llevaron todo al valle de Acor.&nbsp;</p><p><sup><strong>25</strong></sup> Y le dijo Josué: ¿Por qué nos has turbado? Túrbete Jehová en este día. Y todos los israelitas los apedrearon, y los quemaron después de apedrearlos. 26 Y levantaron sobre él un gran montón de piedras, que permanece hasta hoy. Y Jehová se volvió del ardor de su ira. Y por esto aquel lugar se llama el Valle de Acor, hasta hoy.</p><p>Una vez confrontado, Acán admitió lo que hizo, diciendo que había “codi- ciado” esos bienes. La palabra hebrea traducida allí como “codicié”, chmd, se utiliza en algunos lugares de la Biblia en un sentido muy positivo. La misma raíz aparece en Daniel 9:23, por ejemplo, cuando Gabriel le dijo a Daniel que era un hombre “muy amado”.&nbsp;</p><p>Sin embargo, en este caso, este chmd era una mala noticia. A pesar de la clara orden de no saquear para sí de las ciudades capturadas (Jos. 6:18, 19), Acán hizo exactamente eso, y desprestigió a toda la nación. De hecho, después de la derrota de Hai, Josué temía que “los cananeos y todos los moradores de la tierra oirán, y nos rodearán, y borrarán nuestro nombre de sobre la tierra; y entonces, ¿qué harás tú a tu grande nombre?” (Jos. 7:9). En otras palabras, el Señor quería utilizar estas grandes victorias como una manera de hacer saber a las naciones vecinas de su poder y su obra entre su propio pueblo. Sus conquistas iban a ser (de una manera diferente) un testimonio para las naciones del poder de Jehová. Por supuesto, después del fiasco de Hai, además de las pérdidas humanas, ese testimonio se había visto comprometido.</p><p><strong>Piensa en la facilidad con la que Acán podría haber justificado sus acciones: “Bue- no, es una cantidad tan pequeña en comparación con todo el resto del botín. Nadie lo sabrá, y ¿qué mal puede causar? Además, mi familia necesita el dinero”. ¿Cómo podemos protegernos de este tipo de racionalización peligrosa?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de Febrero",
          "dayTitle": "<p><strong>EL CORAZÓN DE JUDAS</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p>Una de las historias más trágicas de la Biblia es la de Judas Iscariote. Este hombre tuvo un privilegio que solo han tenido otras once personas en toda la historia del mundo: haber estado con Jesús en persona todo ese tiempo y haber aprendido las verdades eternas directamente del Maestro. Qué triste es que muchos que nunca tuvieron nada ni remotamente parecido a las oportu- nidades que tuvo Judas se salvarán, mientras que ahora sabemos de Judas que está destinado a la destrucción eterna.&nbsp;</p><p>¿Qué sucedió? La respuesta la hallamos en una palabra: codicia, los deseos de su corazón.</p><p><strong>Lee Juan 12:1 al 8. ¿Qué hizo María que llamó tanto la atención durante la fiesta? ¿Cómo reaccionó Judas? ¿Por qué? ¿Cuál fue la respuesta de Jesús?</strong></p><p><strong>Juan 12:1-8</strong></p><p><sup><strong>1 </strong></sup>Seis días antes de la pascua, vino Jesús a Betania, donde estaba Lázaro, el que había estado muerto, y a quien había resucitado de los muertos.&nbsp;</p><p><sup><strong>2 </strong></sup>Y le hicieron allí una cena; Marta servía, y Lázaro era uno de los que estaban sentados a la mesa con él.&nbsp;</p><p><sup><strong>3 </strong></sup>Entonces María tomó una libra de perfume de nardo puro, de mucho precio, y ungió los pies de Jesús, y los enjugó con sus cabellos; y la casa se llenó del olor del perfume.&nbsp;</p><p><sup><strong>4 </strong></sup>Y dijo uno de sus discípulos, Judas Iscariote hijo de Simón, el que le había de entregar:&nbsp;</p><p><sup><strong>5 </strong></sup>¿Por qué no fue este perfume vendido por trescientos denarios, y dado a los pobres?&nbsp;</p><p><sup><strong>6 </strong></sup>Pero dijo esto, no porque se cuidara de los pobres, sino porque era ladrón, y teniendo la bolsa, sustraía de lo que se echaba en ella.&nbsp;</p><p><sup><strong>7 </strong></sup>Entonces Jesús dijo: Déjala; para el día de mi sepultura ha guardado esto.&nbsp;</p><p><sup><strong>8 </strong></sup>Porque a los pobres siempre los tendréis con vosotros, mas a mí no siempre me tendréis.</p><p>La amable reprensión del Salvador al comentario codicioso de Judas lo llevó a abandonar la fiesta e ir directamente al palacio del sumo sacerdote, donde estaban reunidos los enemigos de Jesús. Ofreció entregar a Jesús en sus manos por una suma mucho menor que el regalo de María. (Ver Mat. 26:14–16.)&nbsp;</p><p>¿Qué le pasó a Judas? Después de tener tantas oportunidades maravillosas, tantos privilegios excepcionales, ¿por qué haría algo tan malo? Según Elena de White, Judas “amó al gran Maestro y deseó estar con él. Sintió un deseo de ser transformado en su carácter y su vida, y quiso experimentarlo relacionándose con Jesús. El Salvador no rechazó a Judas. Le dio un lugar entre los Doce. Le confió realizar la obra de un evangelista. Lo dotó de poder para sanar a los enfermos y expulsar a los demonios. Pero Judas no llegó al punto de entregarse por entero a Cristo” (DTG 664).&nbsp;</p><p>Al fin y al cabo, todos tenemos defectos de carácter que, si nos rendimos, podremos superar mediante el poder de Dios que obra en nosotros. Pero Judas no se entregó completamente a Cristo, y el pecado de la avaricia, que podría haber vencido con el poder de Cristo, lo venció a él, con resultados trágicos.&nbsp;</p><p>¿Quién de nosotros no lucha contra la codicia por una cosa u otra? En este caso, lo que codiciaba era el dinero, y esa avaricia, un problema del corazón, lo llevó a robar (Juan 12:6), y finalmente lo llevó a traicionar a Jesús.</p><p><strong>Qué terrible lección para todos nosotros sobre el peligro que puede ocasionar la codicia. Lo que parece una cosa pequeña, un simple deseo del corazón, puede llevar a la calamidad y a la pérdida eterna.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "01 de Marzo",
          "dayTitle": "<p><strong>ANANÍAS Y SAFIRA</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p>Era una época emocionante para ser miembro de la iglesia. Después del gran derramamiento del Espíritu Santo en el día de Pentecostés, los apóstoles predicaban el evangelio con poder y miles se unían a la iglesia.&nbsp;</p><p>“Después de haber orado, el lugar en que estaban congregados tembló; y todos fueron llenos del Espíritu Santo, y hablaban con valentía la palabra de Dios. La multitud de los que habían creído era de un corazón y un pensamiento. Y ninguno decía ser suyo nada de lo que poseía, sino que tenían todas las cosas en común” (Hech. 4:31, 32).&nbsp;</p><p>Qué privilegio tuvieron Ananías y Safira de formar parte de la iglesia primi- tiva, verla crecer y ver la manifestación del Espíritu Santo de una manera tan marcada. “Ningún necesitado había entre ellos, porque todos los que poseían heredades, o casas, las vendían y traían el precio de la venta, y lo ponían a los pies de los apóstoles, y era repartido a cada uno según su necesidad” (Hech. 4:34, 35).&nbsp;</p><p>En este escenario, Ananías y Safira, obviamente impresionados por lo que estaba sucediendo, quisieron ser parte de ello y decidieron vender una propiedad y contribuir con las ganancias a la iglesia. Hasta aquí, todo bien...</p><p><strong>Lee Hechos 5:1 al 11. ¿Qué crees que fue peor, retener parte del dinero o mentir al respecto? ¿Por qué un castigo tan duro?</strong></p><p><strong>Hechos 5:1-11</strong></p><p><sup><strong>1 </strong></sup>Pero cierto hombre llamado Ananías, con Safira su mujer, vendió una heredad,&nbsp;</p><p><sup><strong>2 </strong></sup>y sustrajo del precio, sabiéndolo también su mujer; y trayendo sólo una parte, la puso a los pies de los apóstoles.&nbsp;</p><p><sup><strong>3 </strong></sup>Y dijo Pedro: Ananías, ¿por qué llenó Satanás tu corazón para que mintieses al Espíritu Santo, y sustrajeses del precio de la heredad?&nbsp;</p><p><sup><strong>4 </strong></sup>Reteniéndola, ¿no se te quedaba a ti? y vendida, ¿no estaba en tu poder? ¿Por qué pusiste esto en tu corazón? No has mentido a los hombres, sino a Dios.&nbsp;</p><p><sup><strong>5 </strong></sup>Al oír Ananías estas palabras, cayó y expiró. Y vino un gran temor sobre todos los que lo oyeron.&nbsp;</p><p><sup><strong>6 </strong></sup>Y levantándose los jóvenes, lo envolvieron, y sacándolo, lo sepultaron.\n</p><p><sup><strong>7 </strong></sup>Pasado un lapso como de tres horas, sucedió que entró su mujer, no sabiendo lo que había acontecido.&nbsp;</p><p><sup><strong>8 </strong></sup>Entonces Pedro le dijo: Dime, ¿vendisteis en tanto la heredad? Y ella dijo: Sí, en tanto.&nbsp;</p><p><sup><strong>9 </strong></sup>Y Pedro le dijo: ¿Por qué convinisteis en tentar al Espíritu del Señor? He aquí a la puerta los pies de los que han sepultado a tu marido, y te sacarán a ti.&nbsp;</p><p><sup><strong>10 </strong></sup>Al instante ella cayó a los pies de él, y expiró; y cuando entraron los jóvenes, la hallaron muerta; y la sacaron, y la sepultaron junto a su marido.&nbsp;</p><p><sup><strong>11 </strong></sup>Y vino gran temor sobre toda la iglesia, y sobre todos los que oyeron estas cosas.</p><p>Al principio, parecían sinceros en su deseo de dar para la obra. Sin embargo, “más tarde, Ananías y Safira agraviaron al Espíritu Santo cediendo a senti- mientos de codicia. Empezaron a lamentar su promesa, y pronto perdieron la dulce influencia de la bendición que había encendido sus corazones con el deseo de hacer grandes cosas en favor de la causa de Cristo” (HAp 60). En otras palabras, aunque habían comenzado con la mejor de las motivaciones, su codicia finalmente hizo que mostraran una fachada y pretendieran ser lo que en realidad no eran.</p><p><strong>“Y vino un gran temor sobre toda la iglesia, y sobre todos los que oyeron estas cosas” (Hech. 5:11). Después de este incidente, la gente seguramente tuvo más cuidado al devolver su diezmo. Pero este triste relato no se incluyó en la Biblia como una advertencia sobre la fidelidad en el diezmo. ¿Qué nos enseña? ¿A dón- de puede conducirnos la codicia?</strong></p><p><br></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "02 de Marzo",
          "dayTitle": "<p><strong>CÓMO VENCER LA CODICIA</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>La codicia es un problema del corazón, y al igual que el orgullo y el egoísmo, a menudo pasa desapercibida; por eso puede ser tan mortal y engañosa. Ya es bastante difícil vencer los pecados que son obvios: la mentira, el adulterio, el robo, la idolatría, la transgresión del sábado. Pero estos son actos externos, cosas en las que tenemos que pensar antes de hacerlas. Pero, ¿cómo hacer para superar los pensamientos equivocados? Eso se pone difícil.</p><p><strong>Lee 1 Corintios 10:13. ¿Qué promesa encontramos aquí, y por qué es tan&nbsp;importante entender esto en el contexto de la codicia?</strong></p><p><strong>1 Corintios 10:13</strong></p><p><sup><strong>13 </strong></sup>No os ha sobrevenido ninguna tentación que no sea humana; pero fiel es Dios, que no os dejará ser tentados más de lo que podéis resistir, sino que dará también juntamente con la tentación la salida, para que podáis soportar.</p><p>Entonces, ¿cómo, con el poder de Dios, podemos estar protegidos contra este pecado peligrosamente engañoso?</p><p>&nbsp;1. Tomar la decisión de servir a Dios y depender de él, y de ser parte de su familia. “Elijan hoy a quién servir [...]; que yo y mi casa serviremos al Señor” (Jos. 24:15).&nbsp;</p><p>2. Orar diariamente e incluir Mateo 6:13: “No nos dejes caer en tentación, sino líbranos del mal. Porque tuyo es el reino, el poder y la gloria por todos los siglos”. Cuando sientas codicia por algo que sabes que no debe- rías tener, ora por ello, reclamando las promesas de la Biblia para obtener la victoria, como 1 Corintios 10:13.&nbsp;</p><p>3. Estudiar la Biblia en forma regular. “En mi corazón he guardado tus di- chos, para no pecar contra ti” (Sal. 119:11).&nbsp;</p><p>Jesús abordó el problema de la humanidad con el pecado. Él fue tentado en todo, así como nosotros. Y, para poder resistir, pasó noches enteras en comunión de oración con su Padre. Y Jesús no dejó esta Tierra hasta que abrió camino con el ejemplo, y luego prometió poder para que cada persona tenga una vida de fe y obediencia, y desarrolle un carácter como el de Cristo.&nbsp;</p><p>“Busquen al Señor mientras puede ser hallado, llámenlo en tanto que está cerca. Deje el impío su camino, y el hombre malo sus pensamientos; y vuélvase al Señor, quien tendrá de él misericordia, y a nuestro Dios, que es amplio en perdonar” (Isa. 55:6, 7).</p><p><strong>¿Qué consecuencias provocó la codicia en tu vida? ¿Qué lecciones aprendiste?\n</strong></p><p>¿Qué podrías necesitar aprender de ellas?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "03 de Marzo",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:\n</strong></p><p><br></p><p>\n</p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>En la conquista de Jericó, Acán no fue el único que llevó plata y oro al cam- pamento de Israel. Josué les había dicho que llevaran la plata y el oro y los utensilios de bronce y hierro al tesoro de la casa de Dios (Jos. 6:19, 24). Todo lo demás debía quemarse. Sin embargo, Acán fue el único que se quedó con algo. “Entre los millones de Israel, solo hubo un hombre que, en aquella hora solemne de triunfo y castigo, osó violar el mandamiento de Dios. La vista de aquel costoso manto babilónico despertó la codicia de Acán; y aun cuando esa prenda lo había puesto cara a cara con la muerte, lo llamó ‘un manto babilónico muy bueno’. Un pecado lo había llevado a cometer otro, y se adueñó del oro y la plata dedicados al tesoro del Señor; le robó a Dios parte de las primicias de la tierra de Canaán” (PP 529, 530).&nbsp;</p><p>En la lista paulina de las señales del fin, los primeros dos elementos involucran nuestra actitud hacia el dinero y las posesiones. “En los últimos días, habrá tiempos muy difíciles. Pues la gente solo tendrá amor por sí misma y por su dinero [codicia]” (2 Tim. 3:1, 2, NTV). El egoísmo y el amor al dinero son descripciones significativas de la humanidad en los últimos días, nuestros días.</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1</strong>. Lee 1 Timoteo 6:6 al 10: “Sin embargo, grande ganancia es la piedad acompañada de contentamiento; porque nada hemos traído a este mundo, y nada podremos llevar. Así, teniendo sustento y abrigo, es- temos contentos. Los que quieren enriquecerse caen en tentación y lazo, y en muchas codicias necias y perniciosas, las cuales hunden a los hombres en ruina y perdición. El amor al dinero es la raíz de todos los males; y algunos, por esa codicia, se desviaron de la fe y fueron traspa- sados de muchos dolores” (énfasis añadido). En clase, den ejemplos de personas que, por amor al dinero, “fueron traspasados [ellos mismos y otros] de muchos dolores”. Hay muchos ejemplos, ¿verdad? ¿Cómo podemos encontrar el equilibrio correcto, sabiendo que necesitamos dinero para vivir pero sin caer en la trampa de la que Pablo advierte aquí?&nbsp;</p><p><strong>2</strong>. ¿Qué otras cosas, además del dinero, podemos codiciar?&nbsp;</p><p><strong>3</strong>. ¿Cuál es la diferencia entre un deseo legítimo de algo y la codicia? ¿Cuándo podría un legítimo deseo de algo convertirse en codicia?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "04 de Marzo",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>La lujuria, una forma de codicia, engendra el pecado, que lleva a la muerte (Sant. 1:15; ver también Jud. 1:18). La avaricia es una transgresión contra la ley del amor abnegado (1 Cor. 13:5). Por otro lado, una vida piadosa y con contentamiento es un gran beneficio (1 Tim. 6:6–10).&nbsp;</p><p>La codicia no conoce límites, ni siquiera cuando se trata de lo sagrado, como demuestra con demasiada frecuencia la vida de los hombres y de los ángeles en la Biblia. En el cielo, Lucifer deseaba exaltarse a sí mismo (Isa. 14:12–14). Hoy, en la Tierra, la humanidad sigue codiciando lo que pertenece únicamente a Dios. Durante la caída de Jericó, Acán codició parte de lo que estaba consagrado a la tesorería del Señor (Jos. 6:19, 24; 7:20, 21). Judas era ladrón y solía robar de la bolsa (Juan 12:4–6). Aun en medio de la manifestación del Espíritu en la iglesia, Ananías y Safira mintieron porque codiciaron parte de lo prometido (Hech. 5:1–10). Incluso el pueblo elegido robó a Dios después de ser librado de su exilio (Mal. 3:8–10).&nbsp;</p><p>La solución a esta codicia y lujuria es andar en el Espíritu, no en la carne (Gál. 5:22; Rom. 8:4–9). Los que no conocen a Dios andan en la pasión de la lujuria, o concupiscencia (1 Tes. 4:5). Sin embargo, los que siguen a Jesús se niegan a sí mismos, toman su cruz (Luc. 9:23) y escapan de la corrupción que hay en el mundo a causa de la lujuria (2 Ped. 1:4).&nbsp;</p><p>Al imitar a Dios, el Dador de todas las cosas, incluyendo las cosas que le da- mos (1 Crón. 29:14), caminamos en amor, tal como caminó Jesús. El amor por los pecadores inspiró a Jesús a entregarse desinteresadamente por nosotros como ofrenda y sacrificio (Efe. 5:1, 2). Una vida dirigida por la gracia de Jesús, quien es el Verbo hecho carne, y por la oración, confirmará las verdades bíblicas de que “es más dichoso dar que recibir” (Hech. 20:35) y que “Dios ama al que da con alegría” (2 Cor. 9:7).</p><p><strong>COMENTARIO\n</strong></p><p><strong>Deseo y codicia</strong></p><p>1. Una palabra que se utiliza en el Nuevo Testamento para deseo es epithymia (griego), que puede denotar el significado de “lujuria”, “deseo” o “lujuria de la carne” (Sant. 1:14; 1 Juan 2:16, 17). Antes de nuestra conversión, caminábamos en los deseos (epithymia) de la carne (Efe. 2:3). Sin conocer a Dios, la humanidad sigue los deseos (epithymia) de su corazón (Rom. 1:21–24). Por otro lado, Pablo desea (epithymia) ver a sus hermanos (Rom. 15:23) y desea (epithymia) estar con Cristo (Fil. 1:23). De acuerdo con el significado anterior, el deseo puede ser bueno o malo. Por lo tanto, el apóstol Pablo nos aconseja mortificar los miembros del pecado, entre los cuales están los malos deseos (kakós epithymia), que son dañinos y nocivos, así como la avaricia (pleoneksia), que es idolatría (Col. 3:5).&nbsp;</p><p>2. Al contrario, la codicia se caracteriza especialmente por un deseo desme- surado de riquezas o posesiones, o de las posesiones de los demás. El apóstol Pablo utiliza la palabra “avaro” (griego: pleoneksia) en el sentido de estar ávido de ganancias (Efe. 5:5). Jesús también relaciona la codicia con la abundancia de bienes materiales (Luc. 12:15). La codicia también se puede aplicar al deseo excesivo o ilegal de algo. La lujuria (pleoneksia), o malos deseos (kakós epithymia), distorsiona la percep- ción del pecador porque son deseos sin dominio propio (Gál. 5:22), lo que lleva a la idolatría (Efe. 5:5) mediante la exaltación de las cosas materiales (posesiones) en lugar del Creador.</p><p><strong>Ejemplos de advertencia</strong></p><p>1. Lucifer pretendía apoderarse de la posición (Trono) de Dios (Isa. 14:12-14) y del derecho a ser adorado (Mat. 4:9), y así autoexaltarse y colocar a una criatura en el lugar del Creador. Sin embargo, después de haber fracasado en el Cielo, Lucifer desvió su atención maligna hacia la humanidad, fomentando el pecado y la concupiscencia para destruir el tesoro del Señor en la Tierra (Mal. 3:8–10). Pero el Señor apela a los fieles para que se vuelvan a él (Mal. 3:7, 8), y les promete bendiciones inconmensurables (Mal. 3:10-12), que son mejores que las ganancias derivadas de la concupiscencia.&nbsp;</p><p>2. Acán reconoció que codiciaba (en hebreo: hamad) objetos sagrados de la tesorería del Señor (Jos. 6:18, 19; 7:21). Hamad significa deseo y también “codicia”, “lujuria”, “belleza”, “cosa deleitable”, “deleite”, “agradable” y “cosa preciosa”. Esta palabra se utiliza en el décimo Mandamiento para prohibir la codicia (Éxo. 20:17). Como tal, el pecado también puede comenzar con el deseo de cosas buenas, pero prohibidas. Tanto la versión griega del Antiguo Testamento traducida por los judíos (LXX), como los escritos del apóstol Pablo, traducen hamad (hebreo) en el décimo Man- damiento como epithymia (griego), que también significa deseo (Rom. 7:7; Rom. 13:9). Pero este deseo o atracción (hamad) por la belleza y el placer prohibidos puede superarse velando y orando (Mat. 26:41). Si Dios no es el primero en nuestra vida (Mat. 6:33), el deseo, aunque inicialmente sea inocente y lícito, se satisfará sin dominio propio (Gál. 5:22), lo que llevará al pecado. En el caso de Acán, deseó algo prohibido. Después de que su pecado quedó expuesto, Acán, cegado por la codicia (hamad), continuó describiendo el manto robado como “bueno”, o “hermoso” (Jos. 7:21). Pero la belleza y el valor de algo no justifican ni disminuyen la culpa del pecado.&nbsp;</p><p>3. Eva (Gén. 3:6) comprendió que el árbol era bueno, agradable y deseable (hamad), y comió del fruto prohibido. Violó en Edén el principio del décimo Mandamiento. Una vez más, la lección es que algo hermoso, bueno y deseable (hamad y epithymia), que condujo al pecado en el Edén, sigue incitando al pecado después de la Caída (Sant. 1:14; 1 Juan 2:16, 17).&nbsp;</p><p>4. La experiencia de Judas (Juan 12:1–8) es una advertencia de que las posi- ciones de liderazgo y los eventos milagrosos, en sí mismos, no refrenan la codicia dentro del corazón humano. Como uno de los doce discípulos, Judas escuchó al Maestro de primera mano, participó de milagros asombrosos y sirvió como tesore- ro del Señor. Sin embargo, Judas robó de las ofrendas dadas para la obra de Cristo (Juan 12:5, 6) y lamentó el costoso regalo que le otorgó un corazón agradecido y penitente. Judas y algunos otros no aprobaron el tributo de María al Salvador porque sintieron que esa unción de Jesús era un desperdicio de dinero. Creían que ese dinero se podría haber utilizado mejor si se lo hubiera dado a los pobres (Mar. 14:4, 5). Aunque, en realidad, Judas lo quería para sí mismo. Además de proveer para la obra del Señor (Mal. 3:10), los diezmos y las ofrendas tienen otro significado espiritual para el adorador leal, como exaltar el nombre del Señor (Mal. 1:11), acercar al dador a él (Mal. 3:7, 8), honrarlo (Prov. 3:9) y adorarlo (Sal. 66:13). Por eso, la recompensa de María (Juan 12:3–8) no le será quitada. Para ella, lavar los pies de Jesús con un perfume que valía más que trescientas jornadas de trabajo era poco. Al arrodillarse y secar los pies del Señor con su cabello, María también se entregó como ofrenda. En este espíritu, la recompensa del dador fiel nunca será quitada: “Las personas abnegadas y consagradas que le devuelven a Dios lo que le pertenece, del modo en que él lo requiere, serán recompensadas de acuerdo con sus obras. Aunque se gastaran equivocadamente los medios así consagrados, y no cumplieran los propósitos para los cuales el dador los había destinado –la gloria de Dios y la salvación de las almas–, los que realizaron el sacrificio con sinceridad, con el fin único de glorificar al Señor, no perderán su recompensa” (TI 2:460).&nbsp;</p><p>5. Ananías y Safira sirven como ejemplos (Hech. 5:1–11). El libro de Levítico establece que el dinero de la venta de una propiedad debía darse como ofrenda a la tesorería del Santuario (Lev. 27:8–33). El diezmo también está incluido en la lista de cosas sagradas (Lev. 27:31–33; Mal. 3:10). Sin embargo, Levítico 27 señala que todo lo que iba a consagrarse al Señor primeramente debía ser tasado por el sacerdote antes de venderlo o redimirlo, de acuerdo con la ley de la redención (Lev. 27:8, 11–13, 25, 27, 31, 32). Esta valoración del sacerdote puede sugerir la intención de evitar que surja la codicia debido a la infravaloración de la cosa donada o por redimir.&nbsp;</p><p>La tasación por parte del sacerdote también podría haberse instituido para evitar que el adorador retuviera parte de los ingresos. Debido a que los sacerdotes ya no supervisaban las tasaciones de la propiedad por vender ni el desembolso posterior de la cantidad entregada como ofrenda, la determinación del precio del bien vendido dependía únicamente de las conciencias de Ananías y de Safira. Pero Ananías y Zafira mintieron para quedarse con una parte de lo que prometieron. Sin embargo, en el Nuevo Testamento, los diezmos y las ofrendas continúan siendo santos e intocables, como en el Antiguo Testamento. En apoyo de este precepto, tenemos la revelación directa del Señor mismo (Heb. 2:1–4) y del Es- píritu Santo (Hech. 5:1–11).</p><p>Cada vez que hubo una reforma espiritual, la liberalidad del pueblo se volvió en una clara señal de reavivamiento (Éxo. 35:20–29; 2 Crón. 31:1–12; Mal. 3:6–12; Hech. 4:34–37). Pero Ananías y Safira no quedaron suficientemente impresiona- dos por el derramamiento del Espíritu Santo, y cosecharon las consecuencias. Si Ananías y Safira hubieran tenido éxito en su fraude, la credibilidad de los apósto- les y la legitimidad divina de la iglesia se habrían corrompido desde el principio. Aunque en la actualidad no ocurre el mismo juicio inmediato, llegará el día en que todos darán cuenta exacta al Señor de todo lo que hayan hecho, sea bueno o sea malo (Ecl. 12:13, 14). “Este ejemplo del aborrecimiento de Dios por la codicia, el fraude y la hipo- cresía no fue dado como señal de peligro solamente para la iglesia primitiva, sino para todas las generaciones futuras. Era codicia lo que Ananías y Safira habían acariciado primeramente. [...] Las ofrendas voluntarias y el diezmo constituyen los ingresos de la obra del Señor” (HAp 62).</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Pide a un miembro de la clase que lea en voz alta la cita siguiente. Luego&nbsp;analicen en clase las preguntas que aparecen a continuación.</p><p><strong>Remedio para la codicia</strong></p><p>“La benevolencia abnegada y constante es el remedio de Dios para los pecados corrosivos del egoísmo y de la codicia. Dios ordenó la benevolencia sistemática para sostener su causa y aliviar las necesidades de los dolientes y menesterosos. Mandó que se adquiera el hábito de dar, a fin de contrarrestar el peligroso y engañoso pecado de la codicia. El dar de continuo ahoga la codicia” (HC 319).&nbsp;</p><p>1. La benevolencia abnegada puede parecer ajena al corazón humano no re- generado. ¿Cómo podemos cultivar el hábito de la benevolencia abnegada y disfrutar de la generosidad, liberándonos así de la codicia?&nbsp;</p><p>2. ¿Cómo animar a la gente a participar de campañas para fortalecer la fidelidad en los diezmos, las ofrendas y las donaciones periódicas, para necesidades caritativas y misioneras?</p><p><strong>La liberalidad y el Espíritu Santo</strong></p><p>“Esta generosidad de parte de los creyentes era el resultado del derramamien- to del Espíritu. Los conversos al evangelio eran ‘de un corazón y de un alma’. Un interés común los dominaba, a saber, el éxito de la misión a ellos confiada; y la codicia no tenía cabida en su vida” (HAp 59).&nbsp;</p><p>“Más tarde, Ananías y Safira agraviaron al Espíritu Santo cediendo a senti- mientos de codicia” (HAp 60).&nbsp;</p><p>¿Qué revelaría tu autoevaluación espiritual si tuvieras que considerar la fi- delidad, la frecuencia y la generosidad con la que contribuyes a los proyectos caritativos y misioneros de la iglesia? (Leer también 2 Cor. 13:5.)</p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>“GUÁRDENSE DE TODA AVARICIA”</strong></p>",
      "verse": "<p>“Y les dijo: ‘¡Cuidado! Guárdense de toda avaricia, porque la vida del hombre no consiste en la abundancia de los bienes que posee’ ” (Luc. 12:15).</p>",
      "versionCode": 1,
      "weekDate": "25 de Febrero- 03 de Marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
