{
  "data": [
    {
      "color": "#ff3368",
      "id": 4,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "15 de octubre",
          "dayTitle": "",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>L a esperanza del Antiguo Testamento no se fundamenta en las ideas griegas sobre la inmortalidad natural del alma, sino en la enseñanza bíblica de la resurrección final de los muertos. Pero, ¿cómo podría volver a la vida un cuerpo humano que ya no existe? ¿Cómo puede recuperar su identidad alguien que ha fallecido quizás hace siglos o hasta milenios?<br><br>Estas preguntas nos llevan a reflexionar sobre el misterio de la vida. Estamos vivos y disfrutamos de la vida que Dios nos concede todos los días. En el principio, Dios trajo la vida a la existencia a partir de la no-vida, mediante el poder de su Palabra (Gén. 1; Sal. 33:6, 9). Entonces, si Dios al principio pudo crear vida en la Tierra de la nada (en latín, ex nihilo), ¿por qué deberíamos dudar de su capacidad para recrear la vida humana y restaurar su identidad original?<br><br>Esta semana reflexionaremos sobre el desarrollo de la noción de la resurrección final en épocas del Antiguo Testamento, con especial énfasis en las declaraciones de Job, de algunos salmistas y de los profetas Isaías y Daniel.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de octubre",
          "dayTitle": "<p>HE DE VER A DIOS<br></p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Job 19:25 al 27, y compáralo con Juan 1:18 y 1 Timoteo 6:16. ¿Cuándo y bajo qué circunstancias Job esperaba “ver a Dios”?</strong><br></p><p><strong>Job 19:25-27</strong><sup><br><br><strong>25 </strong></sup>Yo sé que mi Redentor vive, y al fin se levantará sobre el polvo;<sup><br><br><strong>26 </strong></sup>y después de deshecha esta mi piel, en mi carne he de ver a Dios;<sup><br><br><strong>27</strong></sup> al cual veré por mí mismo, y mis ojos lo verán, y no otro, aunque mi corazón desfallece dentro de mí.<br><br></p><p><strong>Juan 1:18 </strong><strong><br></strong></p><p><sup><strong>18 </strong></sup>A Dios nadie le vio jamás; el unigénito Hijo, que está en el seno del Padre, él le ha dado a conocer.<strong><br></strong></p><p><strong>1 Timoteo 6:16</strong></p><p><strong><sup>6</sup> </strong>el único que tiene inmortalidad, que habita en luz inaccesible; a quien ninguno de los hombres ha visto ni puede ver, al cual sea la honra y el imperio sempiterno. Amén.<strong><br></strong></p><p>La vida no es justa. Comprobamos esto especialmente cuando vemos que los “buenos” sufren y los “injustos” prosperan (ver Sal. 73:12-17; Mal. 3:14-18). Por ejemplo, Job era “perfecto y recto, temeroso de Dios y apartado del mal” (Job 1:1). Aun así, Dios permitió que Satanás lo afligiera de diversas formas calamitosas. Físicamente, una dolorosa enfermedad le devastó el cuerpo (Job 2:1-8). Materialmente, perdió gran parte de su ganado y de sus propiedades (Job 1:13-17). De su casa, perdió a sus siervos y hasta a sus propios hijos (Job 1:16, 18). Y, emocionalmente, estaba rodeado de amigos que lo acusaban de ser un pecador impenitente que se merecía lo que le estaba pasando (Job 4:1–5:27; 8:1–22; 11:1–20 y otros). Hasta su propia esposa le dijo: “¿Aún retienes tu integridad? Maldice a Dios, y muérete” (Job 2:9).<br><br>Job no se percató de que se había convertido en el epicentro de una profunda lucha cósmica entre Dios y Satanás. Afligido por esas luchas, Job lamentó estar vivo y deseó no haber nacido nunca (Job 3:1–26). Sin embargo, manifestó abiertamente su fidelidad incondicional a Dios con las palabras: “Aunque él me matare, en él esperaré” (Job 13:15). Aunque se imaginaba que pronto su vida terminaría, conservó la confianza en que la muerte no tendría la última palabra. Firmemente convencido, declaró que, aunque muriera, algún día se levantaría y él, el mismo Job, vería a Dios en su propia carne (Job 19:25-27). “Esta es una vislumbre inconfundible de la resurrección” (CBA 3:552).<br><br>¡Qué gloriosa esperanza en medio de semejante tragedia! Rodeado de enfermedad y dolor, de un colapso económico, del reproche social y de una crisis emocional, Job aún podía anhelar el día en que resucitaría y contemplaría a su amado Redentor. En realidad, la declaración de Job sobre la resurrección estaba llena de la misma convicción que siglos después Marta le expresara a Jesús: “Yo sé que [Lázaro] resucitará en la resurrección, en el día postrero” (Juan 11:24). Job, al igual que Marta, tuvo que reclamar esta promesa por fe; aunque, a diferencia de Job, Marta pronto recibió una poderosa evidencia palpable de su creencia.<br><strong><br>¿Cómo podemos aprender a confiar en Dios aun en medio de las duras injusticias de la vida?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de octubre",
          "dayTitle": "<p>DEL PODER DEL SEOL<br></p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Salmo 49. ¿Qué llevó al salmista a estar tan seguro de su resurrección final (Sal. 49:15), en contraste con quienes perecieron sin esa seguridad (Sal. 49:6–14)?</strong></p><p><strong>Salmo 49</strong></p><p><sup><strong>1</strong></sup> Oíd esto, pueblos todos; escuchad, habitantes todos del mundo,<sup><br><br><strong>2</strong></sup> Así los plebeyos como los nobles, el rico y el pobre juntamente.<sup><br><br><strong>3 </strong></sup>Mi boca hablará sabiduría, yel pensamiento de mi corazón inteligencia.<sup><br><br><strong>4 </strong></sup>Inclinaré al proverbio mi oído; declararé con el arpa mi enigma.<sup><br><br><strong>5</strong></sup> ¿Por qué he de temer en los días de adversidad, cuando la iniquidad de mis opresores me rodeare?<sup><br><br><strong>6 </strong></sup>Los que confían en sus bienes, yde la muchedumbre de sus riquezas se jactan,<sup><br><br><strong>7</strong></sup> Ninguno de ellos podrá en manera alguna redimir al hermano, ni dar a Dios su rescate<sup><br><br><strong>8 </strong></sup>(porque la redención de su vida es de gran precio, yno se logrará jamás),<sup><br><br><strong>9 </strong></sup>para que viva en adelante para siempre, y nunca vea corrupción.<sup><br><strong><br>10 </strong></sup>Pues verá que aun los sabios mueren; que perecen del mismo modo que el insensato y el necio, y dejan a otros sus riquezas.<sup><br><strong><br>11</strong></sup> Su íntimo pensamiento es que sus casas serán eternas, y sus habitaciones para generación y generación;<br><br>dan sus nombres a sus tierras.<sup><br><strong><br>12 </strong></sup>Mas el hombre no permanecerá en honra; es semejante a las bestias que perecen.<sup><br><br><strong>13 </strong></sup>Este su camino es locura; con todo, sus descendientes se complacen en el dicho de ellos. Selah<sup><br><strong><br>14</strong></sup>&nbsp; como a rebaños que son conducidos al Seol, la muerte los pastoreará, y los rectos se enseñorearán de ellos por la mañana; se consumirá su buen parecer, y el Seol será su morada.<sup><br><br><strong>15&nbsp;</strong></sup> Pero Dios redimirá mi vida del poder del Seol, porque él me tomará consigo. Selah<sup><br><br><strong>16</strong></sup> no temas cuando se enriquece alguno, cuando aumenta la gloria de su casa;<sup><br><strong><br>17</strong></sup> porque cuando muera no llevará nada, ni descenderá tras él su gloria.<sup><br><br><strong>18</strong></sup> aunque mientras viva, llame dichosa a su alma, y sea loado cuando prospere,<sup><br><br><strong>19&nbsp; </strong></sup>entrará en la generación de sus padres, ynunca más verá la luz.<sup><br><strong><br>20 </strong></sup>El hombre que está en honra y no entiende, semejante es a las bestias que perecen<strong>.</strong><br><br>Salmo 49 habla de la falsa confianza de los necios, “que confían en sus bienes, y de la muchedumbre de sus riquezas se jactan” (Sal. 49:6), quienes “dan sus nombres a sus tierras” (Sal. 49:11) y viven solo para bendecirse a sí mismos (Sal. 49:18). Actúan como si sus casas y su propia gloria duraran para siempre (Sal. 49:11, 17).<br><br>Pero los necios olvidan que su honor se desvanece y que perecen al igual que las bestias (Sal. 49:12). “Como a rebaños que son conducidos al Seol, la muerte los pastoreará [...] se consumirá su buen parecer, y el Seol será su morada” (Sal. 49:14).<br><br>Como dijo Job siglos antes, “desnudo salí del vientre de mi madre, y desnudo volveré allá” (Job 1:21; 1 Tim. 6:7). El salmista señala que tanto el necio como el sabio mueren, y dejan “sus riquezas a otros” (Sal. 49:10).<br><br>Pero, existe un contraste radical entre ellos. Por un lado está el necio, que perece, aunque trate de encontrar seguridad en las posesiones y los logros transitorios. En contraste, el sabio contempla, más allá de la mortalidad humana y la prisión de la tumba, la gloriosa recompensa que Dios le tiene reservada (1 Ped. 1:4). Con esta percepción en mente, el salmista pudo decir con confianza: “Pero Dios redimirá mi vida del poder del Seol, porque él me tomará consigo” (Sal. 49:15).<br><br>Conforme a la esperanza del Antiguo Testamento, esta declaración no sugiere que al momento de morir el alma del salmista volaría inmediatamente al cielo. El salmista simplemente dice que no permanecerá para siempre en la tumba. Llegará el momento en que Dios lo redimirá de la muerte y lo llevará a los atrios celestiales.<br><br>Una vez más, se describe la certeza de la resurrección futura, que aporta esperanza, seguridad y sentido a esta existencia actual. Por lo tanto, el sabio recibirá una recompensa mucho más gloriosa y eterna que la que el necio podría reunir para sí en esta corta vida.<br><strong><br>¿De qué manera has podido ver la locura de quienes confían en sus riquezas y sus logros? Fijar tus ojos en la Cruz, ¿cómo puede protegerte de caer en el mismo error?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de octubre",
          "dayTitle": "<p>DE LOS ABISMOS DE LA TIERRA<br></p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Salmo 71. ¿Qué quiso decir el salmista cuando le pidió a Dios que lo levantara “de los abismos de la tierra” (Sal. 71:20)?</strong><br></p><p><strong>Salmo 71</strong></p><p><sup><strong>1</strong></sup> En ti, oh Jehová, me he refugiado; no sea yo avergonzado jamás.<sup><br><br><strong>2</strong></sup> Socórreme y líbrame en tu justicia; inclina tu oído y sálvame.<sup><br><br><strong>3 </strong></sup>Sé para mí una roca de refugio, adonde recurra yo continuamente. Tú has dado mandamiento para salvarme, porque tú eres mi roca y mi fortaleza.<sup><br><br><strong>4</strong></sup> Dios mío, líbrame de la mano del impío, de la mano del perverso y violento.<sup><br><strong><br>5 </strong></sup>Porque tú, oh Señor Jehová, eres mi esperanza, seguridad mía desde mi juventud.<sup><br><br><strong>6 </strong></sup>En ti he sido sustentado desde el vientre; de las entrañas de mi madre tú fuiste el que me sacó; de ti será siempre mi alabanza.<sup><br><br><strong>7 </strong></sup>Como prodigio he sido a muchos, y tú mi refugio fuerte.<sup><br><br><strong>8 </strong></sup>Sea llena mi boca de tu alabanza,de tu gloria todo el día.<sup><br><strong><br>9</strong></sup> No me deseches en el tiempo de la vejez; cuando mi fuerza se acabare, no me desampares.<sup><br><br><strong>10 </strong></sup>Porque mis enemigos hablan de mí, y los que acechan mi alma consultaron juntamente,<sup><br><strong><br>11</strong></sup> Diciendo: Dios lo ha desamparado; perseguidle y tomadle, porque no hay quien le libre.<sup><br><strong><br>12 </strong></sup>Oh Dios, no te alejes de mí; Dios mío, acude pronto en mi socorro.<sup><br><br><strong>13</strong></sup> Sean avergonzados, perezcan los adversarios de mi alma; sean cubiertos de vergüenza y de confusión los que mi mal buscan.<sup><br><br><strong>14</strong></sup>&nbsp; Mas yo esperaré siempre, y te alabaré más y más.<sup><br><strong><br>15</strong></sup> Mi boca publicará tu justicia y tus hechos de salvación todo el día, aunque no sé su número.<sup><br><br><strong>16 </strong></sup>Vendré a los hechos poderosos de Jehová el Señor; haré memoria de tu justicia, de la tuya sola.<sup><br><br><strong>17</strong></sup> Oh Dios, me enseñaste desde mi juventud, y hasta ahora he manifestado tus maravillas.<sup><br><br><strong>18</strong></sup> Aun en la vejez y las canas, oh Dios, no me desampares, hasta que anuncie tu poder a la posteridad, y tu potencia a todos los que han de venir,<sup><br><br><strong>19 </strong></sup>Y tu justicia, oh Dios, hasta lo excelso. Tú has hecho grandes cosas; oh Dios, ¿quién como tú?<sup><br><br><strong>20</strong></sup> Tú, que me has hecho ver muchas angustias y males, volverás a darme vida, yde nuevo me levantarás de los abismos de la tierra.<sup><br><strong><br>21</strong></sup> Aumentarás mi grandeza, y volverás a consolarme.<sup><br><br><strong>22</strong></sup> Asimismo yo te alabaré con instrumento de salterio, oh Dios mío; tu verdad cantaré a ti en el arpa, oh Santo de Israel.<sup><br><br><strong>23</strong></sup> Mis labios se alegrarán cuando cante a ti, y mi alma, la cual redimiste.<sup><br><br><strong>24</strong></sup> Mi lengua hablará también de tu justicia todo el día; por cuanto han sido avergonzados, porque han sido confundidos los que mi mal procuraban.<br></p><p>En Salmo 49 encontramos una conmovedora expresión de esperanza en la resurrección, en contraste con la falsa seguridad del necio, que confiaba en su riqueza. En Salmo 71, el salmista busca seguridad y esperanza en Dios mientras está rodeado de enemigos y acusadores falsos que dicen que Dios lo ha abandonado (Sal. 71:10, 11).<br><br>En medio de las pruebas, el salmista encuentra consuelo y seguridad al recordar cómo Dios lo cuidó en el pasado. En primer lugar, se da cuenta de que Dios lo sostuvo desde que nació e incluso desde que lo sacara del vientre de su madre (Sal. 71:6). Luego, reconoce que Dios le enseñó desde su juventud (Sal. 71:17).<br><br>Con la certeza de que Dios era su Roca y su Fortaleza, el salmista le suplica: “Sé para mí una roca de refugio, adonde recurra yo continuamente” (Sal. 71:3).<br><br>“No me deseches en el tiempo de la vejez. Cuando mi fuerza se acabare, no me desampares” (Sal. 71:9). “Oh Dios, no te alejes de mí; Dios mío, acude pronto en mi socorro” (Sal. 71:12). Y luego el salmista agrega: “Tú, que me has hecho ver muchas angustias y males, volverás a darme vida, y de nuevo me levantarás de los abismos de la tierra” (Sal. 71:20).<br><br>La expresión “de los abismos de la tierra” podría entenderse literalmente como una alusión a la futura resurrección física del salmista. Pero el contexto parece favorecer una descripción metafórica de la condición de profunda depresión del salmista, como si la Tierra se lo estuviera tragando (comparar con Sal. 88:6; 130:1). Por lo tanto, podríamos decir que, “aunque básicamente se trata de lenguaje figurativo, también contiene una sugerencia de resurrección física” (BEA, nota sobre Sal. 71:20).<br><br>En definitiva, lo importante es captar que, sea cual fuere nuestra situación, Dios está allí, tiene interés y, en última instancia, nuestra esperanza no se encuentra en esta vida, sino en la vida venidera: la vida eterna que tenemos en Jesús después de nuestra resurrección, a su regreso.<br><br><strong>Todos hemos tenido terribles momentos de desánimo. Sin embargo, el hecho de enfocarte en las formas en que Dios estuvo contigo en el pasado, ¿cómo puede ayudarte a seguir adelante con fe y confianza en los momentos en que él aparentemente está muy lejos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de octubre",
          "dayTitle": "<p>TUS MUERTOS VIVIRÁN<br></p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Isaías 26:14 y 19. ¿Cuál es el contraste entre los que perecerán para siempre (Isa. 26:14; ver también Mal. 4:1) y los que recibirán la vida eterna (Isa. 26:19)?</strong><br></p><p><strong>Isaías 26:14,19</strong></p><p><strong><sup>14</sup> </strong>Muertos son, no vivirán; han fallecido, no resucitarán; porque los castigaste, y destruiste y deshiciste todo su recuerdo.<sup><strong><br></strong></sup></p><p><strong><sup>19</sup> </strong>Tus muertos vivirán; sus cadáveres resucitarán. ¡Despertad y cantad, moradores del polvo! porque tu rocío es cual rocío de hortalizas, y la tierra dará sus muertos.<strong><br></strong></p><p><strong>Mal. 4:1</strong></p><p><sup><strong>1</strong></sup> Porque he aquí, viene el día ardiente como un horno, y todos los soberbios y todos los que hacen maldad serán estopa; aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.<br></p><p>El libro de Isaías presenta un gran contraste entre la majestad de Dios y nuestra fragilidad humana (ver Isa. 40). Aunque somos como la hierba que se seca y la flor que se marchita, la Palabra de Dios permanece para siempre (Isa. 40:6-8). Sin embargo, a pesar de nuestra pecaminosidad humana, la gracia salvífica de Dios está disponible para todos los seres humanos y es eficaz incluso para los gentiles que abracen su Pacto y guarden el sábado (Isa. 56).<br><br>En el libro de Isaías, la esperanza de la resurrección se amplía significativamente. Si bien previamente en la Biblia las alusiones a la resurrección se expresaron más desde perspectivas personales (Job 19:25-27; Sal. 49:15; 71:20), el profeta Isaías habla de ella como si lo incluyera a él mismo y también a la comunidad de creyentes del Pacto (Isa. 26:19).<br><br>Isaías 26 contrasta los distintos destinos de los impíos y los justos. Por un lado, los malvados seguirán muertos, y no volverán a vivir jamás, al menos después de la “segunda muerte” (Apoc. 21:8). Serán completamente destruidos y toda su memoria perecerá para siempre (Isa. 26:14). Este pasaje subraya la enseñanza de que no hay almas ni espíritus sobrevivientes que continúen vivos después de la muerte. Hablando de la destrucción final de los impíos, que tendrá lugar posteriormente, Dios declaró en otra parte que se quemarán por completo, y no quedará “ni raíz ni rama” de ellos (Mal. 4:1).<br><br>Por otro lado, los justos muertos resucitarán de la muerte para recibir su bendita recompensa. Isaías 25 resalta que Jehová el Señor “destruirá a la muerte para siempre” y “enjugará [...] toda lágrima de todos los rostros” (Isa. 25:8). En Isaías 26 encontramos las siguientes palabras: “Tus muertos vivirán; sus cadáveres resucitarán. ¡Despertad y cantad, moradores del polvo! porque tu rocío es cual rocío de hortalizas, y la tierra dará sus muertos” (Isa. 26:19). Todos los justos resucitados participarán de la alegre fiesta que Dios preparará para todos los pueblos (Isa. 25:6). La resurrección final reunirá a todos los justos de todas las edades, incluyendo a tus seres queridos que ya murieron en Cristo.<strong><br><br>Imagínate si no tuviéramos ninguna esperanza, ninguna seguridad, ninguna razón para pensar que nuestra muerte no es más que el fin de todo para nosotros</strong>.Y, peor aún: que todos nuestros amados desaparecerán, y pronto será como si nunca hubiéramos existido; como si nuestra vida nunca hubiese significado absolutamente nada. ¿Cómo contrasta este destino con la esperanza que tenemos?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de octubre",
          "dayTitle": "<p>LOS QUE DUERMEN EN EL POLVO<br></p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>Como veremos, el Nuevo Testamento habla mucho de la resurrección de los muertos; y, como ya vimos, la idea de la resurrección también aparece en el Antiguo Testamento. Esta gente, en tiempos del Antiguo Testamento, ya tenía la misma esperanza de la resurrección final que nosotros tenemos. Marta, que vivió en la época de Jesús, ya tenía esta esperanza (Juan 11:24). Sin duda, en ese entonces los judíos tenían cierto conocimiento de la resurrección de los últimos días; aunque no todos creían en esto. (Ver Hech. 23:8.)<br><br><strong>Lee Daniel 12. ¿Qué esperanza de resurrección encontramos aquí, en los escritos de este gran profeta?</strong><br></p><p><strong>Daniel 12</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> En aquel tiempo se levantará Miguel, el gran príncipe que está de parte de los hijos de tu pueblo; y será tiempo de angustia, cual nunca fue desde que hubo gente hasta entonces; pero en aquel tiempo será libertado tu pueblo, todos los que se hallen escritos en el libro. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Y muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua. <sup><br></sup></p><p><sup><strong>3</strong></sup> Los entendidos resplandecerán como el resplandor del firmamento; y los que enseñan la justicia a la multitud, como las estrellas a perpetua eternidad. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Pero tú, Daniel, cierra las palabras y sella el libro hasta el tiempo del fin. Muchos correrán de aquí para allá, y la ciencia se aumentará.<sup><br><br><strong>5 </strong></sup>Y yo Daniel miré, y he aquí otros dos que estaban en pie, el uno a este lado del río, y el otro al otro lado del río. <sup><br></sup></p><p><sup><strong>6 </strong></sup>Y dijo uno al varón vestido de lino, que estaba sobre las aguas del río: ¿Cuándo será el fin de estas maravillas? <sup><br></sup></p><p><sup><strong>7</strong></sup> Y oí al varón vestido de lino, que estaba sobre las aguas del río, el cual alzó su diestra y su siniestra al cielo, y juró por el que vive por los siglos, que será por tiempo, tiempos, y la mitad de un tiempo. Y cuando se acabe la dispersión del poder del pueblo santo, todas estas cosas serán cumplidas. <sup><br></sup></p><p><sup><strong>8 </strong></sup>Y yo oí, mas no entendí. Y dije: Señor mío, ¿cuál será el fin de estas cosas? <sup><br></sup></p><p><sup><strong>9</strong></sup> Él respondió: Anda, Daniel, pues estas palabras están cerradas y selladas hasta el tiempo del fin. 10 Muchos serán limpios, y emblanquecidos y purificados; los impíos procederán impíamente, y ninguno de los impíos entenderá, pero los entendidos comprenderán. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Y desde el tiempo que sea quitado el continuo sacrificio hasta la abominación desoladora, habrá mil doscientos noventa días. <sup><br></sup></p><p><sup><strong>12</strong></sup> Bienaventurado el que espere, y llegue a mil trescientos treinta y cinco días. <sup><br></sup></p><p><sup><strong>13</strong></sup> Y tú irás hasta el fin, y reposarás, y te levantarás para recibir tu heredad al fin de los días.</p><p>Daniel 12:1 se refiere a Miguel, “el gran príncipe”, cuya identificación ha sido muy controvertida. Como cada una de las grandes visiones del libro de Daniel culmina con la manifestación de Cristo y su Reino, lo mismo debería ocurrir con respecto a este pasaje específico. En el libro de Daniel encontramos alusiones al mismo Ser divino como “el príncipe de los ejércitos” (Dan. 8:11), “el Príncipe de los príncipes” (Dan. 8:25), “el Mesías Príncipe” (Dan. 9:25), y finalmente como “Miguel, el gran príncipe” (Dan. 12:1). Por lo que también debemos identificar a Miguel como Cristo.<br><br>Todos los pasajes del Antiguo Testamento considerados hasta ahora (Job 19:25-27; Sal. 49:15; 71:20; Isa. 26:19) hablan de la resurrección de los justos. Pero Daniel 12 habla de una resurrección de justos e injustos. Cuando Miguel se levanta, “muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua” (Dan. 12:2). Muchos consideran que este versículo habla de una resurrección especial de algunas personas, tanto fieles como infieles, en la venida de Cristo.<br><br>“Los sepulcros se abren y ‘muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua’ (Dan. 12:2). Todos los que murieron en la fe del mensaje del tercer ángel salen glorificados de la tumba y oyen el pacto de paz que Dios hace con los que han guardado su Ley. ‘Los que lo traspasaron’ (Apoc. 1:7), los que se mofaron y se rieron de la agonía del Cristo moribundo, y los oponentes más violentos de su verdad y su pueblo, son resucitados para contemplarlo en su gloria y ver el honor conferido a los fieles y obedientes” (CS 695).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de octubre",
          "dayTitle": "",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br><strong>Lee Elena de White, Profetas y reyes, “Visiones de la gloria futura”, pp. 533-542</strong>. La ciencia moderna enseña que toda materia está compuesta de átomos, a su vez conformados por dos partículas más pequeñas, quarks y leptones, que se cree que son los componentes básicos de toda la realidad física. Entonces, si la esencia del mundo físico son quarks y leptones, ¿no podría el Dios que no solo creó ese mundo sino también lo sostiene simplemente reconfigurar los quarks y los leptones cuando llegue el momento de resucitarnos? Para burlarse de la resurrección, el ateo Bertrand Russell preguntó qué sucedería con aquellos a quienes los caníbales se los comieron, porque sus cuerpos ahora son parte de los caníbales, y entonces, ¿a quién le corresponde qué cosa en la resurrección?<br><br>Pero, supongamos que Dios simplemente toma quarks y leptones (los bloques de construcción fundamentales de la existencia) de algún lugar y, sobre la base de la información que posee sobre cada uno de nosotros, nos reconstruye a partir de esos quarks y leptones. No necesita nuestra propia materia; cualquiera servirá. O, de hecho, podría simplemente llamar a la existencia a nuevos quarks y leptones y partir de allí. Al margen de cómo lo haga, el Dios que creó el Universo puede volver a crearnos, lo que promete hacer en la resurrección de los muertos. “El Dador de la vida reunirá en la primera resurrección a su posesión comprada, y hasta que llegue esa hora triunfante, cuando resuene la última trompeta y el inmenso ejército surja para victoria eterna, cada santo que duerme será conservado con seguridad, y será guardado como una joya preciosa a la que Dios conoce por nombre. Mediante el poder del Salvador que estuvo en ellos mientras vivían y porque fueron participantes de la naturaleza divina, son sacados de entre los muertos” (“Comentarios de Elena de White”, CBA 4:1.165).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>Se estima que existen dos billones de galaxias, cada una compuesta por miles de millones de estrellas. Y algunas de estas estrellas tienen planetas que orbitan alrededor de ellas, al igual que los planetas de nuestro sistema solar orbitan alrededor del Sol. Ahora, piensa en el increíble poder de Dios, quien no solo creó todas estas estrellas, sino además las sostiene y las conoce por nombre (Sal. 147:4). Aunque esa asombrosa realidad no prueba que este mismo Dios pueda resucitar a los muertos, ¿en qué medida nos revela este mismo poder asombroso que tiene y por qué, ciertamente, algo como la resurrección no estaría más allá de su poder?<br><br><strong>2. </strong>Hebreos 11 destaca la fidelidad y las expectativas de muchos de los llamados “héroes de la fe” de la antigüedad. ¿Cómo puede este capítulo enriquecer nuestra comprensión de la esperanza que tenían los personajes del Antiguo Testamento, incluso antes de la resurrección de Jesús?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>RESEÑA<br><br>Textos clave: Job 19:25-27; Salmo 73:24; Daniel 12:2.<br><br>Enfoque del estudio:</strong><br><br>La muerte es deprimente, fría y antinatural. Roba certeza y significado a la vida y rompe abruptamente las relaciones. Morir no tiene sentido. Como humanos, nunca estuvimos destinados a morir; solo por el pecado morimos. Sin embargo, en el Jardín del Edén, en medio de las tinieblas y la desesperación, Dios introdujo la esperanza. La esperanza brilla donde no hay esperanza, como la luna y las estrellas aportan luz en la oscuridad. Esta esperanza comenzó cuando Dios buscó a Adán y a Eva (Gén. 3:9) y les anunció que enviaría a la Simiente prometida para derrotar a Satanás (Gén. 3:15). La esperanza es un regalo de Dios mismo para nosotros. Eva pensó que su hijo primogénito sería ese Salvador (Gén. 4:1), pero únicamente el Mesías, Jesucristo, vencería la muerte.<br><br>La iglesia del Antiguo Testamento (Hech. 7:38) vivía de esta esperanza: anhelaba la venida del Mesías y el establecimiento de su Reino. La esperanza de la resurrección ya es sólida en el Antiguo Testamento. Comienza con Job, culmina con Daniel, y entre ellos, varios autores dan testimonio de ella.<br><strong><br>COMENTARIO</strong><br><br>Repasemos brevemente los principales pasajes relacionados con la esperanza de la resurrección en el Antiguo Testamento:<br><br><strong>Job 19:25-27</strong><br><br>Se puede argumentar que no hay texto más poderoso y destacado sobre la certeza personal de la resurrección que el del patriarca Job. Este libro es una confesión de fe expresada en forma impresionante y elocuente. Estos versículos contienen una de las más bellas expresiones de esperanza en una resurrección corporal. Aquí encontramos una declaración que podemos encontrar grabada en muchas tumbas cristianas: La poderosa declaración de Job de que verá a Dios en su carne después de la muerte es la más antigua de la Biblia, y establece el tono de esta increíble esperanza de lo que Dios hará al final de la historia de la Tierra. Job declara: “Yo sé que mi Redentor vive” (Job 19:25). Conoce a su Dios, que está vivo, y lo llama “Redentor” (en hebreo: go’el, pariente redentor, defensor, vindicador, protector), como lo fue Booz para Rut (Rut 4:14). Job continúa con la seguridad de que su Redentor “vive, y al fin se levantará sobre el polvo” (Job 19:25) para resucitarlo a una nueva vida.<br><br>Desafortunadamente, por lo general la gente conoce y cita solo el versículo 25, pero lo que sigue es igualmente determinante: “Y después de deshecha esta mi piel, en mi carne he de ver a Dios; al cual veré por mí mismo, y mis ojos lo verán, y no otro, aunque mi corazón desfallece dentro de mí” (Job 19:26, 27).<br><br>Nota el tono personal de la declaración solemne de Job: mi, mí, mis, por mí mismo. Cree firmemente, de corazón, que verá a Dios en su carne, con sus propios ojos, aunque muera y su carne sea destruida. Esta convicción personal de un futuro día de resurrección no puede expresarse de mejor manera y con mayor énfasis. Salmo 16:9, 10 “Se alegró por tanto mi corazón, y se gozó mi alma; mi carne también reposará confiadamente; porque no dejarás mi alma en el Seol [sheol, sepulcro, muerte], ni permitirás que tu santo vea corrupción”. El término hebreo sheol utilizado aquí se traduce en otras versiones bíblicas como “el lugar de los muertos” (PDT), “el reino de los muertos” (BLP), “entre los muertos” (NTV), “en el sepulcro” (RVA, NVI, DHH). Este término se encuentra 66 veces en la Biblia hebrea y, en la mayoría de los casos, su significado es sinónimo de tumba. Tanto los impíos como los justos descienden al sheol (Gén. 37:35; 42:38; 44:29, 31; Núm. 16:30, 33; 1 Rey. 2:6, 9; Job 21:13; Sal. 49:17; 89:48; Ecl. 9:10; Isa. 14:9, 11, 15; 38:10; Eze. 31:15-17). Además, el Señor rescata a los fieles del sheol (Ose. 13:14); nadie puede esconderse de Dios en el sheol (Sal. 139:8, Amós 9:2), y no hay trabajo ni ninguna otra actividad en el sheol (Ecl. 9:10).<br><br>En ninguna parte de la Biblia se describe el sheol como el inframundo sombrío donde viven los muertos o donde las almas o espíritus humanos continúan su existencia. La palabra sheol es una designación del sepulcro, el lugar de los muertos (ver, por ejemplo, la consistencia de la traducción de la NVI, donde, en la mayoría de los casos, la palabra sheol se traduce como sepulcro, pero también como muerte, el reino de la muerte, lo más profundo de la tierra, puertas de la muerte y otras).<br><br>David se regocija porque después de la muerte descansará en paz y Jehová no se olvidará de él, sino que lo resucitará a una nueva vida y él no experimentará una destrucción duradera (shájat significa destrucción, corrupción, decadencia, pozo).<br><br>Este texto trasciende la experiencia de David y tiene un significado mesiánico más profundo. El Santo (hebreo jasid, devoto, el Fiel, el Santo), es decir, el Mesías Jesucristo, no se pudrirá en su tumba, su cuerpo no decaerá, porque resucitará después de descansar tres días (contados de manera inclusiva) en la tumba (sheol).<br><br>El Nuevo Testamento cita este texto como un anuncio profético de la resurrección de Cristo (Hech. 2:25-28; 13:35).<br><br><strong>Salmo 49:9-15</strong><br><br>El salmista presenta un contraste entre el destino general de las personas y la recompensa de los justos. Por un lado, la gente morirá e irá a sus tumbas (sheol), porque no “viv[irá] en adelante para siempre, sin jamás ver corrupción [shájat]” (Sal. 49:9 RVR1995; comparar con Sal. 16:10; 17:15). En cambio, los que aman y obedecen a Jehová tendrán un destino diferente. El poeta declara: “Dios me rescatará [padá, recuperar, redimir] de las garras del sepulcro [sheol, tumba] y con él me llevará [laqaj, recibir, tomar]” (Sal. 49:15, NVI). Los traductores de la NTV interpretan el texto hebreo de una manera poderosa: “Dios [...] me arrebatará del poder de la tumba”.<br><br><strong>Salmo 71:20</strong><br><br>“Tú, que me has hecho ver muchas angustias y males, volverás a darme vida, y de nuevo me levantarás de los abismos de la tierra”. Este salmo es una oración pidiendo la ayuda de Dios en la vejez. El Señor estuvo con el salmista desde su nacimiento e hizo grandes cosas por él; por lo que le pide a Dios que lo proteja de sus enemigos. Dios no solo restaura la fuerza física y la salud, sino también tiene poder para resucitar. El salmista cree en Dios y confía en que él lo levantará (hebreo: ‘alá, subir, ascender) de “los abismos [hebreo: tehom, que significa fondo, profundidad] de la tierra”, que puede ser una descripción figurativa de la tumba. Por lo tanto, esta imagen poética insinúa una resurrección física. La lectura de la Nueva Traducción Viviente está impregnada de esta esperanza: “Volverás a darme vida y me levantarás de las profundidades de la tierra”.<br><strong><br>Salmo 73:24</strong><br><br>Asaf, en su búsqueda existencial por comprender los enigmas de la vida con respecto a la prosperidad de los impíos y el sufrimiento de los justos, concluye que es Dios quien lo sostiene y lo guía. Dios le garantiza el futuro y lo resucitará para vida eterna: “Me tomaste de la mano derecha. Me has guiado según tu consejo, y después me recibirás en gloria” (Sal. 73:23, 24). Dios da sentido a la vida actual, pero además nos garantiza un futuro incluso después de la muerte.<br><br>El verbo para “recibir” es laqaj, y se usa en la historia de Enoc cuando Dios se lo llevó (laqaj; Gén. 5:24), así como en la narración de Elías, quien también fue llevado al cielo (laqaj, 2 Rey. 2:3, 9; también se usa otro verbo, a saber, ‘alá, alzar, subir, como en 2 Rey. 2:1, 11).<br><strong><br>Isaías 26:19</strong><br><br>El profeta Isaías, en el denominado “Pequeño Apocalipsis”, presenta la esperanza de la resurrección y la anuncia con arrojo: “Tus muertos vivirán; sus cadáveres resucitarán. ¡Despertad y cantad, moradores del polvo! porque tu rocío es cual rocío de hortalizas, y la tierra dará sus muertos” (Isa. 26:19). Así se caracteriza una esperanza gloriosa y un futuro brillante para quienes esperan en el Señor. Este versículo es muy explícito acerca de la resurrección física. El profeta Daniel, como veremos a continuación, fundamenta su afirmación sobre la resurrección en el anuncio de Isaías.<br><br><strong>Daniel 12:2, 13</strong><br><br>Daniel señala un día de resurrección: “Muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua” (Dan. 12:2). La revelación de Dios a Daniel culmina con esta declaración. La muerte se compara con el sueño, y los que están muertos resu- citarán: los que sirvieron a Dios recibirán la vida eterna, pero los impíos serán condenados a la muerte eterna.<br><br>Dios también asegura a Daniel que él resucitará a una nueva vida en el mismo fin: “En cuanto a ti, sigue tu camino hasta el final. Descansarás y, entonces, al final de los días, te levantarás para recibir la herencia que ha sido guardada para ti” (Dan. 12:13, NTV). La muerte es similar a un descanso después de trabajar fielmente. Pero luego vendrá la dulce herencia: la vida eterna con el Señor.<br><br><strong>Jonás 2:2</strong><br><br>La alusión a la resurrección en la historia de Jonás está relacionada con su permanencia de tres días en el vientre de un gran pez. Jonás define esta experiencia como estar en el sheol; es decir, en una tumba (Jon. 2:2). Después de tres días y tres noches, fue traído a una nueva vida cuando fue vomitado por el gran pez de este sheol. En su oración, dice: “Descendí a los cimientos de los montes; la tierra echó sus cerrojos sobre mí para siempre; mas tú sacaste mi vida de la sepultura, oh Jehová, Dios mío” (Jon. 2:6). Jesús comparó su estadía en la tumba y su resurrección con la experiencia de Jonás (Mat. 12:40).<br><strong><br>Oseas 6:2</strong><br><br>El profeta Oseas habla sobre el renacimiento espiritual de Israel y su retorno a Dios en términos de resucitar de la muerte a una vida nueva. La imagen de la resurrección se utiliza para explicar esta nueva vida del pueblo de Dios.<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br><strong>1.</strong> ¿Cómo puedes transmitir esperanza a los que sufren por la muerte de un ser querido en su familia?<br><br><strong>2</strong>. La visión bíblica de la resurrección, ¿cómo puede transformar tu actitud hacia la muerte y la desesperación?<br><br><strong>3. </strong>La esperanza de la Segunda Venida, ¿cómo puede aumentar la calidad de tus relaciones, ya sea en el matrimonio, en el vecindario o en el lugar de trabajo?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>LA ESPERANZA DEL ANTIGUO TESTAMENTO<br></p>",
      "verse": "<p>Por la fe Abraham, cuando fue probado, ofreció a Isaac; y el que había recibido las promesas ofrecía su unigénito [...] pensando que Dios es poderoso para levantar aun de entre los muertos, de donde, en sentido figurado, también le volvió a recibir (Heb. 11:17, 19)<br></p>",
      "versionCode": 22,
      "weekDate": "15-21 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
