{
  "data": [
    {
      "color": "#bf9767",
      "id": 701,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "June 28",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>The book of Exodus resonates with accounts of the oppressed, the marginalized, the persecuted, the exploited, and the degraded. Thus, people today who feel abandoned, forgotten, and enslaved can find hope, because the same God who saved the Hebrews can save them as well.\n</p><p>The book of Exodus speaks to the existential battles of life and to the injustices and trials that are part of this life. Everyone can be encouraged by the stories of God’s interventions in favor of His suffering people. God hears the cry of the oppressed, sees their struggles, notes their tears, and, in their agony, comes to help.\n</p><p>God takes the initiative to deliver those who trust in Him. We need simply to accept, by faith, what He offers us. This is why the book of Exodus should be studied, for it points to what Jesus has done for us all. It is a book about redemption, deliverance, and final salvation—all of which are ours, by faith, in Christ Jesus and what He has secured for us.\n</p><p>In the midst of the turmoil and darkness, if our eyes are fixed on God, we can recognize His presence, care, and help as He guides us to the eternal Promised Land.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "june 29",
          "dayTitle": "<p>God’s People in Egypt</p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>The book of Exodus is called in Hebrew shemot, literally “names” in English, according to the opening words of that ancient document. “And these are the names” is how it begins. The names of the patriarch Jacob’s family are enumerated right at the start.\n</p><p><strong>Read Exodus 1:1–7. What crucial truth is found here?</strong></p>\n<p><strong><sup>1</sup></strong> Now these are the names of the children of Israel who came to Egypt; every man and his household came with Jacob:</p>\n<p><strong><sup>2</sup></strong> Reuben, Simeon, Levi, and Judah;</p>\n<p><strong><sup>3</sup></strong> Issachar, Zebulun, and Benjamin;</p>\n<p><strong><sup>4</sup></strong> Dan, Naphtali, Gad, and Asher.</p>\n<p><strong><sup>5</sup></strong> All the persons who came from Jacob to Egypt were seventy in number, including Joseph who was already in Egypt.</p>\n<p><strong><sup>6</sup></strong> Now Joseph died, and all his brothers, and all that generation.</p>\n<p><strong><sup>7</sup></strong> But the children of Israel were fruitful and increased abundantly, multiplied and grew exceedingly mighty; and the land was filled with them.</p><p>The book of Exodus begins with a reminder of God’s blessing. When the patriarch Jacob and his family settled in Egypt, they were only 70 people (Gen. 46:27, Exod. 1:5); but the Israelites “were fruitful and increased abundantly, multiplied and grew exceedingly mighty; and the land was filled with them” (Exod. 1:7, NKJV). By the time of the Exodus, however, they counted “about six hundred thousand men on foot, besides children” (Exod. 12:37, NKJV).\n</p><p><strong>Read Exodus 1:8–11. What was the situation of the Israelites at the time of the Exodus?</strong></p><p>\n</p>\n<p><strong><sup>8</sup></strong> Now there arose a new king over Egypt, who did not know Joseph.</p>\n<p><strong><sup>9</sup></strong> And he said to his people, “Look, the people of the children of Israel are more and mightier than we;</p>\n<p><strong><sup>10</sup></strong> come, let us deal wisely with them, lest they multiply, and it happen, in the event of war, that they also join our enemies and fight against us, and so go up out of the land.”</p>\n<p><strong><sup>11</sup></strong> Therefore they set taskmasters over them to afflict them with their burdens. And they built for Pharaoh supply cities, Pithom and Raamses.</p><p>The biblical text paints the story of the children of Israel in Egypt in dark colors. The book of Exodus begins with their enslavement by Egyptian taskmasters and the oppressive labor that they imposed upon the Hebrews. The book of Exodus ends, however, with God’s peaceful and comforting presence in the tabernacle, at the center of the Israelite camp (see Exodus 40). In between these two opposite poles, God’s triumph is described. By the Lord’s liberating His people from slavery, by His opening the Red Sea, and by His defeating the strongest army of that time, God’s spectacular victory over the forces of evil is revealed.\n</p><p>The story paradoxically stresses that the more the oppressors “afflicted them [the Israelites], the more they multiplied and grew” (Exod. 1:12, NKJV). That is, no matter the human machinations, God is still sovereign and will save His people, even if circumstances appear hopeless, at least from a human perspective.\n</p><p><strong>A new king arose who knew not Joseph. What does this account tell us about how we should never take circumstances, especially good ones, for granted?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 30",
          "dayTitle": "<p>The Historical Background</p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>When Jacob’s family arrived in Egypt after experiencing famine in Canaan (Genesis 46), the Egyptian king was friendly toward the Hebrews because of Joseph and all that he had done for the Egyptians.\n</p><p>“And Pharaoh said to Joseph, ‘See, I have set you over all the land of Egypt.’ Then Pharaoh took his signet ring off his hand and put it on Joseph’s hand; and he clothed him in garments of fine linen and put a gold chain around his neck. And he had him ride in the second chariot which he had; and they cried out before him, ‘Bow the knee!’ So he set him over all the land of Egypt” (Gen. 41:41–43, NKJV).\n</p><p>What was the key to Joseph’s amazing success in Egypt after such a rough start? (Read Gen. 37:26–28 and Gen. 39:2, 21.)</p><p><strong>&nbsp;Gen. 37:26–28</strong></p><p>\n</p><p>\n</p>\n<p><strong><sup>26</sup></strong> Then Judah said to his brothers, “What profit is there if we kill our brother and conceal his blood?</p>\n<p><strong><sup>27</sup></strong> Come and let us sell him to the Ishmaelites, and let not our hand be upon him, for he is our brother, our own flesh.” And his brothers listened.</p>\n<p><strong><sup>28</sup></strong> Then Midianite traders passed by; so the brothers pulled Joseph up and lifted him out of the pit, and sold him to the Ishmaelites for twenty shekels of silver. And they took Joseph to Egypt.</p><p><strong>&nbsp;Gen. 39:2, 21</strong></p>\n<p><strong><sup>2</sup></strong> And the LORD was with Joseph, and he was a successful man; and he was in the house of his master the Egyptian.</p>\n<p><strong><sup>21</sup></strong> But the LORD was with him and showed him mercy, and He gave him favor in the sight of the keeper of the prison.</p><p>The most plausible historical background to the Joseph story is the following: the new ruler, in Exodus 1:8 (ESV), “who did not know Joseph,” is Ahmose (1580–1546 bc). Next came Amenhotep I (1553–1532 bc), the ruler who feared the Israelites and oppressed them. Later Thutmose I (1532–1514 bc) issued the death decree for all the Hebrew male children. His daughter Hatshepsut (1504–1482 bc) was the princess who adopted Moses to be her son. Pharaoh Thutmose III (1504–1450 bc), who was for some time coregent with Hatshepsut, was the pharaoh of the Exodus. The Exodus occurred, according to the best calculations, in March 1450 bc (see William H. Shea, “Exodus, Date of the,” The International Standard Bible Encyclopedia, edited by Geoffrey W. Bromiley et al., vol. 2 [Grand Rapids, MI: William B. Eerdmans, 1982], pp. 230–238). To understand the time of the Exodus, study the following biblical texts: Gen. 15:13–16; Exod. 12:40, 41; Judg. 11:26; and 1 Kings 6:1 (see also Acts 7:6; Gal. 3:16, 17).\n</p><p>The first chapter of Exodus covers a long period—from the time of Joseph, when his father, Jacob, with the entire family entered Egypt, to Pharaoh’s death decree. Though some debate exists over the exact number of years, what matters is that, even with His people enslaved in a foreign land, the Lord did not forget them.\n</p><p>That is, even though many details about the Hebrews in Egypt at that time remain hidden, at least for now (see 1 Cor. 13:12), the revelation of God’s character still shines through the pages of this book, as it does all through Scripture. We can know that no matter how bad things seem, God is always there, and we can trust Him in whatever bad situation we find ourselves.</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 1",
          "dayTitle": "<p>The Hebrew Midwives</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>One cannot understand the book of Exodus without presupposing the teachings of Genesis. The Jews moved to Egypt, and, after a time of great prosperity and peace, they were enslaved.\n</p><p>But God did not abandon His people to their problems, even though it may sometimes have seemed so. No doubt many of the Hebrew people despaired of their plight. Yet, in the time of distress, God comes to help with His mighty hand. Our Lord encourages His followers: “Call upon Me in the day of trouble, and I will deliver you, and you shall glorify Me” (Ps. 50:15, NKJV).\n</p><p><strong>Read Exodus 1:9–21. What key role did the faithful midwives play, and why are they remembered in history?</strong></p><p><strong>Exodus 1:9–21</strong></p><p>\n</p><p>\n</p><p><strong><sup>9</sup></strong> And he said to his people, “Look, the people of the children of Israel are more and mightier than we.</p>\n<p><strong><sup>10</sup></strong> Come, let us deal wisely with them, lest they multiply, and it happen, in the event of war, that they also join our enemies and fight against us, and so go up out of the land.”</p>\n<p><strong><sup>11</sup></strong> Therefore they set taskmasters over them to afflict them with their burdens. And they built for Pharaoh supply cities, Pithom and Raamses.</p>\n<p><strong><sup>12</sup></strong> But the more they afflicted them, the more they multiplied and grew. And they were in dread of the children of Israel.</p>\n<p><strong><sup>13</sup></strong> So the Egyptians made the children of Israel serve with rigor.</p>\n<p><strong><sup>14</sup></strong> And they made their lives bitter with hard bondage—in mortar, in brick, and in all manner of service in the field. All their service in which they made them serve was with rigor.</p>\n<p><strong><sup>15</sup></strong> Then the king of Egypt spoke to the Hebrew midwives, of whom the name of one was Shiphrah and the name of the other Puah;</p>\n<p><strong><sup>16</sup></strong> and he said, “When you do the duties of a midwife for the Hebrew women, and see them on the birthstool, if it is a son, then you shall kill him; but if it is a daughter, then she shall live.”</p>\n<p><strong><sup>17</sup></strong> But the midwives feared God, and did not do as the king of Egypt commanded them, but saved the male children alive.</p>\n<p><strong><sup>18</sup></strong> So the king of Egypt called for the midwives and said to them, “Why have you done this thing, and saved the male children alive?”</p>\n<p><strong><sup>19</sup></strong> And the midwives said to Pharaoh, “Because the Hebrew women are not like the Egyptian women, for they are lively and give birth before the midwives come to them.”</p>\n<p><strong><sup>20</sup></strong> Therefore God dealt well with the midwives, and the people multiplied and grew very mighty.</p>\n<p><strong><sup>21</sup></strong> And so it was, because the midwives feared God, that He provided households for them.</p><p>No pharaoh has a name in the book of Exodus. They carry the title of “Pharaoh” only, which means “king.” The Egyptians believed that the pharaoh was a god on earth, the son of the god Ra (or Osiris or Horus). Ra was considered the highest Egyptian deity, the sun god himself.\n</p><p>Yet despite all his power, this “god” was not able to force the midwives to go contrary to their convictions. In fact, in contrast to the nameless pharaoh, the two midwives are named, Shiphrah and Puah (Exod. 1:15); they are highly esteemed because they feared the Lord. Pharaoh’s wicked command had no effect on them because they respected God more than the orders of an earthly ruler (see also Acts 5:29). Thus, God blessed them with their own large families. What a powerful testimony to faithfulness. These women, regardless of how little they knew of theology, knew not only what was right but chose to do what was right.\n</p><p>When Pharaoh saw that his plot had failed, he commanded the Egyptians to kill all the male babies born to the Hebrews. They were to throw them into the Nile River, probably as an offering to Hapi, the god of the Nile, and also a god of fertility. (This is the first recorded time that Jews are to be killed only because they are Jews.) The purpose of the death decree was to subdue the Hebrews, to annihilate all male descendants, and to assimilate the women into the Egyptian nation, thus ending the threat that Pharaoh believed the Hebrews posed to his nation.\n</p><p><strong>The midwives not only knew what the right action was to take, but they took it. What’s the obvious message here for us?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 2",
          "dayTitle": "<p>Moses Is Born</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Exodus 2:1–10. What role did God’s providence and protection play in Moses’ birth story?</strong></p><p><strong>Exodus 2:1–10</strong></p><p><strong><sup>1</sup></strong> Now a man of the tribe of Levi went and took as wife a Levite woman.</p>\n<p><strong><sup>2</sup></strong> And the woman conceived and bore a son. When she saw that he was a fine child, she hid him three months.</p>\n<p><strong><sup>3</sup></strong> But when she could no longer hide him, she took for him an ark of bulrushes, daubed it with asphalt and pitch, put the child in it, and laid it in the reeds by the river’s bank.</p>\n<p><strong><sup>4</sup></strong> And his sister stood afar off, to know what would be done to him.</p>\n<p><strong><sup>5</sup></strong> Then the daughter of Pharaoh came down to bathe at the river. And her maidens walked along the riverside. She saw the ark among the reeds and sent her maid to get it.</p>\n<p><strong><sup>6</sup></strong> When she opened it, she saw the child, and behold, the baby wept. So she had compassion on him, and said, “This is one of the Hebrews’ children.”</p>\n<p><strong><sup>7</sup></strong> Then his sister said to Pharaoh’s daughter, “Shall I go and call a nurse for you from the Hebrew women, that she may nurse the child for you?”</p>\n<p><strong><sup>8</sup></strong> And Pharaoh’s daughter said to her, “Go.” So the girl went and called the child’s mother.</p>\n<p><strong><sup>9</sup></strong> Then Pharaoh’s daughter said to her, “Take this child away and nurse him for me, and I will give you your wages.” So the woman took the child and nursed him.</p>\n<p><strong><sup>10</sup></strong> And the child grew, and she brought him to Pharaoh’s daughter, and he became her son. So she called his name Moses, saying, “Because I drew him out of the water.”</p><p>The historical background of Moses’ birth and life is thrilling because he lived during the time of the famous Egyptian eighteenth dynasty. One king during this dynasty—Thutmose III, called the “Napoleon of Egypt”—is considered one of the most famous pharaohs of ancient Egypt.\n</p><p>Though under a death sentence at birth (see Exod. 1:22), Moses was born as a “special” son (NLT; Hebrew tob, lit. “good”; Exod. 2:2). The Hebrew term describes more than external beauty. This word is used, for example, in characterizing God’s work during Creation week, when He declared everything was “good,” even “very good” (Gen. 1:4, 10, 31).\n</p><p>As a new creation, this “good” child will, according to God’s plan, become the adult who will lead the Hebrews out of their bondage. At this baby’s birth, especially under such dire circumstances, who could have envisioned his future? Nevertheless, God will fulfill His words to Abraham, Isaac, and Jacob. He covenanted with them that He would give their descendants the Promised Land (Exod. 2:24, 25). And, yes, He would use this tob infant, decades later, to do just that.\n</p><p>Until then, the Egyptian princess Hatshepsut adopted Moses as her son. The name given to Moses has an Egyptian origin, meaning “son of ” or “born of,” as reflected in the names of Ah-mose (“son of Akh”) or Thut-mose (“son of Thoth”). His name is, thus, rendered in Hebrew as Mosheh, namely “drawn out.” His life was miraculously spared when he was “drawn out” of the river.\n</p><p>We know only a few things about his early life. After being miraculously saved and adopted by Hatshepsut, Moses lived for his first 12 years with his original family (Exod. 2:7–9; Ellen G. White, Patriarchs and Prophets, p. 244). Moses then received the best Egyptian education, all in order to prepare him to be the next pharaoh of Egypt (Patriarchs and Prophets, p. 245). How fascinating that, ultimately, so much of this education would be useless for, or even work against, what really mattered: the knowledge of God and of His truth.\n</p><p><strong>How much are you learning that is ultimately useless for what really matters?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 3",
          "dayTitle": "<p>A Change of Plans</p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Exodus 2:11–25. What events quickly transpired to change the entire direction of Moses’ life? What lessons can we learn from this story?</strong></p><p><strong>Exodus 2:11–25</strong></p><p><strong><sup>11</sup></strong> Now it happened in those days, when Moses was grown, that he went out to his brethren and looked at their burdens. And he saw an Egyptian beating a Hebrew, one of his brethren.</p>\n<p><strong><sup>12</sup></strong> So he looked this way and that way, and when he saw no one, he killed the Egyptian and hid him in the sand.</p>\n<p><strong><sup>13</sup></strong> When he went out the second day, behold, two Hebrew men were fighting. And he said to the one who did the wrong, “Why do you strike your companion?”</p>\n<p><strong><sup>14</sup></strong> Then he said, “Who made you a prince and a judge over us? Do you intend to kill me as you killed the Egyptian?” And Moses feared, and said, “Surely this thing is known!”</p>\n<p><strong><sup>15</sup></strong> Now when Pharaoh heard this thing, he sought to kill Moses. But Moses fled from the face of Pharaoh and dwelt in the land of Midian; and he sat down by a well.</p>\n<p><strong><sup>16</sup></strong> Now the priest of Midian had seven daughters. And they came to draw water and filled the troughs to water their father’s flock.</p>\n<p><strong><sup>17</sup></strong> Then the shepherds came and drove them away, but Moses stood up and helped them, and watered their flock.</p>\n<p><strong><sup>18</sup></strong> When they came to Reuel their father, he said, “How is it that you have come so soon today?”</p>\n<p><strong><sup>19</sup></strong> And they said, “An Egyptian delivered us from the hand of the shepherds, and also drew water enough for us and watered the flock.”</p>\n<p><strong><sup>20</sup></strong> So he said to his daughters, “Where is he? Why is it that you have left the man? Call him, that he may eat bread.”</p>\n<p><strong><sup>21</sup></strong> Then Moses was content to dwell with the man, and he gave his daughter Zipporah to Moses.</p>\n<p><strong><sup>22</sup></strong> And she bore a son, and he called his name Gershom, for he said, “I have been a stranger in a foreign land.”</p>\n<p><strong><sup>23</sup></strong> Now it came to pass in the process of those many days that the king of Egypt died. But the children of Israel sighed because of the bondage, and they cried out; and their cry came up to God because of the bondage.</p>\n<p><strong><sup>24</sup></strong> So God heard their groaning, and God remembered His covenant with Abraham, with Isaac, and with Jacob.</p>\n<p><strong><sup>25</sup></strong> And God looked upon the children of Israel, and God acknowledged them.</p><p>What would Moses do? Would he succumb to the lure of Egypt and to the pleasures of the court, or would he endure hardship with his embattled people? Events soon forced a decision for him.\n</p><p>“When Pharaoh heard of this matter, he sought to kill Moses. But Moses fled from the face of Pharaoh and dwelt in the land of Midian; and he sat down by a well” (Exod. 2:15, NKJV).\n</p><p>After the killing, Moses really had no choice, at least as far as remaining in Egypt. Thus, whatever plans there were for him to ascend to the throne of Egypt and to become a “god,” those plans were quickly ended. Rather than becoming a false god, Moses would serve the true God instead. No doubt, at the time when he fled, Moses had no idea what the future held for him.\n</p><p>“The whole matter [of Moses’ killing the Egyptian] was quickly made known to the Egyptians, and, greatly exaggerated, soon reached the ears of Pharaoh. It was represented to the king that this act meant much; that Moses designed to lead his people against the Egyptians, to overthrow the government, and to seat himself upon the throne; and that there could be no security for the kingdom while he lived. It was at once determined by the monarch that he should die; but, becoming aware of his danger, he [Moses] made his escape and fled toward Arabia.”—Ellen G. White, Patriarchs and Prophets, p. 247.\n</p><p>Moses lived 120 years (Deut. 34:7), and his life can be divided into three parts of 40 years each. The first 40 years were in Egypt, much of them in the royal palace. The second 40 years he spent in Jethro’s house in the Midian territory.\n</p><p>It’s the last 40 years, however, that take up the bulk of the first five books of Moses (and this quarter), and they tell the story of Israel’s early calling to witness to a world steeped in idolatry, revealing the nature and character of the true God (see Deut. 4:6–8).\n</p><p><strong>Was it God’s plan that Moses kill the Egyptian? If not, what does this story teach us about how God can overrule in any situation and use it for His own purposes? How does Romans 8:28 help us understand this important truth?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 4",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>Read Ellen G. White, “Moses,” pp. 241–251, in Patriarchs and Prophets, which will give you significant insights into the studied portion of the biblical text for this week.\n</p><p>The biblical text states that “the midwives feared God, and did not do as the king of Egypt commanded them, but saved the male children alive” (Exod. 1:17, NKJV). Ellen G. White aptly comments on the faithfulness of the midwives and the Messianic hope: “Orders were issued to the women whose employment gave them opportunity for executing the command, to destroy the Hebrew male children at their birth. Satan was the mover in this matter. He knew that a deliverer was to be raised up among the Israelites; and by leading the king to destroy their children he hoped to defeat the divine purpose. But the women feared God, and dared not execute the cruel mandate. The Lord approved their course, and prospered them.”—Patriarchs and Prophets, p. 242.\n</p><p>The good news in all this is that, despite Satan’s plans, God overruled, and He used faithful people to thwart the enemy. We do live in the territory of our enemy, whom Jesus called “the prince” or “ruler of this world” (Eph. 2:2, NKJV; John 14:30). Satan usurped this position from Adam, but Jesus Christ defeated him in His life and through His death on the cross (Matt. 4:1–11, John 19:30, Heb. 2:14). Although Satan is still alive and active, as revealed in his attempt to kill those children, his own execution is certain (John 12:31; John 16:11; Rev. 20:9, 10, 14). The good news is that life’s difficulties can be overcome by God’s grace (Phil. 4:13). That grace is our only hope.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.</strong> Why did God allow the Hebrews to live in Egypt and be oppressed? Why did it take so long for God to intervene on their behalf? Remember, too, that each person suffered only as long as the person lived. That is, the time of suffering for the nation was long, but each person suffered only as long as that single person lived. Why is making that distinction important in seeking to understand human suffering in general?\n</p><p><strong>2.</strong> Dwell more on the questions regarding how God was able to use Moses’ hotheaded act of killing the Egyptian. Suppose he hadn’t done it? Would that have meant the Hebrews would not have eventually escaped from Egypt? Explain your reasoning.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>No Rats for Lunch\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Peter Siamikobo enjoyed digging for rats in a mountainous village in Zambia. The boy and his family ate the rodents with maize-meal porridge at mealtime. They also enjoyed eating pigs and bubble fish. Pork was always on the table at Christmas. Bubble fish was popular for its boneless meat.\n</p><p>So, it came as a surprise to Peter when he learned that the Bible prohibited his favorite meats.\n</p><p>He heard about unclean food for the first time when he traveled about 20 miles from his hometown to visit a brother who was working at a farm operated by Seventh-day Adventist missionaries from the United States. He stayed for Sabbath worship services, and the preacher spoke about the clean and unclean animals of Leviticus 11. Peter realized that he and his family were following a meal plan that didn’t match the Bible’s teaching.\n</p><p>After a while, the missionaries began to hold worship services in Peter’s elementary school on Sabbath afternoons. Peter attended the meetings, even though he had to walk two miles to reach the school. His parents, however, discouraged him from going and reminded him that he had been baptized as a baby. Father even ordered him to work on the family farm on Saturdays. Peter didn’t know anything about Sabbath observance, and he quickly did his work in the morning so he go to the afternoon meeting.\n</p><p>In high school, Peter made new friends from Adventist families. He studied the Bible with them and gave his heart to Jesus in baptism by immersion. He stopped eating rats, pork, and bubble fish.\n</p><p>Over time, his parents grew to appreciate the seventh-day Sabbath. They understood why he didn’t eat unclean meat. Every Sabbath that he was at home, they encouraged him not to be late for Sabbath School.\n</p><p>Today, there is an Adventist church in Peter’s town. Through the Adventist influence, many townspeople have stopped eating unclean food. Peter is grateful that he learned as a boy about the importance of healthy living and glorifying God with his diet. After all, 1 Corinthians 10:31 says, “Therefore, whether you eat or drink, or whatever you do, do all to the glory of God” (NKJV).\n</p><p>“Thank Jesus for saving me from unclean food,” said Peter, a church elder and head of the Social Sciences Department at Rusangu Secondary School, a Seventh-day Adventist high school, in Zambia.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>TEACHERS</strong></p>",
          "id": 19,
          "idDay": 9,
          "idLesson": 1,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Exodus 2:23–25\n</strong></p><p><strong>Study Focus: Exod. 1:1–2:25\n</strong></p><p>Introduction: This first lesson summarizes the long history of God’s people in Egypt, spanning from the time of Joseph, when Israel experienced enormous prosperity, to their enslavement under the cruel Pharaoh, who ordered the execution of all male babies. However, God is not passive when forces of evil try to destroy His people. He is their Savior. So, He sent a deliverer, His servant Moses, whose miraculous protection at birth led to his extraordinary inclusion in Pharaoh’s family as an adopted son. The first 40 years of Moses’ life are marked by receiving the best education, first from his mother and then at the Egyptian university. Even though he was trained to sit on the throne of Egypt and become a great leader, Moses found himself, through his mistakes and God’s providence, in Jethro’s household. There he married and became a shepherd.\n</p><p><strong>Lesson Themes\n</strong></p><p><strong>1. God’s fulfillment of His promises and blessings of prosperity are to be celebrated.</strong> Thankful hearts recognize God’s love and care in their lives and acknowledge that it is God who blesses and intervenes to give prosperity and success. However, if not careful, we can all too easily lose sight of the fact that God, not our achievements, is responsible for our prosperity. Forgetting that all we have ultimately belongs to God may lead some to be overcome with jealousy, desiring to control and destroy the good work that God is seeking to do through them to save others.\n</p><p><strong>2. Prayers have different functions.</strong> They not only serve to praise the Lord for His goodness and kindness toward us, but they are petitions—cries of wounded, oppressed, desperate, and abused people who need help. Evil people may violate the rights of others, but God promises to assist those who are thus harmed.\n</p><p><strong>3. The good news is that God hears our desperate calls for His forgivenes</strong><strong>s, presence, and intervention</strong>. He sees our struggles, notes our tears, understands our agony, and responds to our groanings.\n</p><p><strong>4. All oppressed, persecuted, exploited</strong><strong>, and marginalized people can identify with the stories in the book of Exodus.</strong> Through these historical accounts, they learn that they are not alone. God is with them in spite of His perceived silence. His invisible presence and Bible promises seek to provide inner comfort and the assurance of salvation.\n</p><p><strong>5. God remembers His covenant with Abraham, Isaac, and Jacob</strong>. He is faithful. What He promises He delivers. God intervenes in His own time. Divine timing is often contrary to our finite desires and expectations.\n</p><p><strong>Part II: Commentary\n</strong></p><p>The book of Exodus is not about Moses but, primarily, about God and His leadership in the life of Moses and Israel. Exodus begins with the picture of God’s blessings upon Jacob’s family: they were only 70 individuals when they followed Joseph to Egypt, but they became exceedingly numerous (Exod. 1:7, NIV), in accordance with God’s promise to Abraham (Gen. 15:5).\n</p><p>However, Israel’s prosperity turns into a problem. The new Egyptian Pharaoh becomes jealous and afraid of Israel; so, he shrewdly enslaves them through hard work and oppression. Historically, these dramatic events can best be placed against the backdrop of Egypt’s Eighteenth Dynasty. The new Hyksos dynasty began to rule at that time. Its first king, Ahmose (1580–1546 b.c.), can be recognized as the one who did not acknowledge Joseph’s achievements (Exod. 1:8) and began to enslave the Israelites. The situation of God’s people quickly began to decline, from one of prosperity and the free inhabitance of Egypt to abject slavery under the bondage of harsh masters (Exod. 1:11, 13, 14). The king behind this drastic change was Amenhotep I (1553–1532). However, the more the Israelites were oppressed, the more they increased in number (Exod. 1:12). The pressure upon Pharaoh grew to subdue God’s people through hard labor.\n</p><p>This chain of pharaonic ruthlessness and oppression culminated during the cruel reign of Thutmose I (1532–1514), who mercilessly issued the death decree to kill all male Hebrew babies (Exod. 1:22). If the Exodus occurred in March 1450 b.c., the date we advocate, then Moses was born 80 years earlier, which would be 1530 b.c., during the rulership of Thutmose I. Thutmose I had a daughter who became Queen Hatshepsut (1504–1482). Hatshepsut adopted Moses and gave him that name. Hatshepsut died while Moses was in Midian. Hatshepsut’s husband Thutmose II (1508–1504) had, by a concubine, a son, namely Thutmose III (1504–1450), who was the Pharaoh of the Exodus. Pharaoh Amenhotep II (1453–1425), not the firstborn son of Thutmose III, was for more than two years a co-regent with his father and had a son who died in the tenth plague as the firstborn son. Pharaoh Thutmose IV (1425–1412), who succeeded Amenhotep II on the throne, was not the eldest son, as the inscription on the Sphinx Stela indicates. Thus, the biblical data can be harmonized with extrabiblical evidence.\n</p><p>Moses’ Egyptian name fits well with this time period (similar to the name Thutmose) and means “born of” or “drawn (from).” His full name probably was Hapi-mose (Hapi being the god of the river Nile). But Moses, when referring to himself and writing under God’s inspiration, cut Hapi from his name, a sign of his refusal to be associated with the god of the Nile.\n</p><p>Moses’ birth (Exod. 2:1–10) is a turning point in the flow of Israel’s history. God’s people were praying for deliverance from slavery, asking for His help in their desperate situation. God answered their supplications with the birth of Moses. God’s miraculous intervention to protect Moses’ life in this particular circumstance was possible only in collaboration with his parents and Miriam, his sister. Thus, we observe that God uses human instruments to advance His cause and purpose.\n</p><p>In the darkness of hardships and our own suffering, we need to fix our eyes on God and trust Him, His leadership, and His wisdom because He will never forsake His children. He is with them in the midst of oppression and persecution. He knows the tears of the abused and wounded. He suffers with them. The prophet Isaiah aptly declares that God is afflicted in all our afflictions (Isa. 63:9). His solidarity with us is strong and irrevocable. In our suffering, He suffers; in our distress, He feels distressed; and in our pain, He feels pain. He is on the side of the persecuted who suffer for righteousness’ sake (Matt. 5:10). He is a merciful and gracious Lord. He is longsuffering with us, and, on the cross, He suffered to secure our salvation. In contrast, oppressors, abusers, and violators will experience God’s judgment of condemnation and final destruction. In this context, let us remind ourselves of the insightful statement of Ellen G. White: “In the future life the mysteries that here have annoyed and disappointed us will be made plain. We shall see that our seemingly unanswered prayers and disappointed hopes have been among our greatest blessings.”—The Ministry of Healing, p. 474.\n</p><p>Shiphrah and Puah, two midwives, are models of faithfulness. Because they feared God, they did not need to be afraid of Pharaoh’s anger. Their respect for the God of life guided them to have respect for human life. They refused to kill, by “accident,” the male Hebrew babies at birth. They knew that life is a gift from God, so they rejected Pharaoh’s orders.\n</p><p>The Bible does not reveal to us much about the first 40 years of Moses’ life (Acts 7:23), save these salient details: (1) Moses became the son of Pharaoh’s daughter; (2) when grown, he killed an Egyptian who was beating a Hebrew; (3) he disputed with a Hebrew man hitting a fellow Hebrew; (4) subsequently, he flew to Midian where he stayed with Jethro, a priest, and married Jethro’s daughter, Zipporah; and (5) then he had a son, Gershon.\n</p><p>The principal point of the lesson for this week is the phrase “and God remembered his covenant” from our key text: “And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob” (Exod. 2:24). God’s faithfulness to His covenant promises brings stability into relationships between God and His people. He keeps His part, in spite of our unfaithfulness. God’s covenant constitutes the legal establishment of a relationship between God and His followers.\n</p><p>Nevertheless, His covenantal promise was seemingly unfulfilled, as His people were not prosperous but suffering. The statement that God “remembered his covenant” does not mean God had a lapse of memory or that He forgot His people. In His own time, God intervenes in favor of His people. God committed Himself by His word to Abraham that he would be a great nation; so, in fulfillment of this promise, God steps in to bring freedom to the oppressed. God delivers Israel because He promised to bless Abraham’s posterity.\n</p><p>In these two concluding verses, the term Elohim for God appears four times. Elohim is a mighty, strong God and is described in connection to four actions: God “heard,” “remembered,” “looked on,” and “was concerned.” These verses underline God’s knowledge of the situation, His care, and His willingness to act in favor of His people. He will change the flow of history because His time for intervention has arrived. God in His mercy will say no to the oppression and give freedom to His followers so that they may serve their God out of gratitude for the gift of freedom. Thus, God’s grace triumphs over violence, oppression, and slavery.\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1.</strong> How do you feel when people overlook, hurt, exploit, or abuse you? These deep disappointments and afflictions can help you to sympathize with those who go through similar experiences in life. How can you effectively encourage these suffering people? What is the best remedy for life’s disappointments?\n</p><p><strong>2.</strong> How can you effectively respond to the abuse of power in your workplace or in the church?\n</p><p><strong>3.</strong> Imagine what would happen if Moses’ parents and Miriam had not trusted God and had lacked the courage to hide their baby. What would have happened to God’s plan? How would God have reacted in this hypothetical situation? Would another Moses have stood up?\n</p><p><strong>4.</strong> How was it possible that Moses, after so many years of living in luxury and in a pagan home, decided to suffer with God’s people for a season?\n</p><p><strong>5.</strong> Those who bow down before God do not need to fear to stand before kings. They have made God’s will first in their lives; so, they go forward, courageously and boldly, to keep God’s commandments. What does it mean that Moses did not fear Pharaoh but God? How do you understand the paradoxical statement that because Moses saw “Him who is invisible” (NKJV), he was faithful to Him (Heb. 11:27, NIV)? How can you see God with the inward eye of faith?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>Oppression: The Background and the Birth of Moses</p>",
      "verse": "<p>“The children of Israel groaned because of the bondage, and they cried out; and their cry came up to God because of the bondage. So God heard their groaning, and God remembered His covenant with Abraham, with Isaac, and with Jacob. And God looked upon the children of Israel, and God acknowledged them” (Exodus 2:23–25, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "June 28-July 4"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
