{
  "data": [
    {
      "color": "#e4c5c4",
      "id": 704,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "JANUARY 20",
          "dayTitle": "<p>Read for This Week’s Study</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Again and again, the Psalms highlight the truth that the Sovereign Lord, who created and sustains the universe, also reveals Himself as a personal God who initiates and sustains a relationship with His people.\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>God is close to His people and to His creation, both in heaven and on earth (Ps. 73:23, 25). Though He “has established His throne in heaven” (Ps. 103:19, NKJV) and “rides on the clouds” (Ps. 68:4, NKJV), He also is “near to all who call upon Him, to all who call upon Him in truth” (Ps. 145:18, NKJV). The Psalms unswervingly uphold the truth that the Lord is the living God, who acts on behalf of those who call upon Him (Ps. 55:16–22). The Psalms are meaningful precisely because they are prompted by, and are addressed to, the living God, who hears and answers prayers.\n</p><p>We should remember that the proper response to the Lord’s nearness consists in a life of faith in Him and of obedience to His commandments. Nothing short of this faith and obedience will be acceptable to Him, as the history of Israel often revealed.\n</p><p>*Study this week’s lesson to prepare for Sabbath, January 27.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "JANUARY 21",
          "dayTitle": "<p>My Frame Was Not Hidden From You</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Psalm 139:1–18. How does this text poetically depict God’s power (Ps. 139:1?6), presence (Ps. 139:7?12), and goodness (Ps. 139:13?18)? What does God’s greatness say about God’s promises?</strong></p><p><strong>Psalm 139:1–18</strong></p><p><strong><sup>1</sup></strong> O Lord, You have searched me and known me.&nbsp;</p><p><strong><sup>2</sup></strong> You know my sitting down and my rising up; You understand my thought afar off.&nbsp;</p><p><strong><sup>3</sup></strong> You comprehend my path and my lying down, And are acquainted with all my ways.&nbsp;</p><p><strong><sup>4</sup></strong> For there is not a word on my tongue, But behold, O Lord, You know it altogether.&nbsp;</p><p><strong><sup>5</sup></strong> You have hedged me behind and before, And laid Your hand upon me.&nbsp;</p><p><strong><sup>6</sup></strong> Such knowledge is too wonderful for me; It is high, I cannot attain it.&nbsp;</p><p><strong><sup>7</sup></strong> Where can I go from Your Spirit? Or where can I flee from Your presence?&nbsp;</p><p><strong><sup>8</sup></strong> If I ascend into heaven, You are there; If I make my bed in hell, behold, You are there.&nbsp;</p><p><strong><sup>9</sup></strong> If I take the wings of the morning, And dwell in the uttermost parts of the sea,&nbsp;</p><p><strong><sup>10</sup></strong> Even there Your hand shall lead me, And Your right hand shall hold me.&nbsp;</p><p><strong><sup>11</sup></strong> If I say, “Surely the darkness shall fall on me,” Even the night shall be light about me;&nbsp;</p><p><strong><sup>12</sup></strong> Indeed, the darkness shall not hide from You, But the night shines as the day; The darkness and the light are both alike to You.&nbsp;</p><p><strong><sup>13</sup></strong> For You formed my inward parts; You covered me in my mother’s womb.&nbsp;</p><p><strong><sup>14</sup></strong> I will praise You, for I am fearfully and wonderfully made; Marvelous are Your works, And that my soul knows very well.&nbsp;</p><p><strong><sup>15</sup></strong> My frame was not hidden from You, When I was made in secret, And skillfully wrought in the lowest parts of the earth.&nbsp;</p><p><strong><sup>16</sup></strong> Your eyes saw my substance, being yet unformed. And in Your book they all were written, The days fashioned for me, When as yet there were none of them.&nbsp;</p><p><strong><sup>17 </sup></strong>How precious also are Your thoughts to me, O God! How great is the sum of them!&nbsp;</p><p><strong><sup>18 </sup></strong>If I should count them, they would be more in number than the sand; When I awake, I am still with You.</p><p><br></p><p>Did you ever want to help someone but had no means? Likewise, some people tried to help you but did not understand your needs. Unlike even the most loving and best-intentioned people, God has both the perfect knowledge of us and of our circumstances, and also the means to help us. Therefore, His promises of help and deliverance are not shallow platitudes but firm assurances.\n</p><p>\n</p><p><br></p><p>God’s knowledge of the psalmist is so great and unique that even his mother’s womb could not hide him from God (Ps. 139:13, 15). Divine knowledge pertains to time (Ps. 139:2), inner being (Ps. 139:2, 4), and space (Ps. 139:3)—the psalmist’s entire existence. God’s wonderful knowledge is the result of His creatorship and close acquaintance with people and is manifest in His care for them.\n</p><p>This wonderful truth about God knowing us intimately should not scare us but instead drive us into the arms of Jesus and what He has accomplished for us at the Cross. For by faith in Jesus, we have been given His righteousness, “the righteousness of God” Himself (Rom. 3:5, 21).\n</p><p>God’s presence is highlighted by depicting God as reaching as far as “hell” (sheol, “grave”) and “darkness” (Ps. 139:8, 11, 12), places not typically depicted as where God dwells (Ps. 56:13). His presence also is depicted as taking “the wings of the morning” (east) to reach “the uttermost parts of the sea” (west) (Ps. 139:9). What these images convey is the truth that there is no place in the universe where we can be out of God’s reach. Though God is not part of the universe, as some believe, He is close to it all, having not only created it but sustaining it, as well (see Heb. 1:3).\n</p><p>As the One who knows all about us, God can help and restore us. The fresh realization of His greatness prompts an outburst of praise and renewed trust in the psalmist. He welcomes divine scrutiny as the means that can remove from his life anything that troubles his relationship with God.\n</p><p><strong>Some might find the fact that God knows so much about them, even their darkest secrets, a rather frightening thought. Why is the gospel, then, our only hope?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "JANUARY 22",
          "dayTitle": "<p>Assurance of God’s Care</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Psalm 40:1–3, Psalm 50:15, Psalm 55:22, and Psalm 121. How is God involved in our daily affairs?\n</strong></p><p><strong>Psalms 40:1-3\n</strong></p><p><strong><sup>1</sup></strong> I waited patiently for the Lord; And He inclined to me and heard my cry.&nbsp;</p><p><strong><sup>2</sup></strong> He brought me up out of the pit of destruction, out of the miry clay, And He set my feet upon a rock making my footsteps firm.&nbsp;</p><p><strong><sup>3</sup></strong> He put a new song in my mouth, a song of praise to our God; Many will see and fear And will trust in the Lord.\n</p><p><strong>Psalms 50:15\n</strong></p><p><strong><sup>15</sup> </strong>Call upon Me in the day of trouble; I shall rescue you, and you will honor Me.\"\n</p><p><strong>Psalms 55:22\n</strong></p><p><strong><sup>22</sup></strong> Cast your burden upon the Lord and He will sustain you; He will never allow the righteous to be shaken.\n</p><p><strong>Psalms 121\n</strong></p><p><strong><sup>1</sup> </strong>I will lift up my eyes to the mountains; From where shall my help come?&nbsp;</p><p><strong><sup>2</sup></strong> My help comes from the Lord, Who made heaven and earth.&nbsp;</p><p><strong><sup>3</sup></strong> He will not allow your foot to slip; He who keeps you will not slumber.&nbsp;</p><p><strong><sup>4</sup></strong> Behold, He who keeps Israel Will neither slumber nor sleep.&nbsp;</p><p><strong><sup>5</sup></strong> The Lord is your keeper; The Lord is your shade on your right hand.&nbsp;</p><p><strong><sup>6</sup></strong> The sun will not smite you by day, Nor the moon by night.&nbsp;</p><p><strong><sup>7</sup></strong> The Lord will protect you from all evil; He will keep your soul.&nbsp;</p><p><strong><sup>8</sup></strong> The Lord will guard your going out and your coming in From this time forth and forever.</p><p><br></p><p>The Lord reveals Himself in Scripture as the living God who acts on behalf of those who call upon Him.\n</p><p>For the psalmist, “the Lord [is] always before me” (Ps. 16:8). Therefore, he trusts God and calls upon Him (Ps. 7:1, Ps. 9:10). The Lord will hear him even when he cries out of the “depths” (Ps. 130:1, 2), conveying that no life circumstance escapes God’s sovereign dominion. Thus, the psalmist’s cry, no matter how urgent, is never devoid of hope.\n</p><p>Psalm 121, meanwhile, celebrates the power of the Creator in the faithful individual’s life. This power includes:\n</p><p>1. “He will not allow your foot to be moved” (Ps. 121:3, NKJV). The image of “foot” is often descriptive of one’s life journey (Ps. 66:9, Ps. 119:105, Prov. 3:23). The Hebrew word for “move” describes the security that God gives to the world (Ps. 93:1) and to Zion (Ps. 125:1).\n</p><p>2. The image of the Lord as Israel’s Keeper who does not slumber nor sleep highlights the Lord’s constant alertness and readiness to act on behalf of His children (Ps. 121:3, 4).\n</p><p>3. The Lord is “your shade” (Ps. 121:5, 6, NKJV) calls to mind the pillar of cloud in the time of the Exodus (Exod. 13:21, 22). Similarly, the Lord provides physical and spiritual shelter to His people.\n</p><p>4. God is at their right hand (Ps. 121:5). The right hand typically designates a person’s stronger hand, the hand of action (Ps. 74:11, Ps. 89:13). Here it conveys God’s nearness and favor (Ps. 16:8, Ps. 109:31, Ps. 110:5).\n</p><p>5. God’s protection of His people is clearly confirmed in Psalm 121:6–8. God shall preserve His children from all evil. Neither “the sun” nor “the moon” shall strike them. God shall preserve their “going out” and “coming in.” These poetic figures underscore God’s comprehensive, unceasing care.\n</p><p>The bottom line? The psalmist trusted in God’s loving care. We, of course, should do the same.\n</p><p><strong>What are some practical ways that you can better experience the reality of God’s care? How can you better cooperate with God in order to enable Him to work within you and for you?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "JANUARY 23",
          "dayTitle": "<p>The Lord Is a Refuge in Adversity</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Psalm 17:7–9, Psalm 31:1–3, and Psalm 91:2–7. What does the psalmist do in times of trouble?</strong></p><p><strong>Psalms 17:7-9\n</strong></p><p><strong><sup>7</sup> </strong>Show Your marvelous lovingkindness by Your right hand, O You who save those who trust in You From those who rise up against them.&nbsp;</p><p><strong><sup>8</sup></strong> Keep me as the apple of Your eye; Hide me under the shadow of Your wings,&nbsp;</p><p><strong><sup>9</sup></strong> From the wicked who oppress me, From my deadly enemies who surround me.\n</p><p><strong>Psalms 31:1-3\n</strong></p><p><strong><sup>1</sup></strong> In You, O Lord, I put my trust; Let me never be ashamed; Deliver me in Your righteousness.&nbsp;</p><p><strong><sup>2</sup></strong> Bow down Your ear to me, Deliver me speedily; Be my rock of refuge, A fortress of defense to save me.&nbsp;</p><p><strong><sup>3</sup></strong> For You are my rock and my fortress; Therefore, for Your name’s sake, Lead me and guide me.\n</p><p><strong>Psalms 91:2-7\n</strong></p><p><strong><sup>2</sup></strong> I will say of the Lord, “He is my refuge and my fortress; My God, in Him I will trust.”&nbsp;</p><p><strong><sup>3</sup></strong> Surely He shall deliver you from the snare of the fowler And from the perilous pestilence.&nbsp;</p><p><strong><sup>4</sup></strong> He shall cover you with His feathers, And under His wings you shall take refuge; His truth shall be your shield and buckler.&nbsp;</p><p><strong><sup>5</sup></strong> You shall not be afraid of the terror by night, Nor of the arrow that flies by day,&nbsp;</p><p><strong><sup>6</sup></strong> Nor of the pestilence that walks in darkness, Nor of the destruction that lays waste at noonday.&nbsp;</p><p><strong><sup>7</sup></strong> A thousand may fall at your side, And ten thousand at your right hand; But it shall not come near you.</p><p><br></p><p>The psalmist encounters various sorts of troubles and, in them, turns to the Lord, who is a refuge in every adversity. Trust is a deliberate choice to acknowledge God’s lordship over one’s life in all circumstances. If trust does not work in adversity, then it will not work anywhere.\n</p><p>The psalmist’s testimony, “I will say of the Lord, ‘He is my refuge and my fortress; my God, in Him I will trust’ ” (Ps. 91:2, NKJV), springs from his past experience with God and now serves to strengthen his faith for the future. The psalmist calls God the Most High and the Almighty (Ps. 91:1, 2), remembering the surpassing greatness of his God.\n</p><p>The psalmist also tells of the security that one can find in God: the “secret place” (“shelter” or “hiding place”), “shadow” (Ps. 91:1), “refuge,” “fortress” (Ps. 91:2), “wings,” “shield,” “buckler” (Ps. 91:4), and “dwelling place” (Ps. 91:9, NKJV). These images represent safe havens in the psalmist’s culture. One needs only to think of the unbearable heat of the sun in that part of the world in order to appreciate the shadow (or shade) or to recall the times of wars in Israel’s history in order to value the security provided by the shield or the fortress.\n</p><p><strong>Read Psalm 17:8 and Matthew 23:37. What image is used here, and what does it reveal?</strong></p><p><strong>Psalms 17:8\n</strong></p><p><strong><sup>8</sup> </strong>Keep me as the apple of Your eye; Hide me under the shadow of Your wings,\n</p><p><strong>Matthew 23:37\n</strong></p><p><strong><sup>37</sup></strong> “O Jerusalem, Jerusalem, the one who kills the prophets and stones those who are sent to her! How often I wanted to gather your children together, as a hen gathers her chicks under her wings, but you were not willing!</p><p><br></p><p>One of the most intimate metaphors is the one that refers to being “under the shadow of Your wings” (Ps. 17:8, Ps. 57:1, Ps. 63:7, NKJV). This metaphor elicits comfort and assurance by implying the protection of a mother bird. The Lord is compared to an eagle who guards its young with its wings (Exod. 19:4, Deut. 32:11) and to a hen who gathers her chicks under her wings (Matt. 23:37).\n</p><p><strong>How, though, do we deal with the times when calamity strikes, and we can’t seem to see the Lord’s protection? Why do these traumas not mean that the Lord is not there with us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "JANUARY 24",
          "dayTitle": "<p>Defender and Deliverer</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Read 1 Corinthians 10:1–4. How does Paul describe the Exodus story? What spiritual lesson does he seek to teach with it?\n</strong></p><p><strong>I Corinthians 10:1-4\n</strong></p><p><strong><sup>1</sup> </strong>Moreover, brethren, I do not want you to be unaware that all our fathers were under the cloud, all passed through the sea,&nbsp;</p><p><strong><sup>2</sup></strong> all were baptized into Moses in the cloud and in the sea,&nbsp;</p><p><strong><sup>3</sup></strong> all ate the same spiritual food,&nbsp;</p><p><strong><sup>4</sup></strong> and all drank the same spiritual drink. For they drank of that spiritual Rock that followed them, and that Rock was Christ.</p><p><br></p><p><strong>Read Psalm 114. How is the divine deliverance of the people of Israel from Egypt poetically described here?</strong></p><p><strong>Psalms 114\n</strong></p><p><strong><sup>1</sup> </strong>When Israel went out of Egypt, The house of Jacob from a people of strange language,&nbsp;</p><p><strong><sup>2</sup></strong> Judah became His sanctuary, And Israel His dominion.&nbsp;</p><p><strong><sup>3</sup></strong> The sea saw it and fled; Jordan turned back.&nbsp;</p><p><strong><sup>4</sup></strong> The mountains skipped like rams, The little hills like lambs.&nbsp;</p><p><strong><sup>5</sup></strong> What ails you, O sea, that you fled? O Jordan, that you turned back?&nbsp;</p><p><strong><sup>6</sup></strong> O mountains, that you skipped like rams? O little hills, like lambs?&nbsp;</p><p><strong><sup>7</sup></strong> Tremble, O earth, at the presence of the Lord, At the presence of the God of Jacob,&nbsp;</p><p><strong><sup>8</sup></strong> Who turned the rock into a pool of water, The flint into a fountain of waters.</p><p><br></p><p>What a poetic depiction of God’s marvelous deliverance of His children from the bondage of Egypt is given in Psalm 114. All through the Old Testament, and even in the New, the deliverance from Egypt was seen as a symbol of God’s power to save His people. Paul in these verses in 1 Corinthians does just that, seeing the whole true story as a metaphor, a symbol of salvation in Jesus Christ.\n</p><p>Psalm 114 also depicts divine deliverance through God’s sovereignty as the Creator over the powers of nature, which was how He saved His people in the Exodus. The sea, the river Jordan, and the mountains and hills poetically represent the natural and human powers opposing the Israelites on their way to the Promised Land (Deut. 1:44, Josh. 3:14?17). God, though, is sovereign over all of them.\n</p><p>In fact, for many of God’s children in all times and in all places, the way to the heavenly Jerusalem is fraught with danger. The Psalms encourage them to look beyond the hills and toward the Creator of heaven and earth (Ps. 121:1).\n</p><p>The spirit of Psalm 114 is captured by Jesus’ calming of the sea storm and His proclamation that the church has nothing to fear because He has overcome the world (Matt. 8:23?27, John 16:33).\n</p><p>The Lord’s great deeds on behalf of His people should inspire the whole earth to tremble at His presence (Ps. 114:7). The trembling should be understood as acknowledging and worshiping rather than as being terrified (Ps. 96:9, Ps. 99:1). With God on their side, believers have nothing to fear.\n</p><p><strong>What are some of the spiritual dangers we face as believers, and how can we learn to lean on the Lord’s power to protect us from succumbing to these dangers that are as real for us now as they were for the psalmist?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "JANUARY 25",
          "dayTitle": "<p>Help From the Sanctuary</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Psalm 3:4; Psalm 14:7; Psalm 20:1–3; Psalm 27:5; Psalm 36:8; Psalm 61:4; and Psalm 68:5, 35. Where does help come from in these texts?\n</strong></p><p><strong>Psalms 3:4\n</strong></p><p><strong><sup>4</sup></strong> I cried to the Lord with my voice, And He heard me from His holy hill. Selah\n</p><p><strong>Psalms 14:7\n</strong></p><p><strong><sup>7</sup></strong> Oh, that the salvation of Israel would come out of Zion! When the Lord brings back the captivity of His people, Let Jacob rejoice and Israel be glad.\n</p><p><strong>Psalms 20:1-3\n</strong></p><p><strong><sup>1</sup> </strong>May the Lord answer you in the day of trouble; May the name of the God of Jacob defend you;&nbsp;</p><p><strong><sup>2</sup></strong> May He send you help from the sanctuary, And strengthen you out of Zion;&nbsp;</p><p><strong><sup>3</sup></strong> May He remember all your offerings, And accept your burnt sacrifice. Selah\n</p><p><strong>Psalms 27:5\n</strong></p><p><strong><sup>5</sup></strong> For in the time of trouble He shall hide me in His pavilion; In the secret place of His tabernacle He shall hide me; He shall set me high upon a rock.\n</p><p><strong>Psalms 36:8\n</strong></p><p><strong><sup>8</sup></strong> They are abundantly satisfied with the fullness of Your house, And You give them drink from the river of Your pleasures.\n</p><p><strong>Psalms 61:4\n</strong></p><p><sup><strong>4</strong> </sup>I will abide in Your tabernacle forever; I will trust in the shelter of Your wings. Selah\n</p><p><strong>Psalms 68:5\n</strong></p><p><strong><sup>5</sup></strong> A father of the fatherless, a defender of widows, Is God in His holy habitation.\n</p><p><strong>Psalms 68:35\n</strong></p><p><strong><sup>35</sup></strong> O God, You are more awesome than Your holy places. The God of Israel is He who gives strength and power to His people. Blessed be God!</p><p><br></p><p>The motif of spiritual and physical refuge and help notably appears in the context of the sanctuary. The sanctuary is a place of help, of safety, and of salvation. The sanctuary provides a shelter to the troubled. God defends the orphans and widows and gives strength to His people from His sanctuary. When “out of Zion, the perfection of beauty, God will shine forth” (Ps. 50:2, NKJV), God’s righteous judgments are proclaimed, and the Lord’s blessing goes forth (Ps. 84:4, Ps. 128:5, Ps. 134:3).\n</p><p>The refuge in the sanctuary surpasses the security provided by any other place in the world because God personally dwells in the sanctuary. The presence of God, not merely the temple as a firm building, provides safety. Likewise, being the mountain where the Lord dwells, Mount Zion surpasses other mountains though in itself it is a modest hill (Ps. 68:15, 16; Isa. 2:2).\n</p><p>“For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin. Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need” (Heb. 4:15, 16, NKJV).\n</p><p><strong>In what ways do these verses parallel what the psalmist says about the sanctuary?\n</strong></p><p>The holiness of God’s sanctuary prompts the psalmist to acknowledge that all people are sinful and completely undeserving of God’s favor, and he claims that deliverance is based on God’s faithfulness and grace alone (Ps. 143:2, 9–12). Nothing in us gives us any merit before God. It is only when people stand in a right relationship with God through repentance and acceptance of God’s grace and forgiveness that they can plead for God’s assurance of deliverance. The sanctuary service represented the salvation found in Jesus.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "JANUARY 26",
          "dayTitle": "<p>Further Thought</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>Read Ellen G. White, “The Night of Wrestling,” pp. 195–203, in Patriarchs and Prophets. What can we learn from Jacob’s experience about the power of importunate prayer and unreserved trust in God?\n</p><p>The Psalms strengthen our faith in God, who is the never-failing Refuge for those who entrust their lives into His mighty hands. “God will do great things for those who trust in Him. The reason why His professed people have no greater strength is that they trust so much to their own wisdom, and do not give the Lord an opportunity to reveal His power in their behalf. He will help His believing children in every emergency if they will place their entire confidence in Him and faithfully obey Him.”—Ellen G. White, Patriarchs and Prophets, p. 493.\n</p><p>Yet, some psalms can pose a serious challenge when what they promise, and our current situation, do not match. At times such as this, we just have to learn to trust in the goodness of God, most powerfully revealed at the Cross.\n</p><p>Also, at times some psalms can be used to foster false hopes. Jesus’ response to Satan’s corrupted use of Psalm 91:11, 12 shows that trusting God must not be confused with tempting God (Matt. 4:5?7) or presumptuously asking God to do something that is contrary to His will.\n</p><p>“The greatest victories to the church of Christ or to the individual Christian are not those that are gained by talent or education, by wealth or the favor of men. They are those victories that are gained in the audience chamber with God, when earnest, agonizing faith lays hold upon the mighty arm of power.”—Ellen G. White, Patriarchs and Prophets, p. 203.\n</p><p><strong>Discussion Questions:\n</strong></p><p>In class, discuss the answer to the last question in Tuesday’s study about trusting in God amid adversity and when things go terribly wrong. How does one understand these things and how they could happen to people, even with all the wonderful promises in the Psalms about God’s protection? Think about this too: Did not the psalmist, who wrote about those wonderful promises, suffer adversity or know of faithful people who did, as well?\n</p><p>How can we develop unreserved trust in God in all circumstances (e.g. Ps. 91:14; Ps. 143:8, 10; and Ps. 145:18–20)? What can cause us to lose this confidence? Why is trust in God in good times crucial for learning to trust Him in bad times, as well?</p><p><br></p><p><strong>Inside Story</strong></p><p>Prayer Answered in Perth\n</p><p>By Joe Peola\n</p><p>\n</p><p><br></p><p>Margaret and her husband, Levana, were sitting one morning in their living room in Perth, Australia, after returning the previous night from a trip to Papua New Guinea, located some 2,000 miles (4,500 kilometers) away.\n</p><p>\n</p><p><br></p><p>Margaret was reflecting quietly on her father’s parting words at the airport. After praying with her, he had said, “Margaret, Jesus is coming back very soon. When you arrive at your home in Perth, my God will be at your door the next day.”\n</p><p>Not far from Margaret and Levana’s home, literature evangelist Jo Laing and several friends were praying at a Seventh-day Adventist church. They were praying for divine appointments as they prepared to head out for a day of canvassing.\n</p><p>A couple hours later, Jo knocked on the door of Margaret and Levana’s home. The home looked no different from the other houses on the street.\n</p><p>Levana opened the door and politely looked through the cookbook that Jo showed him. But he didn’t express any real interest in the book. Then Jo gave him a copy of Ellen White’s The Great Controversy and began telling him about it.\n</p><p>Levana flipped through several pages and called to his wife.\n</p><p>“Do we have this book?” he asked.\n</p><p>Margaret came to the door and confirmed that they did have the book. She turned to Jo and explained that she was a former Seventh-day Adventist. The words tumbled from her mouth.\n</p><p>“We just came home from Papua New Guinea last night,” she said. “The last thing that my dad said to me was that he would be praying for God to show up at my house.”\n</p><p>It was a hot day in Perth—109.5 degrees Fahrenheit (43 degrees Celsius). But Jo felt goosebumps on her arms. She and Margaret looked at each other with big smiles and marveled at how God had answered the prayer of Margaret’s father.\n</p><p>“Wouldn’t it be great if I could come to your church and share this story?” Margaret said.\n</p><p>“It would,” Jo agreed, and the two exchanged phone numbers.\n</p><p>A few weeks later, Margaret stood with tears in her eyes at Bickley Seventh-day Adventist Church and told her story of how God had found a lost, straying lamb.\n</p><p>God used a woman with a copy of The Great Controversy in Australia to answer a father’s passionate prayer in Papua New Guinea.\n</p><p>Join the Seventh-day Adventist world church in the mass promotion and distribution of The Great Controversy in 2023 and 2024. Visit greatcontroversyproject.org for more information or ask your pastor.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "JANUARY 26",
          "dayTitle": "<p>Teacher Comments</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Psalm 34:17\n</strong></p><p>The Psalter is a book of prayer. Whatever the subject—whether praise, lament, the Messianic hope, the kingdom of God, or redemption ­history—the psalmists manifest strong confidence in the Lord. No matter what their needs or circumstances, they trust that the Creator will abide with them.\n</p><p>Last week, we considered the supremacy of God and how, as Divine Sovereign, He is depicted in the Psalms—that is, as our Creator, King, and Judge. These depictions, and the statements of faith that grow out of them, inspire the psalmists with confidence to believe that God will deliver His children from any difficult circumstance. Let’s carefully consider, and internalize, this wonderful assurance. Be ready to share with your class members the enthusiasm this hope engenders.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>God Hears\n</strong></p><p>The psalmist constantly pleads with the Lord to hear him. Several psalms start with a cry for YHWH to listen: Psalm 4:1, Psalm 13:3, Psalm 17:1, Psalm 27:1, Psalm 28:2, Psalm 54:2, Psalm 55:2, Psalm 60:5, Psalm 61:1, Psalm 64:1, Psalm 86:1, Psalm 102:1, Psalm 108:6, Psalm 130:2, Psalm 140:6, Psalm 142:6, and Psalm 143:1. In such songs, the psalmist cries out to God, his heart filled with grief: “O Lord God of hosts, hear my prayer; give ear, O God of Jacob!” (Ps. 84:8, NKJV; emphasis supplied). In their prayers, the psalmists insist on being heard (Ps. 30:10; Ps. 38:16; Ps. 39:12; Ps. 66:16; Ps. 69:13, 16, 17; Ps. 119:145, 149). They cry out in the assurance that “the Lord hears, and delivers them out of all their troubles” (Ps. 34:17, NKJV).\n</p><p>Sometimes the writers of the Psalms affirm that God has heard their complaints and needs (Ps. 22:24, Ps. 28:7, Ps. 31:22, Ps. 34:4, Ps. 40:1, Ps. 66:19, Ps. 116:1, Ps. 120:1): “I cried out to God with my voice—to God with my voice; and He gave ear to me” (Ps. 77:1, NKJV). Remembering God’s answers to prayer in the past strengthens the psalmists in the assurance that He will answer them now and in the future. In full confidence of a divine response, the psalmists state repeatedly that the Lord will answer their prayers (Ps. 4:1; Ps. 6:8, 9; Ps. 10:7; Ps. 17:6; Ps. 65:2). They assure us that God is available to hear our prayers morning, noon, or night (Ps. 5:3, Ps. 55:17). Experience has proven that, even if family fails them, God will hear their cry (Ps. 106:44).\n</p><p>“To hear, to listen” (Hebrew shamah) means more than to perceive the voice or register a sound. In the context of the Lord as auditor, the word hear, or listen, also means to act. That is, we can trust that God will act for His people in response to their prayers. When Israel was enslaved in Egypt, the Lord “heard” (Exod. 2:24), and He delivered them. The book of Psalms is an invitation to us to have this same level of confidence.\n</p><p><strong>God Cares\n</strong></p><p>In the book of Psalms, the Lord is depicted as a powerful King, ready to fight for His people. At the same time, He also is represented as a kind and loving God who cares for those who believe in Him. Various images are used to portray God’s tender care. God is depicted as a tender Shepherd taking care of His defenseless sheep (Psalm 23). As their Shepherd, He provides everything for them (Ps. 23:1)—rest, food, and water (Ps. 23:2); comfort and guidance (Ps. 23:3); His presence in the valley of the shadow of death (Ps. 23:4); abundance (Ps. 23:5); and goodness and mercy (Ps. 23:6).\n</p><p>The psalmist also uses the figure of a bird, protecting its young under its wings, to portray God’s watch care (Ps. 91:1, 4). God, our Keeper, is ever alert to the needs of His children (Ps. 121:4). He is like a father who pities his children (Ps. 103:13) and also is the Protector of the fatherless. Yet, God’s love and protection transcend even the human, parental bonds of love: “When my father and my mother forsake me, then the Lord will take care of me” (Ps. 27:10, NKJV).\n</p><p>What tender depictions of God’s solicitude on behalf of every one of us. May such pictures inspire us to lean fully on Him and trust His care in every aspect of our lives.\n</p><p><strong>God Is Our Shelter\n</strong></p><p>The Bible is stingy in its use of adjectives. To compensate for this paucity of modifiers, the Hebrew poets strongly depend on comparisons to articulate their ideas, using a wide array of rich metaphors to express, for example, how God protects His followers in a complicated world: “For You have been a shelter for me, a strong tower from the enemy” (Ps. 61:3, NKJV). Let’s take a brief moment to consider the connotations of the specific images in these comparisons:\n</p><p>Shelter—(Ps. 61:3, Ps. 143:9). This image suggests a safe place amid war, a refuge from storm and heat.\n</p><p>Tower—(Ps. 61:3). Towers in biblical times had a much stronger meaning as a safeguard than they do today. In times of war or persecution, the people hid in a tower, as in the cases of Gideon (Judg. 8:17) and Abimelech (Judg. 9:50–52).\n</p><p>Psalm 18:1, 2 provides a collection of other metaphors applied to YHWH, drawn from the rest of the Psalter:\n</p><p>Strength—This term alludes to the idea of firmness, as in the One who is our support.\n</p><p>A Rock—Usually this term in the Hebrew language referred to a big stone on a cliff that afforded protection from attacks. The remnant of Benjamin fled and hid in the rock of Rimmon (Judg. 20:47). Thus, they were spared from annihilation.\n</p><p>A Fortress—Fortresses were small, well-defended military posts. Jehoshaphat built many such fortresses in the land of Judah to protect his kingdom (2 Chron. 17:12).\n</p><p>A Shield—This piece of armor was the soldier’s greatest defense on the battlefield (see also Ps. 114:2).\n</p><p>A Stronghold—Symbols of security, strongholds were defensive structures built in the mountains (Judg. 6:2) or in the wilderness (1 Sam. 23:14, 19).\n</p><p>Imagine the ways in which these images might be reinvented in modern terms to help us understand God’s watch care and protection for us today. For sure, the Lord provides us with His guardianship, day by day, amid the perils of this world.\n</p><p><strong>God Is Our Defender\n</strong></p><p>God is our Vindicator, our Advocate, and our Champion. This imagery is obviously drawn from the legal realm (Job 5:4) and is primarily employed in the context of the widow and the fatherless. The book of Job and the Psalms depict the Lord as the Defender of widows and orphans (Ps. 68:5, Hebrew dayin, meaning “judge”). Dayin is paired with “my right and my cause” (Ps. 9:4), or parallels with judgment, as in Psalm 76:8, where God is depicted as the Defender of the needy and the oppressed (Ps. 10:17, 18; compare with Deut. 10:18, Ps. 10:14). God is praised by the poor (Ps. 74:21) because “He has not despised nor abhorred the affliction of the afflicted; nor has He hidden His face from Him; but when He cried to Him, He heard” (Ps. 22:24, NKJV). YHWH always defends the oppressed (Ps. 72:4, Ps. 103:6, Ps. 146:7).\n</p><p><strong>God, Our Deliverer\n</strong></p><p>All the terms and metaphors we have considered depict various aspects of God’s watch care over His followers. Hence, the Lord is called our Deliverer. Four times He is called Deliverer in the book of Psalms, as follows:\n</p><p>Psalm 18:2 names God as Deliverer in the context of the psalmist’s struggles with his enemies. As we have seen, this song depicts the Lord as a mighty warrior.\n</p><p>Psalm 40:17 talks about deliverance from sin. David acknowledges the crushing reality that “innumerable evils have surrounded me; my iniquities have overtaken me” (Ps. 40:12, NKJV).\n</p><p>The psalmist calls on his Deliverer (Ps. 70:5) when he is attacked by those who seek his life and desire to do him harm.\n</p><p>In Psalm 144, the psalmist asks his Deliverer (Ps. 144:2) to rescue him from the one “whose mouth speaks lying words, and whose right hand is a right hand of falsehood” (Ps. 144:8, NKJV).\n</p><p>As the Psalms show, God wants to deliver us from our sins, anxieties, and problems with other people. Thus, in the fullest sense of the word, Jesus is our Savior.\n</p><p><strong>Help From the Sanctuary\n</strong></p><p>The purpose of our study this week is not simply to admire the literary prowess and artistry of the psalmists. More than the pleasure such skillful imagery affords us, the figures and metaphors of the Psalms furnish us with deep insights into the work of God in the redemption of humanity. David says: “I cried to the Lord with my voice, and He heard me from His holy hill [His sanctuary]” (Ps. 3:4); and “He heard my voice from His temple” (Ps. 18:6, NKJV). Thus, God’s work of deliverance and His tender watch care begin with His work for us in the sanctuary in heaven.\n</p><p>Several key moments in the book of Psalms teach us that the Lord works on behalf of humans in His heavenly headquarters (see Ps. 11:5, 6; Ps. 20:2; Ps. 29:9; Ps. 33:13, 14; Ps. 60:6; Ps. 68:35; Ps. 96:1–13; Ps. 102:20, 21; and Ps. 150:1–6). After a study of these passages, along with other Old Testament texts related to the sanctuary, Elias Brasil de Souza states: “The heavenly sanctuary is also depicted as a place of worship where heavenly beings adore YHWH, source of help, and place of atonement, where cleansing and forgiveness are granted.”—“The Heavenly Sanctuary/Temple Motif in the Hebrew Bible: Function and Relationship to the Earthly Counterparts” (dissertation, Andrews University, 2005), p. 358.\n</p><p>Our Defender and Deliverer hears from His holy hill and works in our behalf. For the most part, as Seventh-day Adventists, when we hear the expression “heavenly sanctuary,” we most often think of the Day of Atonement and the pre-Advent judgment. Of course, that’s central to “present truth.” At the same time, we should strive to focus on the work of forgiveness, defense, care, and protection that our Lord offers us from the Most Holy Place of the heavenly sanctuary—even before the closing work of the Day of Atonement. Christ’s work of priestly intercession on our behalf is essential. All heaven is involved in the redemption of us sinners.\n</p><p><strong>Part III: Life Application\n</strong></p><p>The Psalms is a book of strong emotions that run the gamut from the ecstatic to the elegiac, and from the complex to the uncomplicated. But Psalms also is a book of deep theological concepts. The Bible truths studied this week, rich with imagery and metaphor, contain wonderful promises that we may claim in our daily struggles. As we read the imagery and figures of the Psalms, we should take time to meditate upon them, using our imagination to understand better the truths encapsulated in these profound word pictures.\n</p><p>The focus of this week has been to understand that the Lord of heaven is our Defender and Deliverer. He hears our prayers and petitions. He cares for us. “The Lord looks from heaven; He sees all the sons of men” (Ps. 33:13, NKJV). With a compassionate and tender heart, the Lord scrutinizes us and our families. From the heavenly sanctuary, He weighs our works with infinite love and justice.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>The Lord Hears and&nbsp;Delivers</strong></p>",
      "verse": "<p>“The righteous cry out, and the Lord hears, and&nbsp;delivers them out of all their troubles” (Psalm 34:17, NKJV).</p>",
      "versionCode": 100,
      "weekDate": "January 20 - 26"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
