{
  "data": [
    {
      "color": "#33FFDA",
      "id": 4,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "21 de enero",
          "dayTitle": "<p><strong>LAS OFRENDAS PARA JESÚS</strong></p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> 2 Corintios 9:6, 7; Deuteronomio 16:17; Salmo 116:12–18; 1 Crónicas 16:29; Marcos 12:41–44; 14:3–9.&nbsp;</p><p>Además del diezmo, están las ofrendas, que provienen del noventa por ciento que permanece en nuestro poder después de devolver el diezmo a Dios. Aquí es donde comienza la generosidad. El pueblo de Dios daba diferentes tipos de ofrendas, como las ofrendas por el pecado, dadas en respuesta a la gracia de Dios; o las ofrendas de agradecimiento, dadas para reconocer la protección de Dios y las bendiciones de salud, prosperidad y poder sustentador. También había ofrendas para los pobres, y ofrendas para construir y mantener la casa de adoración. <br></p><p>Cuando consideramos la magnitud de los dones que Dios nos da, empezamos a ver nuestra ofrenda como algo más que pavimentar el estacionamiento o comprar túnicas para el coro. Traemos nuestra ofrenda en respuesta a lo que Dios ha hecho por nosotros, especialmente en el sacrificio de Jesús. “Nosotros lo amamos a él porque él nos amó primero” (1 Juan 4:19). La iglesia, entonces, ya sea en el nivel local, de Asociación o mundial, emplea nuestras donaciones para el avance de la causa de Dios. Esta semana repasaremos lo que dice la Biblia acerca de las ofrendas como parte de nuestra administración de los asuntos de Dios en la Tierra.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de enero",
          "dayTitle": "<p><strong>MOTIVACIÓN PARA DAR</strong><br></p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p>Nosotros amamos a Dios porque él nos amó primero. Si damos, es en respuesta a su maravilloso regalo para nosotros, Jesús. De hecho, se nos dice: “El Señor no necesita nuestras ofrendas. No podemos enriquecerlo con nuestros donativos. El salmista dice: ‘Todo es tuyo, y de lo recibido de tu mano te damos’ (1 Crón. 29:14, RVR 60). Dios nos permite manifestar nuestro aprecio de sus mercedes por medio de esfuerzos abnegados realizados para compartirlas con otras personas. Esta es la única manera posible en que podemos manifestar nuestra gratitud y nuestro amor a Dios, porque él no ha provisto ninguna otra” (CMC 20, 21). <br></p><p>Cuando entregamos “nuestro” dinero a Jesús, en realidad esto fortalece nuestro amor por él y por los demás. Por lo tanto, el dinero puede ser un verdadero poder para el bien. Jesús dedicó más tiempo a hablar de dinero y de riquezas que de cualquier otro tema. Un versículo de cada seis en Mateo, Marcos y Lucas trata sobre el dinero. Lo bueno del evangelio es que Dios puede librarnos del mal uso y del amor al dinero. <br></p><p><strong>Lee Mateo 6:31 al 34 y Deuteronomio 28:1 al 14. ¿Qué promete Dios hacer por nosotros si le somos obedientes? ¿Es egoísmo de nuestra parte reclamar las promesas de Dios?</strong> <br></p><p><strong>Mateo 6:31 - 34</strong></p><p><sup><strong>31</strong></sup>&nbsp;No os afanéis, pues, diciendo: ¿Qué comeremos, o qué beberemos, o qué vestiremos? <strong><br></strong></p><p><sup><strong>32</strong></sup>&nbsp;Porque los gentiles buscan todas estas cosas; pero vuestro Padre celestial sabe que tenéis necesidad de todas estas cosas.</p><p><sup><strong>33</strong></sup>&nbsp;Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas.<br><br><sup><strong>34</strong></sup>&nbsp;Así que, no os afanéis por el día de mañana, porque el día de mañana traerá su afán. Basta a cada día su propio mal.<br></p><p><strong>Deuteronomio 28:1-14</strong><br></p><p><sup><strong>1</strong> </sup>Acontecerá que si oyeres atentamente la voz de Jehová tu Dios, para guardar y poner por obra todos sus mandamientos que yo te prescribo hoy, también Jehová tu Dios te exaltará sobre todas las naciones de la tierra. <sup><br></sup></p><p><sup><strong>2</strong></sup>&nbsp;Y vendrán sobre ti todas estas bendiciones, y te alcanzarán, si oyeres la voz de Jehová tu Dios. <br></p><p><sup><strong>3</strong></sup>&nbsp;Bendito serás tú en la ciudad, y bendito tú en el campo. <br></p><p><strong><sup>4</sup>&nbsp;</strong>Bendito el fruto de tu vientre, el fruto de tu tierra, el fruto de tus bestias, la cría de tus vacas y los rebaños de tus ovejas. <br></p><p><sup><strong>5</strong>&nbsp;</sup>Benditas serán tu canasta y tu artesa de amasar. <br></p><p><sup><strong>6</strong></sup>&nbsp;Bendito serás en tu entrar, y bendito en tu salir.</p><p><sup><strong>7</strong>&nbsp;</sup>Jehová derrotará a tus enemigos que se levantaren contra ti; por un camino saldrán contra ti, y por siete caminos huirán de delante de ti. <strong><br></strong></p><p><sup><strong>8</strong></sup>&nbsp;Jehová te enviará su bendición sobre tus graneros, y sobre todo aquello en que pusieres tu mano; y te bendecirá en la tierra que Jehová tu Dios te da. <br></p><p><sup><strong>9</strong></sup>&nbsp;Te confirmará Jehová por pueblo santo suyo, como te lo ha jurado, cuando guardares los mandamientos de Jehová tu Dios, y anduvieres en sus caminos. <br></p><p><sup><strong>10</strong></sup>&nbsp;Y verán todos los pueblos de la tierra que el nombre de Jehová es invocado sobre ti, y te temerán. <br></p><p><sup><strong>11</strong></sup>&nbsp;Y te hará Jehová sobreabundar en bienes, en el fruto de tu vientre, en el fruto de tu bestia, y en el fruto de tu tierra, en el país que Jehová juró a tus padres que te había de dar. <br></p><p><sup><strong>12</strong></sup>&nbsp;Te abrirá Jehová su buen tesoro, el cielo, para enviar la lluvia a tu tierra en su tiempo, y para bendecir toda obra de tus manos. Y prestarás a muchas naciones, y tú no pedirás prestado. <br></p><p><sup><strong>13</strong></sup>&nbsp;Te pondrá Jehová por cabeza, y no por cola; y estarás encima solamente, y no estarás debajo, si obedecieres los mandamientos de Jehová tu Dios, que yo te ordeno hoy, para que los guardes y cumplas, <br></p><p><sup><strong>14</strong></sup>&nbsp;y si no te apartares de todas las palabras que yo te mando hoy, ni a diestra ni a siniestra, para ir tras dioses ajenos y servirles.<br></p><p>Las ofrendas son una evidencia de nuestra voluntad de sacrificarnos por Dios. Pueden ser una experiencia profundamente espiritual, una expresión del hecho de que nuestra vida está completamente entregada a Dios como nuestro Señor. Para nosotros, como dice un refrán, es “corroborar con el monedero lo que decimos con la boca”. Puedes decir que amas a Dios, pero las ofrendas generosas ayudan a revelar (e incluso fortalecer) ese amor. <br></p><p>Una ofrenda proviene de un corazón que confía en un Dios personal que constantemente provee para nuestras necesidades según lo considere mejor. Nuestras ofrendas se basan en la convicción de que hemos encontrado la seguridad de la salvación en Cristo. No son para apaciguar a Dios ni una búsqueda de su aceptación. Más bien, nuestras ofrendas fluyen de un corazón que ha aceptado a Cristo por fe como el único y suficiente medio de gracia y redención.<strong><br></strong></p><p><strong> Lee 2 Corintios 9:6 y 7. ¿Qué nos está diciendo el Señor aquí? ¿Qué significa dar como uno “propuso en su corazón”? ¿Cómo aprendemos a dar con alegría?</strong></p><p><strong>2 Corintios 9:6-7</strong></p><p><sup><strong>6</strong></sup>&nbsp;Pero esto digo: El que siembra escasamente, también segará escasamente; y el que siembra generosamente, generosamente también segará. <br></p><p><sup><strong>7</strong></sup>&nbsp;Cada uno dé como propuso en su corazón: no con tristeza, ni por necesidad, porque Dios ama al dador alegre. <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de enero",
          "dayTitle": "<p><strong>¿QUÉ PORCIÓN PARA LAS OFRENDAS?</strong><br></p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Deuteronomio 16:17. Más que un porcentaje, ¿qué criterio da Dios como base para la cantidad de nuestras ofrendas? <br></strong></p><p><strong>Deuteronomio 16:17</strong></p><p><sup><strong>17</strong>&nbsp;</sup>cada uno con la ofrenda de su mano, conforme a la bendición que Jehová tu Dios te hubiere dado.</p><p>Nuestras ofrendas son un reconocimiento y una expresión de nuestra gratitud a Dios por sus abundantes dones: la vida, la Redención, el sustento y las bendiciones constantes de muchas clases. Por ende, como vimos en el pasaje anterior, el volumen de nuestras ofrendas es según hayamos sido bendecidos. “A quien se le dio mucho, mucho se le reclamará; y al que mucho se le confió, más se le pedirá” (Luc. 12:48). <br></p><p><strong>Lee Salmo 116:12 al 14. ¿Cómo se supone que debemos responder la pregunta planteada en el versículo 12? ¿Cómo encaja el dinero en la respuesta? <br></strong></p><p><strong>Salmo 116:12 -14</strong></p><p><sup><strong>12</strong></sup> ¿Qué pagaré a Jehová Por todos sus beneficios para conmigo?<br><br><sup><strong>13</strong></sup> Tomaré la copa de la salvación, E invocaré el nombre de Jehová.<br><br><sup><strong>14</strong></sup> Ahora pagaré mis votos a Jehová Delante de todo su pueblo.<br></p><p>¿Cómo podríamos pagar a Dios por todas sus bendiciones en nuestro favor? Es que nunca podríamos, sencillamente. Parece que lo mejor que podemos hacer es ser generosos con la causa de Dios y ayudar a nuestros semejantes. Cuando Jesús envió a sus discípulos en un viaje misionero, les dijo: “De gracia recibieron, den de gracia” (Mat. 10:8). Nuestras ofrendas contribuyen al desarrollo de un carácter semejante al de Cristo. De ese modo cambiamos del egoísmo al amor; debemos preocuparnos por los demás y por la causa de Dios como lo hizo Cristo. <br></p><p>Recordemos siempre que “de tal manera amó Dios [...] que dio” (ver Juan 3:16). Al contrario, tan cierto como que el día sigue a la noche, cuanto más atesoremos para nosotros, más egoístas en nuestro corazón nos volveremos y más miserables nos sentiremos también. <br></p><p>Depende de nosotros determinar qué cantidad damos y qué entidad recibe nuestras ofrendas. Pero traer una ofrenda al Señor es un deber cristiano con implicaciones espirituales y morales. Descuidar esto es hacernos un daño espiritual a nosotros mismos, quizá más de lo que nos damos cuenta también. <br></p><p><strong>¿Qué dicen tus ofrendas, y tu actitud al darlas, acerca de tu relación con Dios?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de enero",
          "dayTitle": "<p><strong>LAS OFRENDAS Y LA ADORACIÓN</strong></p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>La Biblia no nos da un orden para el culto de adoración. Pero al parecer, hay al menos cuatro cosas presentes en los servicios de adoración. En el Nuevo Testamento esta lista incluye estudio/predicación, oración, música, y diezmos y ofrendas. <br></p><p>Tres veces al año, los hombres (y las familias) de Israel debían presentarse ante el Señor en Jerusalén. Y “ninguno se presentará ante el Señor con las manos vacías” (Deut. 16:16). En otras palabras, parte de la experiencia de adoración era devolver el diezmo y ofrendar. En Pascua, Pentecostés y la Fiesta de los Tabernáculos, los hijos de Dios llevaban sus diezmos y ofrendas. Es difícil imaginar que alguien llegara a esas fiestas con las manos vacías. <br></p><p>En otras palabras, para el antiguo Israel, la entrega de sus diezmos y ofrendas era una parte central de su experiencia de adoración. La adoración, la verdadera adoración, no es solo expresar en palabras, cánticos y oraciones nuestro agradecimiento y gratitud a Dios, sino también expresar ese agradecimiento y gratitud a Dios al llevar nuestras ofrendas a la casa del Señor. Ellos las llevaban al Templo; nosotros las traemos a la iglesia el sábado (al menos como una forma de devolver nuestro diezmo y ofrendas), un acto de adoración. <br></p><p><strong>Lee 1 Crónicas 16:29; Salmo 96:8 y 9; y 116:16 al 18. ¿Cómo aplicamos los principios expresados aquí a nuestra propia experiencia de adoración? <br></strong></p><p><strong>1 Crónicas 16:29</strong></p><p><sup><strong>16</strong></sup> Dad a Jehová la honra debida a su nombre; Traed ofrenda, y venid delante de él; Postraos delante de Jehová en la hermosura de la santidad.<br></p><p><strong>Salmo 96:8 - 9</strong></p><p><sup><strong>8</strong> </sup>Dad a Jehová la honra debida a su nombre;<br>Traed ofrendas, y venid a sus atrios.<br><br><sup><strong>9</strong> </sup>Adorad a Jehová en la hermosura de la santidad;<br>Temed delante de él, toda la tierra.</p><p><strong>Salmo 116:16 -18<br></strong></p><p><sup><strong>16</strong></sup> Oh Jehová, ciertamente yo soy tu siervo, Siervo tuyo soy, hijo de tu sierva; Tú has roto mis prisiones. <br></p><p><sup><strong>17</strong></sup> Te ofreceré sacrificio de alabanza, E invocaré el nombre de Jehová. <br></p><p><sup><strong>18</strong></sup> A Jehová pagaré ahora mis votos Delante de todo su pueblo</p><p>Como hijos de Dios que tenemos la responsabilidad de administrar sus asuntos en la Tierra, es un privilegio, una oportunidad y una responsabilidad llevar nuestras ofrendas. Si el Señor nos ha dado hijos para criarlos, debemos compartir con ellos el gozo de llevar los diezmos y las ofrendas a la Escuela Sabática y a los cultos de la iglesia. En algunos lugares, la gente devuelve su diezmo en línea o por otros medios. Como sea que lo hagamos, la devolución de los diezmos y las ofrendas es parte de nuestra experiencia de adoración a Dios.</p><p><strong>¿Cuál ha sido tu experiencia con el rol de devolver el diezmo y las ofrendas como parte de la adoración? ¿De qué forma esta práctica impacta tu relación con Dios?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de enero ",
          "dayTitle": "<p><strong>DIOS TOMA NOTA DE NUESTRAS OFRENDAS</strong></p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Marcos 12:41 al 44. Seamos ricos o no, ¿qué mensaje podemos obtener de esta historia? ¿Qué principio nos enseña y cómo podemos aplicarlo a nuestra experiencia de adoración? </strong><br></p><p><strong>Marcos 12:41 - 44</strong></p><p><sup><strong>41</strong></sup>&nbsp;Estando Jesús sentado delante del arca de la ofrenda, miraba cómo el pueblo echaba dinero en el arca; y muchos ricos echaban mucho. <br></p><p><sup><strong>42</strong></sup>&nbsp;Y vino una viuda pobre, y echó dos blancas, o sea un cuadrante. <br></p><p><sup><strong>43</strong></sup>&nbsp;Entonces llamando a sus discípulos, les dijo: De cierto os digo que esta viuda pobre echó más que todos los que han echado en el arca; <br></p><p><sup><strong>44</strong></sup>&nbsp;porque todos han echado de lo que les sobra; pero esta, de su pobreza echó todo lo que tenía, todo su sustento.<br></p><p>Jesús y los discípulos estaban en el atrio del Templo donde se encontraban los cofres de la tesorería, y él miraba a los que traían sus ofrendas. Estaba bastante cerca como para ver que una viuda había dado dos monedas de cobre. Ella puso todo lo que tenía. “Pero Jesús comprendía su motivación. Ella creía que el servicio del Templo era ordenado por Dios, y anhelaba hacer cuanto pudiese para sostenerlo. Hizo lo que pudo, y su acto había de ser un monumento a su memoria para todos los tiempos, y su gozo en la Eternidad. Su corazón acompañó a su donativo, cuyo valor se había de estimar, no por el de la moneda, sino por el amor hacia Dios y el interés en su obra que había impulsado la acción” (CMC 174). <br></p><p>Otro aspecto sumamente importante es que esta es la única ofrenda que Jesús elogió: una ofrenda para una iglesia que estaba a punto de rechazarlo, una iglesia que se desvió mucho de su llamado y su misión. <br></p><p><strong>Lee Hechos 10:1 al 4. ¿Por qué un centurión romano recibió la visita de un ángel celestial? ¿Qué dos acciones suyas se notaron en el Cielo? <br></strong></p><p><strong>Hechos 10:1 - 4</strong></p><p><sup><strong>1</strong></sup> Había en Cesarea un hombre llamado Cornelio, centurión de la compañía llamada la Italiana, <br></p><p><sup><strong>2&nbsp;</strong></sup>piadoso y temeroso de Dios con toda su casa, y que hacía muchas limosnas al pueblo, y oraba a Dios siempre.</p><p><strong><sup>3</sup>&nbsp;</strong>Este vio claramente en una visión, como a la hora novena del día, que un ángel de Dios entraba donde él estaba, y le decía: Cornelio. <br></p><p><strong><sup>4</sup>&nbsp;</strong>Él, mirándole fijamente, y atemorizado, dijo: ¿Qué es, Señor? Y le dijo: Tus oraciones y tus limosnas han subido para memoria delante de Dios.<br></p><p>Aparentemente, no solo se escuchan nuestras oraciones en el Cielo, sino también se toma nota de la motivación de nuestras ofrendas. El pasaje señala que Cornelio era un dador generoso. “Porque donde esté el tesoro de ustedes, allí estará también su corazón” (Mat. 6:21). El corazón de Cornelio acompañaba sus ofrendas. Estaba dispuesto a aprender más acerca de Jesús. La oración y la limosna están íntimamente unidas, y demuestran nuestro amor a Dios y a nuestros semejantes, los dos grandes principios de la Ley de Dios: “Amarás al Señor tu Dios con todo tu corazón, con toda tu alma, con toda tu fuerza y todo tu entendimiento; y a tu prójimo como a ti mismo” (Luc. 10:27). El primero se revela en la oración; el segundo, en los donativos.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de enero",
          "dayTitle": "<p><strong>PROYECTOS ESPECIALES: OFRENDAS DE FRASCOS</strong><br></p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>Las investigaciones han demostrado que solo un nueve por ciento de los activos de la gente son líquidos y que podrían aportarse como ofrenda en cualquier momento. El efectivo, las cuentas corrientes, los ahorros, los fondos del mercado monetario y demás generalmente se consideran activos líquidos, al menos para los que poseen cosas como estas. La mayoría de nuestros activos, alrededor del 91 por ciento, están “invertidos” en bienes raíces, como nuestras casas, nuestro ganado (si vivimos en zonas rurales) u otros activos no líquidos. <br></p><p>Las diferencias en los porcentajes de activos líquidos y no líquidos se pueden ilustrar poniendo 1.000 centavos en dos frascos de vidrio diferentes, donde 10 centavos representan cada punto porcentual. Por lo tanto, tendrías 90 centavos en un frasquito que representa el 9 por ciento de los activos líquidos y 910 centavos en un frasco grande de un litro, que representa el 91 por ciento de los activos no líquidos. <br></p><p>La mayoría da sus ofrendas o contribuciones del frasquito, de sus activos líquidos. Esto es lo que tienen en su cuenta corriente o en la billetera. Pero cuando alguien realmente se entusiasma con algo, da del frasco grande. La Biblia cuenta muchas de esas historias. <br></p><p><strong>Lee Marcos 14:3 al 9 y Juan 12:2 al 8. ¿Quiénes son los personajes principales en la fiesta de Simón? ¿Cuál era el valor del regalo de María? ¿Por qué ungió a Jesús en este momento? <br></strong></p><p><strong>&nbsp;Marcos 14:3 - 9</strong></p><p><strong><sup>3</sup></strong>&nbsp;Pero estando él en Betania, en casa de Simón el leproso, y sentado a la mesa, vino una mujer con un vaso de alabastro de perfume de nardo puro de mucho precio; y quebrando el vaso de alabastro, se lo derramó sobre su cabeza. <br></p><p><sup>4&nbsp;</sup>Y hubo algunos que se enojaron dentro de sí, y dijeron: ¿Para qué se ha hecho este desperdicio de perfume? <br></p><p><strong><sup>5</sup>&nbsp;</strong>Porque podía haberse vendido por más de trescientos denarios, y haberse dado a los pobres. Y murmuraban contra ella. <br></p><p><strong><sup>6</sup>&nbsp;</strong>Pero Jesús dijo: Dejadla, ¿por qué la molestáis? Buena obra me ha hecho. <br></p><p><strong><sup>7</sup>&nbsp;</strong>Siempre tendréis a los pobres con vosotros, y cuando queráis les podréis hacer bien; pero a mí no siempre me tendréis. <br></p><p><strong><sup>8</sup>&nbsp;</strong>Esta ha hecho lo que podía; porque se ha anticipado a ungir mi cuerpo para la sepultura. <br></p><p><strong><sup>9</sup>&nbsp;</strong>De cierto os digo que dondequiera que se predique este evangelio, en todo el mundo, también se contará lo que esta ha hecho, para memoria de ella.<br></p><p><strong>Juan 12:2 - 8</strong></p><p><strong>2</strong>&nbsp;Y le hicieron allí una cena; Marta servía, y Lázaro era uno de los que estaban sentados a la mesa con él. <br></p><p><strong><sup>3</sup>&nbsp;</strong>Entonces María tomó una libra de perfume de nardo puro, de mucho precio, y ungió los pies de Jesús, y los enjugó con sus cabellos; y la casa se llenó del olor del perfume. <br></p><p><strong><sup>4</sup>&nbsp;</strong>Y dijo uno de sus discípulos, Judas Iscariote hijo de Simón, el que le había de entregar: <br></p><p><strong>5&nbsp;</strong>¿Por qué no fue este perfume vendido por trescientos denarios, y dado a los pobres? <br></p><p><strong><sup>6</sup>&nbsp;</strong>Pero dijo esto, no porque se cuidara de los pobres, sino porque era ladrón, y teniendo la bolsa, sustraía de lo que se echaba en ella. <br></p><p><strong><sup>7</sup>&nbsp;</strong>Entonces Jesús dijo: Déjala; para el día de mi sepultura ha guardado esto. <br></p><p><strong><sup>8</sup>&nbsp;</strong>Porque a los pobres siempre los tendréis con vosotros, mas a mí no siempre me tendréis.<br></p><p><br></p><p>El regalo de María valía trescientos denarios, el salario de casi todo un año. Muy probablemente, era una ofrenda de “frasco grande”. Después de este incidente, Judas traicionó a Jesús por un poco más de la tercera parte de esa cantidad: una ofrenda de “frasquito”, treinta piezas de plata (Mat. 26:15). Se necesita verdadero amor y compromiso para ofrendar del frasco grande: de nuestras inversiones. Pero, cuando nos volvemos codiciosos, como Judas, podemos vender nuestra alma por casi nada. <br></p><p>La obra y las actividades de Bernabé se mencionan 28 veces en el Nuevo Testamento. Lo conocemos principalmente como compañero del apóstol Pablo y como gran misionero. Pero el fundamento de todo esto se establece en el primer pasaje donde se lo menciona. En Hechos 4:36 y 37, leemos acerca de su entrega; verdaderamente, una ofrenda de “frasco grande”. Qué poderoso ejemplo de las palabras de Cristo: “Porque donde esté el tesoro de ustedes, allí estará también su corazón” (Mat. 6:21). <br></p><p><strong>¿Por qué dar con sacrificio es tan importante para los que dan como para los que reciben?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de enero",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>El libro celestial de las memorias también anota la fidelidad financiera de los miembros de la familia de Dios. “El ángel registrador toma nota fiel de cada ofrenda que se dedica a Dios y se entrega en la tesorería, y también de los resultados finales de los medios así ofrendados. El ojo de Dios observa cada centavo que se dedica a su causa, igualmente como la actitud de regocijo o mezquina del dador. También se registra la motivación de la dádiva. Las personas abnegadas y consagradas que le devuelven a Dios lo que le pertenece, del modo en que él lo requiere, serán recompensadas de acuerdo con sus obras. Aunque se gastaran equivocadamente los medios así consagrados y no cumplieran los propósitos para los cuales el dador los había destinado –la gloria de Dios y la salvación de las almas–, los que realizaron el sacrificio con sinceridad, con el fin único de glorificar al Señor, no perderán su recompensa” (TI 2:460). <br></p><p>“Dios desea que su pueblo ore y haga planes para el avance de su obra. Pero, como Cornelio, debemos unir la oración con los donativos. Nuestras oraciones y limosnas deben ascender ante Dios como una conmemoración. La fe sin obras está muerta; y sin una fe viva es imposible agradar a Dios. Mientras oramos, debemos dar todo lo que podamos, tanto de nuestro trabajo como de nuestros medios, para el cumplimiento de nuestras oraciones. Si ponemos en práctica nuestra fe, Dios no se olvidará de nosotros. Él anota cada acto de amor y de abnegación. Él abrirá caminos por los que podremos mostrar nuestra fe mediante nuestras obras” (Elena de White, Atlantic Union Gleaner, 17/6/1903). <br></p><p><strong>PREGUNTAS PARA DIALOGAR: <br></strong></p><p><strong>1.</strong> ¿Cómo se conjugan el orar y el dar? Es decir, ¿cómo podría la oración ayudarte a saber qué dar, cuándo y cuánto dar? <br></p><p><strong>2.</strong> Una revista famosa en los Estados Unidos hablaba de jóvenes profesionales en Wall Street que ganaban mucho dinero y, sin embargo, eran muy miserables, se sentían vacíos, llenos de angustia y preocupación. Uno de ellos, un administrador de fondos, dijo: “¿Qué importancia tendría después de que muera si hubiera obtenido una ganancia adicional del uno por ciento en mi cartera?” ¿Podemos sacar de esta historia la lección de que dar, incluso con sacrificio, puede ser muy beneficioso espiritualmente para el dador, ya que nos ayuda a liberarnos del “engaño de las riquezas” (Mat. 13:22)? <br></p><p><strong>3.</strong> En la cita anterior de Elena de White, observa la parte sobre los fondos que se utilizan “equivocadamente”. ¿Por qué es importante que quienes damos tengamos en cuenta este aspecto?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de enero",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong><br></p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>RESEÑA</strong> <br></p><p>¿Qué podemos dar a Jesús por todo lo que él hizo por nosotros (Sal. 116:12–14)? El Pacto divino requiere nuestra completa entrega de cuerpo, mente, talentos y posesiones (Deut. 8:18). Este pacto se puede guardar solo en una relación de amor incondicional, con todo el corazón, la mente y las fuerzas (Deut. 6:5). <br></p><p>En el culto de adoración a Dios, las ofrendas revelan la calidad de nuestro compromiso y quiénes somos como adoradores. Como ejercicio de fe, las ofrendas expresan nuestra gratitud y fortalecen nuestro amor por el Señor y por su causa. <br></p><p>En las Escrituras, las ofrendas deben darse de acuerdo con la bendición recibida, y no simplemente sobre la base de un porcentaje aleatorio, desconectado de la prosperidad del dador (Deut. 16:17; Luc. 12:48). Además, en los tiempos del Antiguo Testamento, aunque eran voluntarias, las ofrendas también eran esenciales en las grandes fiestas de adoración, en las que al adorador no se le permitía presentarse ante el Señor con las manos vacías (Deut. 16:16). <br></p><p>Por consiguiente, la adoración y las ofrendas son voluntarias. Pero la primera solo es aceptable si va acompañada de la segunda. La adoración y las ofrendas son voluntarias porque deben darse libremente. Pero son obligatorias en el sentido de que son una parte vital de nuestro servicio al Señor. <br></p><p>En el ejemplo de la viuda pobre (Mar. 12:41–44), el Verbo que se hizo carne se tomó un tiempo para sentarse y observar a los dadores que la precedieron, examinando los motivos y las cantidades depositadas en su casa para el avance de su obra (Hech. 4:36, 37; Mar. 14:3–9). Mediante un ángel enviado del Cielo a Cornelio (Hech. 10:4), Dios también reveló que observa y aprueba al dador sincero.</p><p><strong>COMENTARIO</strong></p><p> Al igual que la oración, las ofrendas son compromisos de fe (Hech. 10:4). En el Antiguo Testamento, había ofrendas de adoración obligatorias, como las ofrendas de expiación y el impuesto del Templo (Lev. 1–5; Éxo. 30:13, 14). También había ofrendas voluntarias, cuyo valor y tipo no estaban prescritos (Éxo. 25:1–5). Pero las Escrituras muestran que tanto las ofrendas prescritas u obligatorias, así como las ofrendas voluntarias, eran esenciales en la adoración. Sin embargo, aunque la ofrenda sea espontánea, como cualquier acto espiritual puede verse contaminada por deseos egoístas ocultos. Para complacer a Dios, la ofrenda debe ser generosa. La disposición del dador también debe complementarse con el gozo de dar, que es el fruto del Espíritu Santo (2 Cor. 9:6, 7; Gál. 5:22).</p><p><strong>El significado de “voluntarias”</strong></p><p> En general, la Biblia utiliza el calificativo “voluntarias” para las ofrendas ofrecidas espontáneamente (Éxo. 25:1, 2; 2 Cor. 8:3). En términos de adoración, espontáneas, o voluntarias, no necesariamente significan opcionales. Antes del pecado, el deber y la obediencia se cumplían con un espíritu de gozo y amor voluntario. El pecado quebró la unidad entre el deber y un espíritu dispuesto.</p><p>Pero, en el Espíritu Santo, el deber y la voluntad se restauran y habitan una vez más en perfecta unidad.</p><p>Voluntario significa hacer algo por decisión propia, sin sentirse presionado ni obligado por los demás. En general, la Biblia nos dice que las ofrendas voluntarias en el culto, proporcionales a las bendiciones o las posesiones recibidas, eran esenciales para la adoración. De modo que, por su naturaleza esencial, las ofrendas voluntarias no eran opcionales, salvo que la persona tomara la decisión de no servir al Señor. <br></p><p>No obstante, una ofrenda voluntaria no es necesariamente agradable a Dios. Es posible que incluso las ofrendas voluntarias se basen en motivaciones equivocadas. La gente puede cultivar dones, dar todo a los pobres e incluso dar el cuerpo “voluntariamente” para ser quemado, pero no tener amor (1 Cor. 1:1-3). <br></p><p>Por otro lado, la palabra “opcional” generalmente significa algo electivo, algo que somos libres de hacer o no. En el contexto del culto, los votos eran un ejemplo de actos opcionales. Pero las ofrendas eran parte de la expiación, el perdón, la gratitud y los aspectos de dedicación de la adoración. Por consiguiente, aunque espontáneas, las ofrendas no pueden ser opcionales en el culto. De esta manera, las ofrendas “voluntarias” se refieren a las ofrendas que surgen de un corazón lleno de amor y gozo por obedecer al Señor y por darle lo mejor que poseemos.</p><p><strong>Ofrendas voluntarias versus esenciales</strong></p><p> Si bien es esencial dar ofrendas, también es un acto voluntario. No obstante, dejar de ofrendar podría tener graves consecuencias espirituales. Por lo tanto, la palabra “ofrenda” se utilizaba para los deberes no negociables de la vida espiritual del antiguo Israel. Estos son algunos ejemplos de esos deberes:</p><p><strong>&nbsp;a. Servir al Mesías</strong> es un acto voluntario. La palabra hebrea nedabah, “voluntariamente” (Sal. 110:3), se utiliza para referirse a quienes se acercan a honrar al Mesías. La misma palabra se usa para ofrendas voluntarias (Núm. 29:39), o simplemente una ofrenda. En Salmo 110:3, el pueblo se ofreció voluntariamente al Mesías. Todo lo que se hace para Dios debe ser con un espíritu dispuesto. Como se mencionó anteriormente, voluntario significa “espontáneo”, no por la fuerza. Incluso lo que es esencial para el servicio del Mesías debe hacerse con el espíritu de una ofrenda voluntaria. <br></p><p><strong>b. Ofrendas de fiestas.</strong> Nedabah también se utiliza en la ofrenda en sí, aunque no sea obligatoria: “Entonces celebrarás la Fiesta de las Semanas en honor del Señor tu Dios. Tu ofrenda voluntaria [nedabah = ofrendas voluntarias] será en proporción a las bendiciones que te haya dado el Señor tu Dios” (Deut. 16:10). Sin embargo, a pesar de ser voluntaria, no se podía asistir a las fiestas con las manos vacías (Deut. 16:16). Además, las ofrendas deben ser proporcionales, según la bendición (Deut. 16:10). Como tal, cuando la Biblia utiliza la palabra “voluntaria”, no necesariamente significa opcional, salvo cuando la persona decide no servir a Dios.</p><p><strong>c. Ofrendas de agradecimiento y expiación.</strong> Las ofrendas voluntarias eran esenciales en la adoración a Dios y en el servicio del Santuario, según se interpreta en la lectura de Levítico 1 a 7. En estos capítulos, las ofrendas de expiación y por el pecado eran voluntarias, como el holocausto y la ofrenda de cereal, entre otras ofrendas. Por ejemplo, nadie podía recibir el perdón sin la ofrenda; por lo tanto, era esencial. En estos ejemplos, los actos voluntarios también se presentan como esenciales. <br></p><p><strong>d. El diezmo como ofrenda.</strong> El diezmo es obligatorio (Mal. 3:8), pero el diezmo también debe devolverse con un espíritu dispuesto. “Porque he dado a los levitas por heredad los diezmos, lo que los hijos de Israel presenten al SEÑOR como <strong>ofrenda alzada</strong>” (heb. terumah) (Núm. 18:24; RVA-2015; ver también Núm. 18:19, 26, 28; énfasis añadido). Por lo tanto, dejar de dar ofrendas y diezmos es robar al Señor (Mal. 3:8). No dar ofrendas a Dios no es una opción para un corazón convertido. “Ha especificado que los diezmos y las ofrendas constituyen nuestra obligación” (CMC 84). <br></p><p><strong>e. Impuesto del Templo.</strong> El impuesto obligatorio del Templo también se llama ofrenda (terumah) (Éxo. 30:13, 14). <br></p><p>Las ofrendas prescritas o voluntarias se denotan en la Biblia mediante el uso de ciertos términos: “traigan” el diezmo (Mal. 3:10), “elevar” el impuesto del Templo (Éxo. 29:28) y “traigan” una ofrenda (Éxo. 25:2). Estas expresiones dejan en claro que las instrucciones de Dios son para obedecerlas. Por tanto, en todas las etapas de la historia del pueblo de Dios, las ofrendas eran un deber que había que cumplir con un corazón dispuesto.</p><p><strong>Voluntariamente y de buena gana, con el corazón</strong></p><p> Las ofrendas del Tabernáculo (Éxo. 25:1, 2) contienen principios para todas las ofrendas, tanto voluntarias como obligatorias, que deben darse de buena gana, con el corazón: “Di a los hijos de Israel que tomen para mí ofrenda [en hebreo, terumah]; de todo varón que la diere de su voluntad, de corazón, tomaréis mi ofrenda [en hebreo, terumah]” (RVR). <br></p><p>1. En estos versículos encontramos la expresión de un mandato divino y la necesidad de un corazón dispuesto. Si obedecemos el mandato sin un corazón dispuesto, la ofrenda no es aceptable (2 Cor. 9:6, 7). Además, si el dador tiene un corazón dispuesto, pero su disposición no es por amor (1 Cor. 13:1-3) y con gozo (2 Cor. 9:7), no se beneficiará en nada (1 Cor. 13:3). <br></p><p>2. Dios nos instruye que guardemos sus mandamientos (Deut. 30:19). Al mismo tiempo, nos da libertad para elegir: “Elige la vida, para que vivas tú y tus descendientes” (Deut. 30:19) porque toda obediencia se basa en el gozo y la alegría del corazón (Deut. 28:47). <br></p><p>3. El llamado de David para construir el templo de Salomón ilustra bien la importancia de la motivación interna: “Ahora, pues, ¿quién quiere ofrendar hoy voluntariamente para el Señor?” (1 Crón. 29:5). Como resultado, “el pueblo se <strong>regocijó </strong>por haber contribuido con <strong>ofrendas voluntarias</strong>, porque con un <strong>corazón íntegro </strong>habían hecho al SEÑOR ofrendas voluntarias” (1 Crón. 29:9, RVA-2015; énfasis añadido). Estos son los mismos principios señalados por Pablo: “Cada uno dé como propuso en su <strong>corazón</strong>, no con tristeza, ni por necesidad; porque Dios ama al que da con <strong>alegría</strong>” (2 Cor. 9:7, énfasis añadido). Podemos ver ejemplos de quienes dieron generosamente y en proporción a las bendiciones recibidas, con un corazón perfecto y gozoso y un espíritu dispuesto, en la vida de la viuda pobre (Mar. 12:41–44), el centurión (Hech. 10:4) y Bernabé (Hech. 4:36, 37). Estos personajes bíblicos muestran corazones tocados por el Espíritu Santo para realizar actos de generosidad.</p><p><strong>APLICACIÓN A LA VIDA</strong> <br></p><p>a. Pide a un alumno que lea Jeremías 17:9. Jeremías nos advierte que el corazón humano es engañoso (Jer. 17:9). Con este pensamiento en mente, pregunta a la clase: <br></p><p>&nbsp;1. ¿Puede alguien dar “voluntariamente” pero estar motivado únicamente por la costumbre social o por temor a la condenación? Expliquen. <br></p><p>&nbsp;2. ¿Es posible usar la expresión “ofrenda voluntaria” para excusarse de dar, o dar pequeñas cantidades, simplemente para tranquilizar la conciencia? Analicen en clase. <br></p><p>b. Pide voluntarios para leer los siguientes pasajes. Invita a la clase a reflexionar sobre su significado. Luego pregunta a los miembros de la clase. “Dios desea de todas sus criaturas el servicio por amor; servicio que brota de un aprecio de su carácter. No halla placer en una obediencia forzada; y a todos otorga libre albedrío para que puedan rendirle un servicio voluntario” (PP 12, 13). “Él no puede admitir un rival en el alma ni aceptar un servicio parcial; pero desea solo un servicio voluntario, la entrega voluntaria del corazón bajo la compulsión del amor” (DTG 452). <br></p><p>&nbsp;1. ¿Qué quiere decir la segunda cita con “servicio voluntario [...] bajo la compulsión del amor”? ¿Por qué Dios querría que los miembros de tu clase lo sirvieran solo de esta manera? ¿Cómo podrían tus alumnos aplicar este principio a las ofrendas? <br></p><p>&nbsp;2. ¿Cómo propicia el amor que el estudiante guarde los mandamientos (Ecl. 12:13) de una manera aceptable al Señor sin anular su libertad? ¿Cómo se aplica el mismo principio a la devolución voluntaria de diezmos y ofrendas? Las oraciones son “la alabanza voluntaria de mi boca” (Sal. 119:108); sin embargo, nunca deben dejar de pronunciarse. <br></p><p><strong>¿Cuál es la importancia de orar y ofrendar siempre como actos de adoración (Hech. 10:4)?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>LAS OFRENDAS PARA JESÚS</strong><br></p>",
      "verse": "<p>“¿Qué pagaré al Señor por todos sus beneficios hacia mí? Levantaré la copa de la salvación e invocaré el nombre del Señor. Ahora cumpliré mis votos al Señor, ante todo su pueblo” (Sal. 116:12-14)<br></p>",
      "versionCode": 1,
      "weekDate": "21-27 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
