{
   "data":[
      {
         "color":"#ffc344",
         "id":704,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 19",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>The book of Revelation shows us God’s solutions for our fallen world. In the final chapters, access to the tree of life is restored, the curse is lifted, and we are readmitted into the presence of God. Revelation, in some ways, is the book of Genesis in reverse, which is why Genesis remains an important key to understanding how the world’s problems developed in the first place.<br><br>One of the key issues in both Daniel and Revelation is worldly govern­ment, a succession of human attempts to control a planet that rightfully belongs to God, who will—once this horrible episode of sin and rebellion is forever ended—ultimately rule in righteousness.&nbsp;</p><p>It is a very long process that leads to this moment, covering thousands of years of human experiments in self-government. They have never worked; even those expressing the highest ideals have always fallen short, often terribly short, of those ideals. So much of the sad history of humanity through the millennia is nothing but accounts of the tragedy that these failed systems have brought upon us. And it only will get worse until God’s “everlasting kingdom” (Dan. 7:27) finally is established.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 20",
               "dayTitle":"<p>Nimrod and Nineveh</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p>Eden was created as the ideal home for the human race. Once sin entered, God had no choice but to separate humanity from the Garden and the tree of life, at least for now.<br><br>Outside of the Garden, humans were required to work hard to provide for their own continued existence. Life became harder; we had to live with pain and by the sweat of our brow (Gen. 3:16–19). Our first parents trusted that the rightful King would provide a path back into the Garden, and they brought sacrifices to the gates of Eden in faithful anticipation of the redemption that God, right from the start, offered the fallen world.<br><br>“The Garden of Eden remained upon the earth long after man had become an outcast from its pleasant paths. . . . Hither came Adam and his sons to worship God. Here they renewed their vows of obedience to that law the transgression of which had banished them from Eden.<br><br>When the tide of iniquity overspread the world, and the wickedness of men determined their destruction by a flood of waters, the hand that had planted Eden withdrew it from the earth. But in the final restitution, when there shall be ‘a new heaven and a new earth’ (Revelation 21:1), it is to be restored more gloriously adorned than at the ­beginning.” —Ellen G. White, Patriarchs and Prophets, p. 62.<br><br>Others, however, worked on man-made “solutions” to our newfound problems, and we see the birth of city-states, an attempt to create an easier life, and perhaps to try to recapture what was lost in Eden.<br><br><strong>Read Genesis 10:1–12. This is where the Bible introduces a number of key political players found throughout the rest of the Bible, including Nineveh and Babylon. Given what we know about the roles of those cities later on, what can we deduce from these texts?</strong></p>\n<p><strong>Genesis 10:1–12</strong></p>\n<p><strong><sup>1</sup></strong> Now this is the genealogy of the sons of Noah: Shem, Ham, and Japheth; and sons were born to them after the flood.</p>\n<p><strong><sup>2</sup></strong> The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.</p>\n<p><strong><sup>3</sup></strong> The sons of Gomer were Ashkenaz, Riphath, and Togarmah.</p>\n<p><strong><sup>4</sup></strong> The sons of Javan were Elishah, Tarshish, Kittim, and Dodanim.</p>\n<p><strong><sup>5</sup></strong> From these the coastland peoples of the Gentiles were separated into their lands, everyone according to his language, according to their families, into their nations.</p>\n<p><strong><sup>6</sup></strong> The sons of Ham were Cush, Mizraim, Put, and Canaan.</p>\n<p><strong><sup>7</sup></strong> The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabtechah; and the sons of Raamah were Sheba and Dedan.</p>\n<p><strong><sup>8</sup></strong> Cush begot Nimrod; he began to be a mighty one on the earth.</p>\n<p><strong><sup>9</sup></strong> He was a mighty hunter before the Lord; therefore it is said, “Like Nimrod the mighty hunter before the Lord.”</p>\n<p><strong><sup>10</sup></strong> And the beginning of his kingdom was Babel, Erech, Accad, and Calneh, in the land of Shinar.</p>\n<p><strong><sup>11</sup></strong> From that land he went to Assyria and built Nineveh, Rehoboth Ir, Calah,</p>\n<p><strong><sup>12</sup></strong> and Resen between Nineveh and Calah (that is the principal city).</p><p>Some have read about Nimrod and concluded that he is a noble hero, much like the conquering heroes of pagan mythology. But when the Bible describes him as “a mighty one on the earth,” and a “mighty hunter before the Lord,” it is not a compliment. Nimrod is great in his own estimation, and he stands “before” the Lord in the sense that he defies God. What we see in these texts is the spreading of the rebellion against God, a rebellion that will exist until, ultimately, all rebellion will be forever eradicated.<br><br><strong>Why is the sin of rebellion against God more subtle than we might realize? How can we protect ourselves against this very human trait?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 21",
               "dayTitle":"<p>Abraham’s Call</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>In the tenth chapter of Genesis, we see the birth of various nations. The word usually translated “nations” is goyim, which also can refer to Gentiles. Genesis 10 tells us that the human race divided up into lands, languages, families, and “nations” (Gen. 10:5; see also Rev. 14:6).<br><br>Almost immediately after the introduction of this concept, God calls Abraham out of one of those nations to be different from them and from what they represent.<br><br><strong>Read Genesis 12:1–9. Why did God call Abram (later Abraham) out from his country of origin?</strong></p>\n<p><strong>Genesis 12:1–9</strong></p>\n<p><strong><sup>1</sup></strong> Now the Lord had said to Abram: “Get out of your country, from your family and from your father’s house, to a land that I will show you.</p>\n<p><strong><sup>2</sup></strong> I will make you a great nation; I will bless you and make your name great; and you shall be a blessing.</p>\n<p><strong><sup>3</sup></strong> I will bless those who bless you, and I will curse him who curses you; and in you all the families of the earth shall be blessed.”</p>\n<p><strong><sup>4</sup></strong> So Abram departed as the Lord had spoken to him, and Lot went with him. And Abram was seventy-five years old when he departed from Haran.</p>\n<p><strong><sup>5</sup></strong> Then Abram took Sarai his wife and Lot his brother’s son, and all their possessions that they had gathered, and the people whom they had acquired in Haran, and they departed to go to the land of Canaan. So they came to the land of Canaan.</p>\n<p><strong><sup>6</sup></strong> Abram passed through the land to the place of Shechem, as far as the terebinth tree of Moreh. And the Canaanites were then in the land.</p>\n<p><strong><sup>7</sup></strong> Then the Lord appeared to Abram and said, “To your descendants I will give this land.” And there he built an altar to the Lord, who had appeared to him.</p>\n<p><strong><sup>8</sup></strong> And he moved from there to the mountain east of Bethel, and he pitched his tent with Bethel on the west and Ai on the east; there he built an altar to the Lord and called on the name of the Lord.</p>\n<p><strong><sup>9</sup></strong> So Abram journeyed, going on still toward the South.</p><p>God intended to use Abraham to establish a nation that would stand in contrast to human kingdoms. They were not to have a king other than God Himself. The people were to show what would happen if the human race returned to their Creator. Israel was established to be a blessing to “ ‘all the families of the earth’ ” (Gen. 12:3, NKJV). God had poured out upon the Israelites light and privileges that had not been seen in the world since, perhaps, before the Flood.<br><br><strong>Read Deuteronomy 4:5–9. What was the Lord telling the children of Abraham, the nation that had become a fulfillment of the promise God had made to Abraham?</strong></p>\n<p><strong>Deuteronomy 4:5–9</strong></p>\n<p><strong><sup>5</sup></strong> Surely I have taught you statutes and judgments, just as the Lord my God commanded me, that you should act according to them in the land which you go to possess.</p>\n<p><strong><sup>6</sup></strong> Therefore be careful to observe them; for this is your wisdom and your understanding in the sight of the peoples who will hear all these statutes, and say, “Surely this great nation is a wise and understanding people.”</p>\n<p><strong><sup>7</sup></strong> For what great nation is there that has God so near to it, as the Lord our God is to us, for whatever reason we may call upon Him?</p>\n<p><strong><sup>8</sup></strong> And what great nation is there that has such statutes and righteous judgments as are in all this law which I set before you this day?</p>\n<p><strong><sup>9</sup></strong> Only take heed to yourself, and diligently keep yourself, lest you forget the things your eyes have seen, and lest they depart from your heart all the days of your life. And teach them to your children and your grandchildren.</p><p>This was not a single individual bearing witness in a single com­ munity; this was an entire nation that, by working together and in cooperation with God, could exhibit the glory of His character. Notice, too, in the words spoken to them that it wasn’t just “statutes and judgments” that God had given them that made them so special, but their adherence to them that would cause the other nations to say, “ ‘ “Surely this great nation is a wise and understanding people” ’ ” (Deut. 4:6, NKJV). However wonderful the truths given to the people, their failure to live up to them, to obey them, would bring curses instead of blessing and death instead of life.<br><br><strong>How does the same principle, that of not just knowing these truths but obeying them, apply to us as Adventists today?</strong></p>\n\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 22",
               "dayTitle":"<p>Given What You Asked For</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p>As originally established, Israel was not to have a human monarch, the way that other nations did. In time, however, the people’s faith faltered, and they found themselves pining for the things that “the nations,” the Gentiles, had.<br><strong><br>Read 1 Samuel 8:4–18. Why do you suppose the elders found the idea of a king appealing? In what ways do we fall prey to similar temptations?</strong></p>\n<p><strong>1 Samuel 8:4–18</strong></p>\n<p><strong><sup>4</sup></strong> Then all the elders of Israel gathered together and came to Samuel at Ramah,</p>\n<p><strong><sup>5</sup></strong> and said to him, “Look, you are old, and your sons do not walk in your ways. Now make us a king to judge us like all the nations.”</p>\n<p><strong><sup>6</sup></strong> But the thing displeased Samuel when they said, “Give us a king to judge us.” So Samuel prayed to the Lord.</p>\n<p><strong><sup>7</sup></strong> And the Lord said to Samuel, “Heed the voice of the people in all that they say to you; for they have not rejected you, but they have rejected Me, that I should not reign over them.</p>\n<p><strong><sup>8</sup></strong> According to all the works which they have done since the day that I brought them up out of Egypt, even to this day, with which they have forsaken Me and served other gods—so they are doing to you also.</p>\n<p><strong><sup>9</sup></strong> Now therefore, heed their voice. However, you shall solemnly forewarn them, and show them the behavior of the king who will reign over them.”</p>\n<p><strong><sup>10</sup></strong> So Samuel told all the words of the Lord to the people who asked him for a king.</p>\n<p><strong><sup>11</sup></strong> And he said, “This will be the behavior of the king who will reign over you: He will take your sons and appoint them for his own chariots and to be his horsemen, and some will run before his chariots.</p>\n<p><strong><sup>12</sup></strong> He will appoint captains over his thousands and captains over his fifties, will set some to plow his ground and reap his harvest, and some to make his weapons of war and equipment for his chariots.</p>\n<p><strong><sup>13</sup></strong> He will take your daughters to be perfumers, cooks, and bakers.</p>\n<p><strong><sup>14</sup></strong> And he will take the best of your fields, your vineyards, and your olive groves, and give them to his servants.</p>\n<p><strong><sup>15</sup></strong> He will take a tenth of your grain and your vintage, and give it to his officers and servants.</p>\n<p><strong><sup>16</sup></strong> And he will take your male servants, your female servants, your finest young men, and your donkeys, and put them to his work.</p>\n<p><strong><sup>17</sup></strong> He will take a tenth of your sheep, and you will be his servants.</p>\n<p><strong><sup>18</sup></strong> And you will cry out in that day because of your king whom you have chosen for yourselves, and the Lord will not hear you in that day.”</p><p>It is important to notice that the request for a king was a rejection of God’s reign over His people. As established, the nation was to answer directly to the Creator, and their relationship to Him was put on display through the sanctuary and its services, among other things. By requesting a king, they would bring the same kinds of suffering on themselves that the Gentile kingdoms experienced: military conscription in the king’s wars, confiscation, taxation, and other ills. They would discover that human potentates tend to rule in their own favor instead of benevolently, as God does.<br><br>Also, the new arrangement would be permanent: Israel would be given what they asked for, but when they realized that it was a downgrade, they would be stuck with it. “ ‘And you will cry out in that day because of your king whom you have chosen for yourselves, and the Lord will not hear you in that day’ ” (1 Sam. 8:18, NKJV).<br><br>God knows the weakness of His people, and He predicted early on that Israel would request a human king. They did, and so much of sacred history is the story of the consequences of that choice.<br><br>Read Deuteronomy 17:14–20. Notice that God does not say, “I will give them a king,” but rather, His people decide that they want one. God put safeguards in place to protect His people from some of the evils of human government—though, as the history of the nation and its kings showed, the safeguards often were ignored.<br><br>One simply has to look at the history of Israel after they decided to have a king in order to see just how badly things went for them under these kings. Though some kings were better than others, even the “good” ones had done wrong (think of David and Bathsheba). In many cases, the nation lived under the rule of one king after another who did “evil in the sight of the Lord” (see 1 Kings 11:6, 1 Kings 15:26, 1 Kings 16:30, 2 King 3:2, etc.).<br><br><strong>Back then, or even today, all human governments share one thing in common: sinners governing other sinners. <em>What possibly could go wrong?</em></strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 23",
               "dayTitle":"<p>The Rulers of the Gentiles</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p>The Rulers of the Gentiles God’s dealings with Israel provide rich insights into His dealings with the New Testament church. In fact, in many ways, the nation of Israel served to foreshadow the errors of the church. Far from being able to claim any kind of superiority to ancient Israel, Christians have been, and still are, very much susceptible to the same temptations.<br><br>Read Matthew 20:25–28. What error did Jesus warn His disciples to avoid in establishing the work of the Christian church?</p>\n<p><strong>Matthew 20:25–28</strong></p>\n<p><strong><sup>25</sup></strong> But Jesus called them to Himself and said, “You know that the rulers of the Gentiles lord it over them, and those who are great exercise authority over them.</p>\n<p><strong><sup>26</sup></strong> Yet it shall not be so among you; but whoever desires to become great among you, let him be your servant.</p>\n<p><strong><sup>27</sup></strong> And whoever desires to be first among you, let him be your slave—</p>\n<p><strong><sup>28</sup></strong> just as the Son of Man did not come to be served, but to serve, and to give His life a ransom for many.”</p><p>Israel asked for a human king, a request that led to the moral downfall of the nation. The kings became progressively more wicked until God allowed the Babylonians to take His people captive as a matter of course correction.<br><br>Something similar happened in the history of the Christian church. Even though they were not to structure themselves like a Gentile nation, when Constantine came to power and professed to be a Christian, believers were relieved—persecution was now ended! That in itself was a blessing, but then it occurred to the church that they might be able to leverage the power of the emperor to their own advantage.<br><br>Several major disputes broke out among Christians in the fourth century, and when the church found itself incapable of resolving them, it allowed the emperor to intervene. Gradually the bishop of Rome rose in prominence, where he had once been one senior bishop among equals. The church allowed the state to intervene in the religious matters, and once the state had a foot in the door, things went from bad to worse.<br><br>Like Israel of old, many of the darkest chapters in Christian history are the direct result of the church compromising with the world.<br><br>Where Israel turned to idol worship and her kings were corrupted by their appetite for power—to the point of offering children to idols—the church gradually adopted many of the means and methods of a pagan empire to the point that many faithful believers were martyred because they were perceived as threats to the church-state institution.<br><br><strong>In your own culture, your own society, what are the ways in which these same temptations can jeopardize the integrity of our faith?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 24",
               "dayTitle":"<p>A Light to the Gentiles</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p>The primary purpose for which God established the nation of Israel was not to condemn the rest of the world but to save it. Certainly, most of us feel condemned when we are confronted by righteous behavior in someone else; so the existence of Israel also served to highlight the sin and selfishness of the nations around it. Believers living in harmony with God highlight His righteous character, which naturally leads to conviction. Ideally, the lives of people who “keep the commandments of God” (Rev. 14:12) should showcase His character.<br><br>However, had the Israelites acted as they should have and done what they had been told to do, the nations would have come to them in peace, seeking to know more about them and their God. Tragically, as the Babylonian captivity showed, these nations came to wage war instead. The ultimate showcase of God’s character, of course, was Jesus— the only human who has perfectly demonstrated it. But His perfect example, which certainly brought conviction to hearts, was intended as an invitation (see John 3:16–21).<br><br>The ultimate purpose for establishing the nation of Israel was the same as God’s purpose in establishing the church: He longs to use His people to draw sinners toward Christ. The call of the three angels’ messages, delivered through His church, goes out, not to a select few but to “every nation, tribe, tongue, and people” (Rev. 14:6, NKJV). Revelation 18:1 predicts that the whole earth will be lighted up with the glory of God prior to Christ’s return.</p><p><strong>What do the following passages teach us about God’s intended role for His people in this world? How can we apply these principles to ourselves?</strong><br><br><strong>(a)</strong> Num. 14:17–21&nbsp;</p><p><strong>(b)</strong> Isa. 42:6, Isa. 49:6, Isa. 60:3</p><p><strong>(c)</strong> Rev. 18:1–4</p>\n<p><strong>Numbers 14:17–21</strong></p>\n<p><strong><sup>17</sup></strong> Now I pray, let the power of my Lord be great, just as You have spoken, saying,</p>\n<p><strong><sup>18</sup></strong> ‘The Lord is long-suffering and abundant in mercy, forgiving iniquity and transgression; but He by no means clears the guilty, visiting the iniquity of the fathers on the children to the third and fourth generations.’</p>\n<p><strong><sup>19</sup></strong> Pardon the iniquity of this people, I pray, according to the greatness of Your mercy, just as You have forgiven this people, from Egypt even until now.”</p>\n<p><strong><sup>20</sup></strong> Then the Lord said: “I have pardoned, according to your word;</p>\n<p><strong><sup>21</sup></strong> but truly, as I live, all the earth shall be filled with the glory of the Lord—</p>\n\n<p><strong>Isaiah 42:6</strong></p>\n<p><strong><sup>6</sup></strong> “I, the Lord, have called You in righteousness, and will hold Your hand; I will keep You and give You as a covenant to the people, as a light to the Gentiles,”</p>\n\n<p><strong>Isaiah 49:6</strong></p>\n<p><strong><sup>6</sup></strong> Indeed He says, “It is too small a thing that You should be My Servant to raise up the tribes of Jacob, and to restore the preserved ones of Israel; I will also give You as a light to the Gentiles, that You should be My salvation to the ends of the earth.”</p>\n\n<p><strong>Isaiah 60:3</strong></p>\n<p><strong><sup>3</sup></strong> The Gentiles shall come to Your light, and kings to the brightness of Your rising.</p>\n\n<p><strong>Revelation 18:1–4</strong></p>\n<p><strong><sup>1</sup></strong> After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.</p>\n<p><strong><sup>2</sup></strong> And he cried mightily with a loud voice, saying, “Babylon the great is fallen, is fallen, and has become a dwelling place of demons, a prison for every foul spirit, and a cage for every unclean and hated bird!</p>\n<p><strong><sup>3</sup></strong> For all the nations have drunk of the wine of the wrath of her fornication, the kings of the earth have committed fornication with her, and the merchants of the earth have become rich through the abundance of her luxury.”</p>\n<p><strong><sup>4</sup></strong> And I heard another voice from heaven saying, “Come out of her, my people, lest you share in her sins, and lest you receive of her plagues.</p><p><strong>Read again Revelation 18:1–4, the call for “my people,” that is, God’s people, to come out of Babylon. How is that going to happen?<br><br>In other words, how can we, as a church that is not in Babylon, be used by God to call out God’s people who are still in Babylon?</strong></p><p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 25",
               "dayTitle":"<p>Further Thought:</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p><strong>Read Isaiah 44:24–45:13.</strong><br><br>“Little by little, at first in stealth and silence, and then more openly as it increased in strength and gained control of the minds of men, ‘the mystery of iniquity’ carried forward its deceptive and blasphemous work. Almost imperceptibly the customs of heathenism found their way into the Christian church. The spirit of compromise and conformity was restrained for a time by the fierce persecutions which the church endured under paganism. But as persecution ceased, and Christianity entered the courts and palaces of kings, she laid aside the humble simplicity of Christ and his apostles for the pomp and pride of pagan priests and rulers; and in place of the requirements of God, she substituted human theories and traditions. The nominal conversion of Constantine, in the early part of the fourth century, caused great rejoicing; and the world, cloaked with a form of righteousness, walked into the church. Now the work of corruption rapidly progressed. Paganism, while appearing to be vanquished, became the conqueror. Her spirit controlled the church. Her doctrines, ceremonies, and superstitions were incorporated into the faith and worship of the professed followers of Christ.”—Ellen G. White, The Great Controversy, pp. 49, 50.<br><br>In line with the question at the end of Wednesday’s study, are we not all in danger, especially the longer we are here, of setting “aside the humble simplicity of Christ and his apostles” for the pomp, power, accolades, and temptations of the world? If we think we’re not, we are fooling ourselves.<br><br><strong>Discussion Questions:</strong><br><strong><br></strong><strong>1. When God exiled His people to Babylon</strong>, it was a particularly painful moment. Abraham had been called out of Chaldea to establish a covenant people as a light for the planet, and now they were taken away in chains. During their captivity, God showed Israel what might have been if they had been faithful. Nebuchadnezzar, the very head of a system utterly opposed to God, comes to Christ (Daniel 4). At the end of the Israelites’ captivity, God raises up a Persian king to serve as a type of Christ, releasing His people from Babylon and returning them to the Promised Land. Cyrus was not an Israelite, and yet God chose him to demonstrate the plan of salvation to the world as he returned God’s covenant people to Jerusalem. What lessons can we learn about how God views humanity from the fact that He was now using people outside of Israel to accomplish His goals?<br><br><strong>2. We might not be in Babylon, but how much of Babylon might be in us</strong>? How do we recognize this problem, and how can we change?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>Unlikely Church Planter<br><br>By Andrew McChesney</strong><br><br>When Sunita got married, her new family assumed that she would automatically become a Seventh-day Adventist. In her Asian culture, the wife does whatever the husband says, so her husband, Manoj, and his parents thought that she would adopt his faith as a matter of course. But Sunita didn’t.<br><br>When her in-laws saw that she still worshiped images of stone and wood, they tried their best to tell her about Jesus. The extended family lived in the same house, and the in-laws invited her to family worship. But she wasn’t interested. No one forced her to come, and she avoided the gatherings. A year and a half passed, and Sunita and Manoj moved from their small town to a big city. Now Manoj tried to turn his wife away from her worship practices.<br><br>“We as a family don’t believe in image worship,” he said. “It’s not right. We should not do it.”<br><br>But Sunita didn’t know any other way of life, and Manoj didn’t try to force her to stop. As time passed, Sunita gave birth to two sons. Then she fell seriously ill.<br><br>“Let’s go to the Adventist church,” Manoj said. “You’ve tried so many pills and other things, but nothing helps. Let’s go just once.” Sunita didn’t see any way out. She had no hope, so she agreed to go. It was her first time entering an Adventist church—or any church.<br><br>Sunita felt very good inside the building. Even though the service was in English and she understood little, she felt the warmth of church members as they welcomed her. The next week, Sunita returned and asked the pastor to add her name to a list of prayer requests made during the divine worship service. After the prayer, Sunita began to feel better. Her health slowly improved, and eventually she made a full recovery.<br><br>Sunita regularly attended church for the next four years. When an assistant pastor who spoke her language joined the church, she took Bible studies and was baptized. From that moment, she began to pray, “Let me serve You.”<br><br>A few years passed, and Sunita was invited to plant churches as a Global Mission pioneer. She happily agreed. Today, she leads a church plant in an impoverished district of her city. She started the church by praying with people. As her prayers were answered, other people heard by word of mouth and came to her to ask for prayers. Fifteen people have been baptized.<br><br>“I never thought that I would come out of my faith and get to know the true God,” Sunita said before taking Adventist Mission on a Sabbath visit to her church plant. “It was His will to bring me out, and He’s using me for His glory.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":49,
               "idDay":9,
               "idLesson":4,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: Daniel 7:14<br><br>Study Focus: Gen. 12:1–9.<br></strong><br>When God created the earth, He had a plan of happiness and love for the people who would live there. However, instead of fulfilling God’s plan for them, people fell into the temptation of choosing their own ways. In the next two lessons, we will study how nations failed to find the right path and how God guided people in their struggle to find light in the darkness. This darkness was produced by their desire for self government.<br><br>The desire for self-government first manifested in the Garden of Eden, when Adam and Eve, under the influence of the serpent, disobeyed God and fell under the temptation of longing to be “ ‘like God’ ” (Gen. 3:5, NKJV). Consequently, Adam and Eve, as fallen beings, gained a knowledge of sin and thus lost the moral power to choose good over evil (Gen. 3:22). Later in the early history of humanity, the men of Babel decided to erect a tower in order to get to the door of God (“Bab-El”) in heaven so that they might usurp God’s place (Gen. 11:1–4). But the builders of Babel became confused and, as a result of their presumption, God dispersed them over the earth.<br><br>Even the people of Israel tried to govern themselves, and instead of embracing God’s rule, they looked for a king from the men among their tribes. God responded to all of these human movements with divine initiatives. First, God called Abraham to become a blessing to the nations.<br><br>Then Israel and later the church were called to witness to the nations about the kingdom of God. Against the temptation to rely on human power to build the kingdoms on this earth, and thus fall into darkness, the Bible brings the hope of the kingdom of God, the only light for the nations.<br><strong><br>Part II: Commentary<br><br>Adam and Eve<br></strong><br>In the Garden of Eden, the story of the confrontation between Eve and the serpent reveals the root cause of human failure; namely, the ambition to replace God. The serpent appears first in the narrative. When he speaks, he sounds like God, the Creator Himself. The serpent “said” (Gen. 3:1, NKJV), just as God “said” ten times in the Creation story.<br><br>The same verbal form wayyo’mer, “He said,” is used in both stories. The construction of the phrase is troubling, for the subject of the verb “he said” is not indicated. In fact, this is the only case in this entire passage that the subject is not clearly given. And to add to the confusion, the verb is even preceded by the name Elohim, “God,” giving the impression that God is speaking. The Hebrew text has the following sequence of words: “God [he] said to the woman.” Thus, the serpent seems to have replaced God.<br><br>Interestingly, the same phenomenon occurs when the woman engages in disobeying God. The phrase describing her behavior, “the woman saw . . . was good” (Gen. 3:6, NKJV), is reminiscent of God’s evaluation of His creation: “God saw that . . . it was good” (Gen. 1:4, 10, 12, 18, 25, 31). This echo between God’s words and Eve’s words suggests that she has already replaced the divine Creator with her own opinion. Indeed, she behaves like God: “She took of its fruit and gave to her husband with her, and he ate” (Gen. 3:6, NKJV). These three verbs (italicized in the quotation) have so far been associated only with the Creator. God “gave” to eat (Gen. 1:29). God “took” the man (Gen. 2:15), and God “took” one of his ribs (Gen. 2:21, NKJV). Thus, Eve identifies herself as the Creator and one-sidedly imposes her “rule” over Adam.<br><br>Later, both Adam and Eve will attempt to take God’s place again when they realize that they are naked. The biblical text reports that they “made themselves coverings” (Gen. 3:7, NKJV). The verb “make” has so far been used only in conjunction with God, the Creator (Gen. 1:31, Gen. 2:2, etc.). Significantly, Adam and Eve attempt to solve their problem by putting themselves in the place of God, the Divine One, a move that already had been initiated by the woman. It is troubling that the human couple has now joined the serpent’s agenda, which is to usurp God’s role. Their blasphemy is also suggested in echo between the word ‘arom, describing their “nakedness,” and the word ‘arom, describing the serpent’s “cunningness” (Gen. 3:1, NKJV).<br><strong><br>The Builders of Babel</strong><br><br>The language that is used to describe the work of the builders of Babel echoes the Creation account, with the deliberate intention of reversing the work of Creation and replacing the God of Creation. Already this intention is indicated in the table of nations in which Nimrod’s foundation of the kingdom of Babel is introduced with the technical word re’shit “beginning” (Gen. 10:10), which echoes the divine Creation account (Gen. 1:1, NKJV). Nimrod, whose name means “we shall rebel,” is presented as the creator of Babel, just as God is the Creator of the heavens and the earth.<br><br>In the story of the tower of Babel, we observe the same usurpation. The phrase, ‘al peney, “on the face of,” which was used to refer to the condition of the earth before Creation (Gen. 1:2, NKJV), reappears here (Gen. 11:4). While the Creation account moved from one element (waters) to multiplicity and diversity, Babel reverses the state of multiplicity into one element. The word of God, wayyomer ’Elohim, “God said,” has been replaced by the builders’ word, wayy’omeru, “they said” (Gen. 11:3, 4, NKJV). The divine fulfillment of Creation wayehi, “and there was” (Gen. 1:3, NKJV), has been replaced by human achievement wattehi, “and it was” (Gen. 11:3, NKJV). The divine self-deliberation or consultation na‘aseh, “let us make,” of the divine Creator (Gen. 1:26) has been replaced by human self-deliberation na‘aseh, “let us make” (Gen. 11:4). The builders of Babel have the same ambition as Eve: they want to be like God.<br><strong><br>The Call of Abram</strong><br><br>With these words, God calls Abram: “ ‘I will make you a great nation . . . and make your name great’ ” (Gen. 12:2, NKJV). God’s calling of Abram responds to, and stands against, the designs of the builders of Babel. Thus, it is no accident that God’s call to Abram to leave happens in the land of Ur of the Chaldeans. It is indeed striking that the ancient Sumerian city of Ur is located in the region of Babylonia that has the closest association with the incident of Babel.<br><br>That Abram heard the call to leave a place saturated with the memory of Babel makes sense and should not surprise us, not only because of historical and geographical considerations but also because of its theological implications. From the cry of the prophets to the apocalyptic supplication, the divine call to “get out of Babylon” (the Greek name for Babel) has a long theological history in biblical tradition (see Isa. 48:20, Rev. 18:4). The divine call means not only deliverance from oppressive exilic conditions, as well as national restoration to the Promised Land, but also implies a return to the covenant.<br><br>The builders of Babel wanted to make for themselves a great name and make themselves into a unique universal nation (Gen. 11:4). But it is God who makes a name great and only God who makes one particular nation great and unique in contradistinction to the other nations.<br><br>Interestingly, the verb “make” is a keyword of the Creation account, where it occurs seven times, with God as the subject (Gen. 1:7, 16, 25, 26; Gen. 2:2 [twice in this verse], 3). The same verb was used three<br><br>times to describe the activity of the builders of Babel (Gen. 11:4, 6 [twice in this verse]), and one of them, in particular, in relation to their “name” (Gen. 11:4). Babel stood, then, in place of the Creator. The call to Abram restores God’s prerogatives. Only God, as the Creator, can truly “make”; and only God can “make a name.” Moreover, only the name of God is described as “great” (Josh. 7:9).<br><br><strong>The Blessing of Abram</strong><br><br>The word barak, “bless,” is a keyword in God’s call to Abram, where it appears five times. The use of this word is particularly prominent in the book of Genesis, where it occurs 88 times (in comparison to 356 times in the rest of the Hebrew Bible). The Hebrew concept of “blessing” is often associated with the prospect of fruitfulness (Gen. 1:21–23). Thus, the call to Abram overturns the ideology of Babel. Against the builders of Babel, who refused to go along with the divine plan of creation to multiply, the blessing of Abram restores the forces of creation and the promise of the future.<br><br>While the builders of Babel founded their security only on themselves, the blessing of the nations is solely dependent on God’s blessing to Abram. The essential reason for this blessing lies in a future historical event: “ ‘in you all the families of the earth shall be blessed’ ” (Gen. 12:3, NKJV).<br><br>The prepositional phrase “in you” means “in your seed” or “through your seed.” That is, it is not “in Abram” that the blessing is obtained, but “in the seed” of Abram, which is the same Messianic “seed” as in Genesis 3:15, with which our text shares many common words, grammatical forms, and associations of words and themes. The same language is used by Paul to describe the universal effect of the covenant “in Christ Jesus” (Gal. 6:15, NKJV).<br><strong><br>Part III: Life Application</strong><br><br><strong>Replacing God.</strong> Knowing that the essence of sinning is to replace God, ask yourself this question: How, if we are not careful, may God be replaced in every level of our lives? Discuss the following aspects in your class:<br><br><strong>In your words:</strong> when you lie, you hide or distort a fact. You have replaced the truth (what God sees) with your version of it. When you boast, you generally exaggerate your value at the expense of your neighbor or even at the expense of God Himself, just as Nebuchadnezzar did when he built the city of Babylon (Dan. 4:30).<br><br><strong>In your work</strong>: when you overwork, you ignore the laws of health or your family, who needs your presence and attention. When you are lazy, you do a sloppy job. When you cheat and when you plagiarize, you steal the work or findings of someone else, pretending that it is yours.<br><br><strong>In your religion: </strong>when you worship someone else or something else other than God, whether it is money, work, a car, a house, or yourself, you thus commit idolatry.<br><br><strong>Responding to God’s Call.</strong> Knowing that replacing God is sin, what can you do to allow God to remove self from the throne of your heart and enthrone Himself? Find examples in the Bible that demonstrate this divine interposition.<br><br>Discuss God’s response to human sin; reflect on the issue of ­substitution—the fact that God chose to die in your place so that you might live. Meditate on specific events in the history of Israel in which God worked for humans (for example, the Creation, the Exodus, the Babylonian exile, or specific times when God fought for His people [Exod. 14:14], etc.).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>The Nations: Part 1</p>",
         "verse":"<p>“ ‘Then to Him was given dominion and glory and a kingdom, that all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, which shall not pass away, and His kingdom the one which shall not be destroyed’ ” (Daniel 7:14, NKJV).</p>",
         "versionCode":10,
         "weekDate":"April 19–25"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
