{
   "data":[
      {
         "color":"#335bff",
         "id":1,
         "idEs":5,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 25 de diciembre",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>¿Alguna vez imaginaste cómo sería escuchar predicar a Jesús o a uno de los apóstoles? Tenemos extractos de escritos y resúmenes de algunos de sus sermones, pero estos brindan solo una idea limitada de cómo sería escucharlos. No obstante, Dios conservó en las Escrituras al menos un sermón completo para nosotros: la carta de Pablo a los Hebreos.<br><br>Pablo, el autor de Hebreos, se refirió a su propia obra como una “palabra de exhortación” (Heb. 13:22). Esta expresión se utilizaba para referirse al sermón (Hech. 13:15; 1 Tim. 4:13). Por lo tanto, se cree que Hebreos es el primer “sermón cristiano completo” que tenemos. Hebreos estaba dirigido a creyentes en Cristo que experimentaron dificultades. Algunos fueron públicamente avergonzados y perseguidos (Heb. 10:32–34). Otros afrontaban problemas económicos (Heb. 13:5, 6). Muchos estaban cansados, y habían comenzado a cuestionarse su fe (Heb. 3:12, 13). ¿Alguno de nosotros hoy puede sentirse identificado?<br><br>Sin embargo, el apóstol, con un sermón conmovedor, los desafió (a ellos y, por extensión, a nosotros) a perseverar en la fe en Jesús y a fijar sus ojos en Jesús, quien ahora está en el Santuario celestial.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de diciembre",
               "dayTitle":"<p>UN COMIENZO GLORIOSO<br></p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p>Para entender este sermón y aplicar su mensaje a nosotros, necesitamos entender la historia de la congregación a la cual fue dirigido y su situación cuando recibió la carta del apóstol.<br><br><strong>Lee Hebreos 2:3 y 4. ¿Cuál fue la experiencia de conversión de la audiencia de Hebreos?</strong></p><p><strong>Hebreos 2:3-4</strong><sup><br></sup></p><p><sup><strong></strong></sup> <sup><strong>3</strong></sup> ¿cómo escaparemos nosotros, si descuidamos una salvación tan grande? La cual, habiendo sido anunciada primeramente por el Señor, nos fue confirmada por los que oyeron, <br></p><p><sup><strong>4</strong></sup> testificando Dios juntamente con ellos, con señales y prodigios y diversos milagros y repartimientos del Espíritu Santo según su voluntad.</p><p>Este pasaje implica que la audiencia de Hebreos no había escuchado a Jesús predicar. Recibió el evangelio mediante otros evangelistas que les habían anunciado la noticia de la “salvación”.<br><br>Pablo también dice que los evangelistas les “confirmaron” el mensaje y que Dios mismo había dado “su testimonio [...] con señales” y “prodigios” (NVI). Esto significa que Dios había brindado una confirmación experiencial del evangelio mediante señales y otras obras poderosas, entre ellas los “dones distribuidos por el Espíritu Santo” (NVI). El Nuevo Testamento relata que a menudo había señales como curaciones milagrosas, exorcismos y el derramamiento de dones espirituales que acompañaban la predicación del evangelio en nuevos lugares.<br><br>Al comienzo de la Era Cristiana, Dios derramó su Espíritu sobre los apóstoles en Jerusalén para que pudieran anunciar el evangelio en idiomas previamente desconocidos para ellos y realizar milagros (Hech. 2; 3). Felipe realizó milagros similares en Samaria (Hech. 8); Pedro, en Jope y Cesarea (Hech. 9, 10); y Pablo, a lo largo de su ministerio en Asia Menor y Europa (Hech. 13-28). Estos hechos poderosos eran evidencias vivenciales que confirmaban el mensaje de “salvación”: el establecimiento del Reino de Dios, la salvación de la condenación y la liberación de los poderes del mal (Heb. 12:25-29).<br><br>El Espíritu les dio a los primeros creyentes cristianos la convicción de que sus pecados habían sido perdonados; por lo tanto, no temían el Juicio y, como resultado, sus oraciones eran audaces y confiadas, y su experiencia religiosa era dichosa (Hech. 2:37–47). El Espíritu también liberó a los esclavos de los poderes del mal, lo que fue una prueba contundente de la superioridad del poder de Dios sobre las fuerzas del mal y reveló que el Reino de Dios se había establecido en la vida de ellos.<br><br><strong>¿Cuál es la historia de tu conversión? ¿De qué manera has sido confirmado en tu fe y creencia en Jesucristo como tu Salvador y Señor? ¿Por qué a veces es bueno recordar cómo Dios actuó por primera vez en tu vida para llevarte a él?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de diciembre",
               "dayTitle":"<p>LA LUCHA<br></p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p>Cuando los creyentes confesaron su fe en Cristo y se unieron a la iglesia, establecieron un límite que los distinguió del resto de la sociedad. Lamentablemente, esto se convirtió en una fuente de conflicto porque implícitamente emitía un juicio negativo sobre su comunidad y sus valores. <br></p><p><strong>Lee Hebreos 10:32 al 34; y 13:3. ¿Cuál fue la experiencia de la audiencia de Hebreos después de su conversión?</strong></p><p><strong>Hebreos 10:32-34</strong></p><p><sup><strong>32</strong></sup> Pero traed a la memoria los días pasados, en los cuales, después de haber sido iluminados, sostuvisteis gran combate de padecimientos; <sup><br></sup></p><p><sup><strong>33</strong></sup> por una parte, ciertamente, con vituperios y tribulaciones fuisteis hechos espectáculo; y por otra, llegasteis a ser compañeros de los que estaban en una situación semejante. <br></p><p><sup><strong>34</strong></sup> Porque de los presos también os compadecisteis, y el despojo de vuestros bienes sufristeis con gozo, sabiendo que tenéis en vosotros una mejor y perdurable herencia en los cielos. <strong><br></strong></p><p><strong>Hebreos 13:3</strong><sup><br></sup></p><p><sup><strong>3</strong></sup> Acordaos de los presos, como si estuvierais presos juntamente con ellos; y de los maltratados, como que también vosotros mismos estáis en el cuerpo.</p><p>Es muy probable que los lectores de Hebreos sufrieran verbal y físicamente a manos de turbas incitadas por los oponentes (p. ej., Hech. 16:19-22; 17:1-9).<br><br>También fueron encarcelados, y es posible que además hayan sido golpeados, porque los funcionarios tenían el poder de autorizar el castigo y el encarcelamiento, a menudo sin seguir las normas judiciales apropiadas, mientras reunían pruebas (p. ej., Hech. 16:22, 23).<br><br><strong>Lee Hebreos 11:24 al 26; y 1 Pedro 4:14 y 16. ¿Cómo nos ayudan las experiencias de Moisés y de los lectores de 1 Pedro a comprender por qué se perseguía a los creyentes cristianos?</strong><br></p><p><strong>Hebreos 11:24-26</strong></p><p><strong><sup>&nbsp;24</sup></strong> Por la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija de Faraón, <strong><sup><br></sup></strong></p><p><strong><sup>25</sup></strong> escogiendo antes ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado, <strong><sup><br></sup></strong></p><p><strong><sup>26 </sup></strong>teniendo por mayores riquezas el vituperio de Cristo que los tesoros de los egipcios; porque tenía puesta la mirada en el galardón. <strong><br></strong></p><p><strong> 1 Pedro 4:14-16</strong></p><p><strong><sup>&nbsp;14</sup> </strong>Si sois vituperados por el nombre de Cristo, sois bienaventurados, porque el glorioso Espíritu de Dios reposa sobre vosotros. Ciertamente, de parte de ellos, él es blasfemado, pero por vosotros es glorificado. <br></p><p><strong><sup>15</sup></strong> Así que, ninguno de vosotros padezca como homicida, o ladrón, o malhechor, o por entremeterse en lo ajeno; <strong><sup>16</sup></strong> pero si alguno padece como cristiano, no se avergüence, sino glorifique a Dios por ello. <strong><br></strong></p><p>Sufrir “el vituperio de Cristo” significaba simplemente identificarse con Cristo y soportar la vergu?enza y el abuso que implicaba esta asociación con su nombre. La animosidad pública contra los cristianos era resultado de sus compromisos religiosos distintivos. La gente puede sentirse ofendida por prácticas religiosas que no comprende o por personas cuyo estilo de vida y moralidad podrían hacer que otros se sientan culpables o avergonzados. A mediados del siglo I d.C., Tácito consideraba que los cristianos eran culpables de “odio contra la humanidad” (A. J. Church y W. J. Brodribb, trad., The Complete Works of Tacitus, Anales 15.44.1). Cualquiera que sea la razón exacta de esa acusación –indudablemente falsa–, muchos cristianos primitivos, como aquellos a quienes Pablo les había escrito esta carta, estaban sufriendo por su fe. <br></p><p><strong>Toda persona, ya sea cristiana o no, sufre. Sin embargo, ¿qué significa sufrir por causa de Cristo? ¿Cuánto sufrimiento enfrentamos por causa de Cristo, y cuánto se debe a nuestras propias decisiones?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de diciembre",
               "dayTitle":"<p>MALESTAR<br></p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p>Los lectores de Hebreos lograron retener su fe y su compromiso con Cristo, a pesar del rechazo y la persecución. Sin embargo, el conflicto hizo mella a largo plazo. Pelearon la buena batalla y salieron victoriosos pero también cansados.<br><br><strong>Lee Hebreos 2:18; 3:12 y 13; 4:15; 10:25; 12:3, 12 y 13; y 13:1 al 9 y 13. ¿Cuáles eran algunos de los desafíos que enfrentaban los creyentes?</strong><br></p><p><strong>Hebreos 2:18</strong></p><p><strong><sup>18</sup></strong> Pues en cuanto él mismo padeció siendo tentado, es poderoso para socorrer a los que son tentados.<strong><br></strong></p><p><strong> Hebreos 3:12-13</strong></p><p><sup><strong>12</strong></sup> Mirad, hermanos, que no haya en ninguno de vosotros corazón malo de incredulidad para apartarse del Dios vivo; <strong><br></strong></p><p><strong><sup>13</sup></strong> antes exhortaos los unos a los otros cada día, entre tanto que se dice: Hoy; para que ninguno de vosotros se endurezca por el engaño del pecado. <strong><br></strong></p><p><strong>Hebreos 4:15</strong></p><p><sup><strong>15</strong></sup> Porque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado.<strong><br></strong></p><p><strong>Hebreos 10:25</strong></p><p><strong><sup>25</sup> </strong>no dejando de congregarnos, como algunos tienen por costumbre, sino exhortándonos; y tanto más, cuanto veis que aquel día se acerca.<strong><br></strong></p><p><strong>Hebreos 12:3, 12-13</strong></p><p><strong><sup>3</sup> </strong>Considerad a aquel que sufrió tal contradicción de pecadores contra sí mismo, para que vuestro ánimo no se canse hasta desmayar.<strong><br></strong></p><p><strong><sup>12</sup> </strong>Por lo cual, levantad las manos caídas y las rodillas paralizadas; <sup><br></sup></p><p><strong><sup>13</sup> </strong>y haced sendas derechas para vuestros pies, para que lo cojo no se salga del camino, sino que sea sanado. <strong><br></strong></p><p><strong>Hebreos 13:1-9,13</strong></p><p><sup><strong>1</strong></sup> Permanezca el amor fraternal.<strong><sup> <br></sup></strong></p><p><strong><sup>2</sup></strong> No os olvidéis de la hospitalidad, porque por ella algunos, sin saberlo, hospedaron ángeles. <br></p><p><strong><sup>3 </sup></strong>Acordaos de los presos, como si estuvierais presos juntamente con ellos; y de los maltratados, como que también vosotros mismos estáis en el cuerpo.<strong><sup> <br></sup></strong></p><p><strong><sup>4 </sup></strong>Honroso sea en todos el matrimonio, y el lecho sin mancilla; pero a los fornicarios y a los adúlteros los juzgará Dios. <br></p><p><strong><sup>5 </sup></strong>Sean vuestras costumbres sin avaricia, contentos con lo que tenéis ahora; porque él dijo: No te desampararé, ni te dejaré;<strong><sup> <br></sup></strong></p><p><strong><sup>6</sup></strong> de manera que podemos decir confiadamente: El Señor es mi ayudador; no temeré lo que me pueda hacer el hombre.<strong><br><br><sup>7 </sup></strong>Acordaos de vuestros pastores, que os hablaron la palabra de Dios; considerad cuál haya sido el resultado de su conducta, e imitad su fe.</p><p> <strong><sup>8</sup></strong> Jesucristo es el mismo ayer, y hoy, y por los siglos.<strong><sup> <br></sup></strong></p><p><strong><sup>9</sup></strong> No os dejéis llevar de doctrinas diversas y extrañas; porque buena cosa es afirmar el corazón con la gracia, no con viandas, que nunca aprovecharon a los que se han ocupado de ellas. <strong><br></strong></p><p><strong><sup>13</sup></strong> Salgamos, pues, a él, fuera del campamento, llevando su vituperio;<strong><br></strong></p><p>Hebreos nos dice que los lectores siguieron teniendo dificultades. Continuaron los ataques verbales y probablemente de otro tipo contra su honor (Heb. 13:13). Algunos creyentes todavía estaban en prisión (Heb. 13:3), algo que pudo haber agotado a la iglesia económica y psicológicamente. Estaban cansados (Heb. 12:12, 13) y fácilmente podían “desmayar” (Heb. 12:3). Es habitual entre las personas y las comunidades que, después de que pasa la emoción de la victoria, las defensas psicológicas y de otro tipo se relajan y se vuelven más vulnerables al contraataque de sus enemigos. La fuerza que una persona o una comunidad movilizó para enfrentar una amenaza inminente es más difícil de reunir por segunda vez.<br><br><strong>Lee 1 Reyes 19:1 al 4. ¿Qué le sucedió a Elías?</strong></p><p><strong>1 Reyes 19:1-4<sup><br></sup></strong></p><p><strong><sup>1</sup></strong>Acab dio a Jezabel la nueva de todo lo que Elías había hecho, y de cómo había matado a espada a todos los profetas. <strong><br></strong></p><p><strong><sup>2</sup></strong> Entonces envió Jezabel a Elías un mensajero, diciendo: Así me hagan los dioses, y aun me añadan, si mañana a estas horas yo no he puesto tu persona como la de uno de ellos.</p><p> <strong><sup>3</sup></strong> Viendo, pues, el peligro, se levantó y se fue para salvar su vida, y vino a Beerseba, que está en Judá, y dejó allí a su criado.<strong><br><br><sup>4 </sup></strong>Y él se fue por el desierto un día de camino, y vino y se sentó debajo de un enebro; y deseando morirse, dijo: Basta ya, oh Jehová, quítame la vida, pues no soy yo mejor que mis padres. <strong><br></strong></p><p>Pero una reaccio?n que con frecuencia sigue a los momentos de mucha fe y de glorioso e?xito oprimi?a a Eli?as. Temi?a que la reforma iniciada en el Carmelo no durase; y la depresio?n se apodero? de e?l. Habi?a sido exaltado a la cumbre de Pisga; ahora se hallaba en el valle. Mientras estaba bajo la inspiracio?n del Todopoderoso, habi?a soportado la prueba ma?s severa de su fe; pero en el momento de desaliento, mientras repercuti?a en sus oi?dos la amenaza de Jezabel y Satana?s prevaleci?a aparentemente en las maquinaciones de esa mujer impi?a, perdio? su confianza en Dios. Habi?a sido exaltado en forma desmedida, y la reaccio?n fue tremenda. Olvida?ndose de Dios, Eli?as huyo? hasta hallarse solo en un desierto deprimente (PR 118, 119).<br><br><strong>Piensa en esos momentos en los que fracasaste en tu vida cristiana, y trata de comprender las circunstancias y los factores que contribuyeron al fracaso. ¿Qué podrías haber hecho diferente?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de diciembre",
               "dayTitle":"<p>AVANZAR JUNTOS<br></p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>¿Qué les aconsejó el apóstol a los lectores que hicieran en vista de su situación? ¿Qué podemos aprender de Hebreos para nuestro propio beneficio? Analicemos de qué manera Dios ayudó a Elías a recuperarse de su desánimo.<br><br><strong>Lee 1 Reyes 19:5 al 18. ¿Qué hizo Dios para restaurar la fe de Elías, su siervo?</strong></p><p><strong>1 Reyes 19:5-18</strong><br><br>La historia de la interacción de Dios con Elías después del Carmelo es fascinante porque muestra el tierno cuidado y la sabiduría con la que Dios suple las necesidades de quienes están en peligro y que luchan por recuperar la fe. Dios hizo varias cosas por Elías. En primer lugar, se preocupó por sus necesidades físicas. Le proveyó comida y lo dejó descansar. Luego, en la cueva, amablemente lo reprendió: “¿Qué haces aquí, Elías?”, y lo ayudó a entender más en profundidad cómo él obra y cumple sus propósitos. Dios no estaba en el viento, en el terremoto ni el fuego, sino en una voz suave y apacible. Entonces, Dios le dio a Elías una obra que hacer y lo tranquilizó.<br><br><strong>Lee Hebreos 2:1; 3:12 al 14; 5:11 a 6:3; y 10:19 al 25. ¿Qué sugirió Pablo que deberían hacer los creyentes?</strong><br></p><p><strong>Hebreos 2:1</strong></p><p><strong><sup>1 </sup></strong>Por tanto, es necesario que con más diligencia atendamos a las cosas que hemos oído, no sea que nos deslicemos.<strong><br></strong></p><p> <strong>Hebreos 3:12-14</strong></p><p><sup><strong>12</strong></sup> Mirad, hermanos, que no haya en ninguno de vosotros corazón malo de incredulidad para apartarse del Dios vivo; <strong><sup><br></sup></strong></p><p><strong><sup>13</sup></strong> antes exhortaos los unos a los otros cada día, entre tanto que se dice: Hoy; para que ninguno de vosotros se endurezca por el engaño del pecado. <br></p><p><strong><sup>14</sup></strong> Porque somos hechos participantes de Cristo, con tal que retengamos firme hasta el fin nuestra confianza del principio, <strong><br></strong></p><p><strong>Hebreos 5:11-6:3 <br></strong></p><p><strong><sup>11</sup></strong> Acerca de esto tenemos mucho que decir, y difícil de explicar, por cuanto os habéis hecho tardos para oír. <sup><br></sup></p><p><sup><strong>12</strong></sup> Porque debiendo ser ya maestros, después de tanto tiempo, tenéis necesidad de que se os vuelva a enseñar cuáles son los primeros rudimentos de las palabras de Dios; y habéis llegado a ser tales que tenéis necesidad de leche, y no de alimento sólido. <sup><br></sup></p><p><sup><strong>13</strong></sup> Y todo aquel que participa de la leche es inexperto en la palabra de justicia, porque es niño; <sup><br></sup></p><p><sup><strong>14</strong></sup> pero el alimento sólido es para los que han alcanzado madurez, para los que por el uso tienen los sentidos ejercitados en el discernimiento del bien y del mal.<sup><br><br><strong>1</strong></sup> Por tanto, dejando ya los rudimentos de la doctrina de Cristo, vamos adelante a la perfección; no echando otra vez el fundamento del arrepentimiento de obras muertas, de la fe en Dios, <strong><br></strong></p><p><strong><sup>2</sup></strong> de la doctrina de bautismos, de la imposición de manos, de la resurrección de los muertos y del juicio eterno.</p><p> <sup><strong>3</strong></sup> Y esto haremos, si Dios en verdad lo permite. <br></p><p><strong>Hebreos 10:19-25</strong></p><p><sup><strong>19</strong></sup> Así que, hermanos, teniendo libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo, <br></p><p><strong><sup>20</sup></strong> por el camino nuevo y vivo que él nos abrió a través del velo, esto es, de su carne, <strong><br></strong></p><p><strong><sup>21</sup></strong> y teniendo un gran sacerdote sobre la casa de Dios, <br></p><p><strong><sup>22</sup></strong> acerquémonos con corazón sincero, en plena certidumbre de fe, purificados los corazones de mala conciencia, y lavados los cuerpos con agua pura.</p><p> <sup>23</sup> Mantengamos firme, sin fluctuar, la profesión de nuestra esperanza, porque fiel es el que prometió. <br></p><p><strong><sup>24</sup></strong> Y considerémonos unos a otros para estimularnos al amor y a las buenas obras;</p><p> <strong><sup>25</sup></strong> no dejando de congregarnos, como algunos tienen por costumbre, sino exhortándonos; y tanto más, cuanto veis que aquel día se acerca.<strong><br></strong></p><p>En todo Hebreos, podemos encontrar varias instrucciones que el apóstol les dio a los lectores para ayudarlos a recuperar su fuerza y su fe originales. El autor insiste en que atiendan las necesidades físicas de sus hermanos en la fe.<br><br>Sugiere que debían practicar la hospitalidad y visitar a los presos, lo que implicaba atender sus necesidades. El apóstol exhorta a los lectores a ser generosos, recordando que Dios no los abandonará (Heb. 13:1-6). Pablo también los reprendió y los animó. Les advirtió que no “perd[ieran] el rumbo” (Heb. 2:1, NVI) y que no tuvieran “un corazón pecaminoso e incrédulo” (Heb. 3:12, NVI), y los animó a crecer en su conocimiento de la fe (Heb. 5:11–6:3). También señaló la importancia de la asistencia constante a las reuniones de la iglesia (Heb. 10:25). En resumen, sugirió que avanzaran juntos, que se animaran unos a otros y que se motivaran a tener amor y hacer buenas obras, pero también exaltó a Jesús y su ministerio en el Santuario celestial en favor de ellos (Heb. 8:1, 2; 12:1–4).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de diciembre",
               "dayTitle":"<p>EN ESTOS POSTREROS DÍAS<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p><strong>Lee Hebreos 1:2; 9:26 al 28; 10:25 y 36 al 38; y 12:25 al 28. ¿Qué aspecto resalta Pablo aquí, especialmente con respecto al tiempo?</strong></p><p><strong>Hebreos 1:2</strong></p><p><sup><strong>2</strong></sup> en estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;<strong><br></strong></p><p><strong> Hebreos 9:26-28</strong></p><p><sup><strong>&nbsp;26</strong></sup> De otra manera le hubiera sido necesario padecer muchas veces desde el principio del mundo; pero ahora, en la consumación de los siglos, se presentó una vez para siempre por el sacrificio de sí mismo para quitar de en medio el pecado.</p><p> <sup><strong>27</strong></sup> Y de la manera que está establecido para los hombres que mueran una sola vez, y después de esto el juicio, <sup><br></sup></p><p><sup><strong>28</strong></sup> así también Cristo fue ofrecido una sola vez para llevar los pecados de muchos; y aparecerá por segunda vez, sin relación con el pecado, para salvar a los que le esperan.<strong><br></strong></p><p><strong>Hebreos 10:25,36-38</strong></p><p><sup><strong>25 </strong></sup>no dejando de congregarnos, como algunos tienen por costumbre, sino exhortándonos; y tanto más, cuanto veis que aquel día se acerca.<strong><br></strong></p><p><sup><strong>36</strong></sup> porque os es necesaria la paciencia, para que habiendo hecho la voluntad de Dios, obtengáis la promesa.<strong><br><br><sup>37</sup> </strong>Porque aún un poquito, y el que ha de venir vendrá, y no tardará.<br><strong><br><sup>38</sup> </strong>Mas el justo vivirá por fe; y si retrocediere, no agradará a mi alma.<strong><br></strong></p><p><strong>Hebreos 12:25-28</strong></p><p><strong><sup>25</sup></strong><sup> </sup>Mirad que no desechéis al que habla. Porque si no escaparon aquellos que desecharon al que los amonestaba en la tierra, mucho menos nosotros, si desecháremos al que amonesta desde los cielos. <strong><sup><br></sup></strong></p><p><strong><sup>26</sup> </strong>La voz del cual conmovió entonces la tierra, pero ahora ha prometido, diciendo: Aún una vez, y conmoveré no solamente la tierra, sino también el cielo<strong>.</strong></p><p><strong> <sup>27</sup> </strong>Y esta frase: Aún una vez, indica la remoción de las cosas movibles, como cosas hechas, para que queden las inconmovibles.</p><p><strong> <sup>28</sup> </strong>Así que, recibiendo nosotros un reino inconmovible, tengamos gratitud, y mediante ella sirvamos a Dios agradándole con temor y reverencia; <br><br>Hay un elemento muy importante, que el apóstol enfatiza, que le agrega urgencia a su exhortación: los lectores están viviendo en los “postreros días” (Heb. 1:2) y más promesas están a punto de cumplirse (Heb. 10:36–38).<br><br>Es interesante, como veremos, que a lo largo del documento Pablo compara a su audiencia con aquella generación del desierto que se encontraba ante la frontera de Canaán, lista para entrar en la Tierra Prometida. Les recuerda: “Porque aún un poquito, y el que ha de venir vendrá, y no tardará” (Heb. 10:37). Y luego los anima: “Pero nosotros no somos de los que retroceden para perdición, sino de los que tienen fe para preservación del alma” (Heb. 10:39). Con esta última exhortación les recordaba a ellos, y a nosotros, los peligros que históricamente ha experimentado el pueblo de Dios justo antes del cumplimiento de las promesas de Dios.<br><br>El libro de Números habla de esto mismo. El registro bíblico dice que dos veces, justo antes de entrar en la Tierra Prometida, Israel sufrió importantes derrotas. La primera vez –registrada en Números 13 y 14– nos habla de las dudas que varios dirigentes dispersaron entre la congregación e hicieron que le faltara fe a Israel. Como resultado, la congregación decidió nombrar un nuevo líder y regresar a Egipto, justo en el momento en que estaban a punto de entrar en Canaán.<br><br>La segunda vez, los israelitas se enredaron con la sensualidad y la adoración falsa en Baal Peor (Núm. 24; 25). Si bien Balaam no pudo invocar maldiciones sobre los israelitas, Satanás usó las tentaciones sexuales para llevar a Israel a la adoración falsa y al pecado, y para provocar el disgusto de Dios sobre ellos.<br><br>El apóstol advierte a los lectores de Hebreos acerca de ambos peligros. En primer lugar, los exhorta a que se aferren a la confesión de su fe y fijen sus ojos en Jesús (Heb. 4:14; 10:23; 12:1-4). En segundo lugar, los exhorta contra la inmoralidad y la codicia (Heb. 13:4-6). Finalmente, los exhorta a observar y obedecer a sus líderes (Heb. 13:7, 17).<br><br><strong>Tomando en cuenta nuestra interpretación del estado de los muertos (que no bien cerramos los ojos al morir, lo siguiente que veremos es la Segunda Venida), ¿en qué sentido podemos decir que todas las personas han vivido en los “últimos días”?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de diciembre",
               "dayTitle":"<p>EN ESTOS POSTREROS DÍAS<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p><strong>Lee Hebreos 1:2; 9:26 al 28; 10:25 y 36 al 38; y 12:25 al 28. ¿Qué aspecto resalta Pablo aquí, especialmente con respecto al tiempo?</strong></p><p><strong>Hebreos 1:2</strong></p><p><sup><strong>2</strong></sup> en estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;<strong><br></strong></p><p><strong> Hebreos 9:26-28</strong></p><p><sup><strong>&nbsp;26</strong></sup> De otra manera le hubiera sido necesario padecer muchas veces desde el principio del mundo; pero ahora, en la consumación de los siglos, se presentó una vez para siempre por el sacrificio de sí mismo para quitar de en medio el pecado.</p><p> <sup><strong>27</strong></sup> Y de la manera que está establecido para los hombres que mueran una sola vez, y después de esto el juicio, <sup><br></sup></p><p><sup><strong>28</strong></sup> así también Cristo fue ofrecido una sola vez para llevar los pecados de muchos; y aparecerá por segunda vez, sin relación con el pecado, para salvar a los que le esperan.<strong><br></strong></p><p><strong>Hebreos 10:25,36-38</strong></p><p><sup><strong>25 </strong></sup>no dejando de congregarnos, como algunos tienen por costumbre, sino exhortándonos; y tanto más, cuanto veis que aquel día se acerca.<strong><br></strong></p><p><sup><strong>36</strong></sup> porque os es necesaria la paciencia, para que habiendo hecho la voluntad de Dios, obtengáis la promesa.<strong><br><br><sup>37</sup> </strong>Porque aún un poquito, y el que ha de venir vendrá, y no tardará.<br><strong><br><sup>38</sup> </strong>Mas el justo vivirá por fe; y si retrocediere, no agradará a mi alma.<strong><br></strong></p><p><strong>Hebreos 12:25-28</strong></p><p><strong><sup>25</sup></strong><sup> </sup>Mirad que no desechéis al que habla. Porque si no escaparon aquellos que desecharon al que los amonestaba en la tierra, mucho menos nosotros, si desecháremos al que amonesta desde los cielos. <strong><sup><br></sup></strong></p><p><strong><sup>26</sup> </strong>La voz del cual conmovió entonces la tierra, pero ahora ha prometido, diciendo: Aún una vez, y conmoveré no solamente la tierra, sino también el cielo<strong>.</strong></p><p><strong> <sup>27</sup> </strong>Y esta frase: Aún una vez, indica la remoción de las cosas movibles, como cosas hechas, para que queden las inconmovibles.</p><p><strong> <sup>28</sup> </strong>Así que, recibiendo nosotros un reino inconmovible, tengamos gratitud, y mediante ella sirvamos a Dios agradándole con temor y reverencia; <br><br>Hay un elemento muy importante, que el apóstol enfatiza, que le agrega urgencia a su exhortación: los lectores están viviendo en los “postreros días” (Heb. 1:2) y más promesas están a punto de cumplirse (Heb. 10:36–38).<br><br>Es interesante, como veremos, que a lo largo del documento Pablo compara a su audiencia con aquella generación del desierto que se encontraba ante la frontera de Canaán, lista para entrar en la Tierra Prometida. Les recuerda: “Porque aún un poquito, y el que ha de venir vendrá, y no tardará” (Heb. 10:37). Y luego los anima: “Pero nosotros no somos de los que retroceden para perdición, sino de los que tienen fe para preservación del alma” (Heb. 10:39). Con esta última exhortación les recordaba a ellos, y a nosotros, los peligros que históricamente ha experimentado el pueblo de Dios justo antes del cumplimiento de las promesas de Dios.<br><br>El libro de Números habla de esto mismo. El registro bíblico dice que dos veces, justo antes de entrar en la Tierra Prometida, Israel sufrió importantes derrotas. La primera vez –registrada en Números 13 y 14– nos habla de las dudas que varios dirigentes dispersaron entre la congregación e hicieron que le faltara fe a Israel. Como resultado, la congregación decidió nombrar un nuevo líder y regresar a Egipto, justo en el momento en que estaban a punto de entrar en Canaán.<br><br>La segunda vez, los israelitas se enredaron con la sensualidad y la adoración falsa en Baal Peor (Núm. 24; 25). Si bien Balaam no pudo invocar maldiciones sobre los israelitas, Satanás usó las tentaciones sexuales para llevar a Israel a la adoración falsa y al pecado, y para provocar el disgusto de Dios sobre ellos.<br><br>El apóstol advierte a los lectores de Hebreos acerca de ambos peligros. En primer lugar, los exhorta a que se aferren a la confesión de su fe y fijen sus ojos en Jesús (Heb. 4:14; 10:23; 12:1-4). En segundo lugar, los exhorta contra la inmoralidad y la codicia (Heb. 13:4-6). Finalmente, los exhorta a observar y obedecer a sus líderes (Heb. 13:7, 17).<br><br><strong>Tomando en cuenta nuestra interpretación del estado de los muertos (que no bien cerramos los ojos al morir, lo siguiente que veremos es la Segunda Venida), ¿en qué sentido podemos decir que todas las personas han vivido en los “últimos días”?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de diciembre",
               "dayTitle":"",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>David A. de Silva explica claramente por qué los primeros cristianos sufrieron persecución: “Los cristianos adoptaron un estilo de vida que [...] habría sido considerado antisocial e incluso subversivo. La lealtad a los dioses, expresada en la asistencia religiosa a los sacrificios y cosas por el estilo, se consideraba un símbolo de lealtad al Estado, las autoridades, los amigos y la familia. La adoración de las deidades era algo así como un símbolo de la dedicación de uno a las relaciones que mantenían estable y próspera a la sociedad.<br><br>Al abstenerse de lo primero, los cristianos (al igual que los judíos) inspiraban desconfianza como posibles violadores de las leyes y [como] elementos subversivos dentro del Imperio” (Perseverance in Gratitude, p. 12). “Para los desalentados, hay un remedio seguro: fe, oracio?n y trabajo. La fe y la actividad impartira?n una seguridad y una satisfaccio?n que aumentara?n de di?a en di?a. ¿Esta?n tentados a ceder a presentimientos ansiosos o al abatimiento absoluto? En los di?as ma?s sombri?os, cuando en apariencia hay ma?s peligro, no teman. Tengan fe en Dios. E?l conoce vuestra necesidad. Tiene toda potestad. Su compasio?n y su amor infinitos son incansables. No teman que deje de cumplir su promesa. E?l es la verdad eterna. Nunca cambiara? el pacto que hizo con los que lo aman. Y otorgara? a sus fieles siervos la medida de eficiencia que su necesidad exige. El apo?stol Pablo atestiguo?: ‘Me ha dicho: Ba?state mi gracia; porque mi poder se perfecciona en la debilidad. [...] Por lo cual, por amor a Cristo me gozo en las debilidades, en afrentas, en necesidades, en persecuciones, en angustias; porque cuando soy de?bil, entonces soy fuerte’ (2 Cor. 12:9, 10)” (PR 121).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> ¿Es posible ser “diferente” debido a nuestro compromiso cristiano y, sin embargo, no ser acusado de “separación” y desprecio por los demás? Si es así, ¿cómo?<br><br><strong>2.</strong> La palabra “exhortación”, en la Biblia, puede ser una respuesta de reprensión o de ánimo. ¿Qué cuidado debemos tener al reprender a una persona desanimada?<br><br><strong>3.</strong> ¿Qué similitudes encuentras entre la experiencia de los lectores de Hebreos y la de la iglesia de Laodicea, de Apocalipsis 3:14 al 22? ¿De qué manera nuestra experiencia hoy, dos mil años después, es similar a la de ellos, y qué podemos aprender de las similitudes?<br><br><br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"1T2022",
         "title":"<p>LA CARTA A LOS HEBREOS Y A NOSOTROS<br></p>",
         "verse":"<p>Porque os es necesaria la paciencia, para que habiendo hecho la voluntad de Dios, obtengáis la promesa (Heb. 10:36).<br></p>",
         "versionCode":16,
         "weekDate":"25 de diciembre - 1 de enero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
