{
  "data": [
    {
      "color": "#3BC473",
      "id": 8,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "12 agosto",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Durante años José Antonio vivió en las calles de Palma, España, como vagabundo. Con cabello y barba canosos y desordenados, José parecía mayor que sus 57 años. Un día, Salva García, el dueño de una peluquería, se acercó a José y le propuso un cambio total de imagen.\n</p><p>Ya con José en el sillón del salón, un equipo de trabajo cortó, tiñó y peinó los mechones enredados de cabello y barba. A continuación, José consiguió ropa nueva y elegante. ¡Entonces vino la revelación! Cuando José se sentó frente a un espejo, le brotaron lágrimas. “¿Este soy yo? ¡Soy tan diferente que nadie me va a reconocer!” Luego agregó: “No fue solo un cambio de look. Me cambió la vida”.\n</p><p>En Efesios 4:17 al 32, Pablo afirma que los creyentes han experimentado una transformación completa. Se despojaron de su antiguo yo y abrazaron una nueva identidad. Es algo parecido al cambio de José, aunque no es una mera transformación externa. Incluye “ren[ovar] la actitud de [la] mente” (Efe. 4:23).</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 agosto",
          "dayTitle": "<p>LA ESPIRAL DESCENDENTE DEL PECADO</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Compara Efesios 4:17 al 32 con Colosenses 3:1 al 17. ¿Cómo aboga Pablo para que los creyentes vivan de una manera que fomente la unidad de la iglesia?\n</strong></p><p>Efesios 4:17 al 32\n</p><p><sup><strong>17</strong></sup> Esto, pues, digo y requiero en el Señor: que ya no andéis como los otros gentiles, que andan en la vanidad de su mente,\n</p><p><sup><strong>18</strong></sup> teniendo el entendimiento entenebrecido, ajenos de la vida de Dios por la ignorancia que en ellos hay, por la dureza de su corazón;\n</p><p><sup><strong>19</strong></sup> los cuales, después que perdieron toda sensibilidad, se entregaron a la lascivia para cometer con avidez toda clase de impureza.\n</p><p><sup><strong>20</strong></sup> Mas vosotros no habéis aprendido así a Cristo,\n</p><p><sup><strong>21</strong></sup> si en verdad le habéis oído, y habéis sido por él enseñados, conforme a la verdad que está en Jesús.\n</p><p><sup><strong>22</strong></sup> En cuanto a la pasada manera de vivir, despojaos del viejo hombre, que está viciado conforme a los deseos engañosos,\n</p><p><sup><strong>23</strong></sup> y renovaos en el espíritu de vuestra mente,\n</p><p><sup><strong>24</strong></sup> y vestíos del nuevo hombre, creado según Dios en la justicia y santidad de la verdad.\n</p><p><sup><strong>25</strong></sup> Por lo cual, desechando la mentira, hablad verdad cada uno con su prójimo; porque somos miembros los unos de los otros.\n</p><p><strong><sup>26</sup></strong> Airaos, pero no pequéis; no se ponga el sol sobre vuestro enojo,\n</p><p><strong><sup>27</sup></strong> ni deis lugar al diablo.\n</p><p><strong><sup>28</sup></strong> El que hurtaba, no hurte más, sino trabaje, haciendo con sus manos lo que es bueno, para que tenga qué compartir con el que padece necesidad.\n</p><p><strong><sup>29</sup></strong> Ninguna palabra corrompida salga de vuestra boca, sino la que sea buena para la necesaria edificación, a fin de dar gracia a los oyentes.\n</p><p><strong><sup>30</sup></strong> Y no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de la redención.\n</p><p><strong><sup>31</sup></strong> Quítense de vosotros toda amargura, enojo, ira, gritería y maledicencia, y toda malicia.\n</p><p><sup><strong>32</strong></sup> Antes sed benignos unos con otros, misericordiosos, perdonándoos unos a otros, como Dios también os perdonó a vosotros en Cristo.\n</p><p>Colosenses 3:1 al 17.\n</p><p><sup><strong>1</strong></sup> Si, pues, habéis resucitado con Cristo, buscad las cosas de arriba, donde está Cristo sentado a la diestra de Dios.\n</p><p><sup><strong>2</strong></sup> Poned la mira en las cosas de arriba, no en las de la tierra.\n</p><p><strong><sup>3</sup></strong> Porque habéis muerto, y vuestra vida está escondida con Cristo en Dios.\n</p><p><strong><sup>4</sup></strong> Cuando Cristo, vuestra vida, se manifieste, entonces vosotros también seréis manifestados con él en gloria.\n</p><p>La vida antigua y la nueva\n</p><p><strong><sup>5</sup></strong> Haced morir, pues, lo terrenal en vosotros: fornicación, impureza, pasiones desordenadas, malos deseos y avaricia, que es idolatría;\n</p><p><strong><sup>6</sup></strong> cosas por las cuales la ira de Dios viene sobre los hijos de desobediencia,\n</p><p><strong><sup>7</sup></strong> en las cuales vosotros también anduvisteis en otro tiempo cuando vivíais en ellas.\n</p><p><strong><sup>8</sup></strong> Pero ahora dejad también vosotros todas estas cosas: ira, enojo, malicia, blasfemia, palabras deshonestas de vuestra boca.\n</p><p><strong><sup>9</sup></strong> No mintáis los unos a los otros, habiéndoos despojado del viejo hombre con sus hechos,\n</p><p><strong><sup>10 </sup></strong>y revestido del nuevo, el cual conforme a la imagen del que lo creó se va renovando hasta el conocimiento pleno,\n</p><p><strong><sup>11 </sup></strong>donde no hay griego ni judío, circuncisión ni incircuncisión, bárbaro ni escita, siervo ni libre, sino que Cristo es el todo, y en todos.\n</p><p><strong><sup>12</sup></strong> Vestíos, pues, como escogidos de Dios, santos y amados, de entrañable misericordia, de benignidad, de humildad, de mansedumbre, de paciencia;\n</p><p><strong><sup>13</sup></strong> soportándoos unos a otros, y perdonándoos unos a otros si alguno tuviere queja contra otro. De la manera que Cristo os perdonó, así también hacedlo vosotros.\n</p><p><strong><sup>14</sup></strong> Y sobre todas estas cosas vestíos de amor, que es el vínculo perfecto.\n</p><p><strong><sup>15</sup></strong> Y la paz de Dios gobierne en vuestros corazones, a la que asimismo fuisteis llamados en un solo cuerpo; y sed agradecidos.\n</p><p><strong><sup>16</sup></strong> La palabra de Cristo more en abundancia en vosotros, enseñándoos y exhortándoos unos a otros en toda sabiduría, cantando con gracia en vuestros corazones al Señor con salmos e himnos y cánticos espirituales.\n</p><p><strong><sup>17</sup></strong> Y todo lo que hacéis, sea de palabra o de hecho, hacedlo todo en el nombre del Señor Jesús, dando gracias a Dios Padre por medio de él.\n</p><p>En la sección anterior, Efesios 4:1 al 16, el tema de Pablo fue la unidad de la iglesia. Cuando comparamos Efesios 4:1 con Efesios 4:17, notamos cuán similares son estas dos exhortaciones sobre cómo andar, o vivir. Esta semejanza sugiere que Pablo aborda el mismo tema (la unidad y el estilo de vida que la respalda), pero desde un punto de vista nuevo e inicialmente más negativo.\n</p><p>En Efesios 4:17 al 24, Pablo contrasta el estilo de vida de los gentiles, que él considera que socava la unidad (Efe. 4:17–19), con patrones de vida verdaderamente cristianos, que la fomentan (Efe. 4:20–24). Mientras leemos la aguda crítica de Pablo al estilo de vida depravado de los gentiles, debemos recordar su convicción de que Dios los redime por medio de Cristo y les ofrece plena participación en el pueblo de Dios (Efe. 2:11–22; 3:1–13). En Efesios 4:17 al 19, entonces, ofrece una descripción limitada y negativa de “los gentiles en la carne” (Efe. 2:11).\n</p><p>Pablo no solo está preocupado por los pecados o los comportamientos específicos exhibidos por los gentiles. Está preocupado por un patrón de comportamiento que exhiben, una trayectoria descendente de vivir en las garras del pecado. En el corazón de Efesios 4:17 al 19 se encuentra un retrato de una espiritualidad embotada: “en la vanidad de sus mentes, teniendo el entendimiento entenebrecido” (Efe. 4:17, 18, RVA 2015). Esta espiritualidad insensibilizada es la fuente del entendimiento entenebrecido que se destaca al comienzo del pasaje (“por su ignorancia, debida a la dureza de su corazón. Después de perder toda sensibilidad”, Efe. 4:18, 19) y la práctica sexual depravada resaltada al final (“se entregaron a la desvergüenza para cometer con avidez toda clase de impurezas”, Efe. 4:19). Alejados de Dios, no saben cómo vivir y, separados de su gracia salvadora, continúan en una espiral descendente de pecado y depravación.\n</p><p><strong>¿Cuál ha sido tu experiencia con el poder del pecado, que sigue arrastrando a una persona a más pecado?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 agosto",
          "dayTitle": "<p>UN CAMBIO DE ROPA DRAMÁTICO</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Al volver a contar la historia de la conversión de su audiencia, ¿qué idea central les está transmitiendo Pablo? (Efe. 4:20–24).\n</strong></p><p>Efe. 4:20–24\n</p><p><strong><sup>20</sup></strong> Mas vosotros no habéis aprendido así a Cristo,\n</p><p><strong><sup>21</sup></strong> si en verdad le habéis oído, y habéis sido por él enseñados, conforme a la verdad que está en Jesús.\n</p><p><strong><sup>22 </sup></strong>En cuanto a la pasada manera de vivir, despojaos del viejo hombre, que está viciado conforme a los deseos engañosos,\n</p><p><strong><sup>23</sup></strong> y renovaos en el espíritu de vuestra mente,\n</p><p><strong><sup>24</sup></strong> y vestíos del nuevo hombre, creado según Dios en la justicia y santidad de la verdad.\n</p><p>Luego de describir su existencia anterior como gentiles (Efe. 4:17-19), Pablo no dice: “Ustedes no han aprendido así de Cristo”. En cambio, señala: “Ustedes no han aprendido así a Cristo” (Efe. 4:20, RVA 2015). Al notar que los destinatarios “lo oyeron” [a Cristo] y fueron enseñados “en él” (Efe. 4:21), o “por él” (RVR 1960), Pablo aboga además por la adopción de una vida moldeada por Cristo con la expresión “conforme a la verdad que está en Jesús” (Efe. 4:21). Para Pablo, llegar a la fe apunta a una conexión personal con Cristo tan vívida y real que puede describirse como “aprender a Cristo”. Reconocemos que el Jesús resucitado y exaltado está vivo y presente con nosotros. Sus enseñanzas y su ejemplo nos moldean y somos leales a él como nuestro Señor. Abrimos nuestra vida a su guía y su dirección activa mediante el Espíritu y la Palabra.\n</p><p>Pablo nos dice que adoptar una vida moldeada por Cristo requiere tres procesos, que él expresa con imágenes de vestimenta: (1) “despojarse”, o alejarse, de la antigua forma de vida (Efe. 4:22); (2) experimentar una renovación interior (Efe. 4:23); y (3) “vestirse” del nuevo modelo divino de vida (Efe. 4:24). La metáfora de Pablo refleja el uso de la ropa en el Antiguo Testamento como símbolo de la pecaminosidad (p. ej., Sal. 73:6; Zac. 3:3, 4; Mal. 2:16) y de la salvación (p. ej., Isa. 61:10; Eze. 16:8; Zac. 3:4, 5).\n</p><p>En la antigüedad, los hombres usaban una túnica hasta la rodilla como prenda interior y una capa o manto para ofrecer protección contra el sol. Del mismo modo, las mujeres vestían túnica y manto. Las culturas reflejadas en la Biblia eran de subsistencia. Las prendas eran preciosas y caras, y se guardaban durante mucho tiempo. Hubiera sido inusual poseer más de una muda de ropa. La calidad y el estilo de esas prendas indicaban la identidad y el estatus del portador. Cambiarse de ropa, cambiar una muda de ropa por otra, era un acontecimiento inusual e importante (no algo insignificante como en muchas culturas en la actualidad). Pablo imagina que el cambio de vida es tan notorio como lo hubiera sido cambiarse de ropa en este contexto del siglo I.\n</p><p><strong>¿Cuál es la diferencia, la diferencia crucial, entre aprender de Cristo y aprender a conocer a Cristo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de agosto",
          "dayTitle": "<p>PALABRAS LLENAS DE GRACIA QUE UNIFICAN</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p><strong>¿Qué consejos de Pablo con respecto al uso de la palabra entre los creyentes son los más importantes para ti en este momento? ¿Por qué? (Efe. 4:25–29).\n</strong></p><p><strong><sup>25</sup></strong> Por lo cual, desechando la mentira, hablad verdad cada uno con su prójimo; porque somos miembros los unos de los otros.\n</p><p><strong><sup>26</sup></strong> Airaos, pero no pequéis; no se ponga el sol sobre vuestro enojo,\n</p><p><strong><sup>27</sup></strong> ni deis lugar al diablo.\n</p><p><strong><sup>28</sup></strong> El que hurtaba, no hurte más, sino trabaje, haciendo con sus manos lo que es bueno, para que tenga qué compartir con el que padece necesidad.\n</p><p><strong><sup>29</sup></strong> Ninguna palabra corrompida salga de vuestra boca, sino la que sea buena para la necesaria edificación, a fin de dar gracia a los oyentes.\n</p><p>Repetidamente, Pablo utiliza una estructura interesante en Efesios 4:25 al 32, que se ilustra en Efesios 4:25: un mandato negativo (“desechen la mentira”); a continuación un mandato positivo (“hablen la verdad cada uno con su prójimo”); y luego una justificación (“porque somos miembros los unos de los otros”, lo que parece indicar “porque somos miembros de un cuerpo y, por lo tanto, estamos relacionados entre nosotros como partes de ese único cuerpo”). La exhortación de Pablo, “hablen la verdad”, no es una invitación a confrontar a otros miembros de la iglesia recitándoles los hechos con torpeza. Pablo alude a Zacarías 8:16, que exhorta a hablar la verdad como forma de fomentar la paz.\n</p><p>Dado que en Efesios 4:31 Pablo destierra la ira y las expresiones de enojo, sus palabras en Efesios 4:26 no permiten ejercer la ira dentro de la congregación, sino más bien, Pablo admite la posibilidad de la ira, al tiempo que limita su expresión con el sentido: “Si te enfadas, no permitas que esto produzca pecado como fruto”.\n</p><p>Pablo parece interrumpir la temática de su discurso con un mandato negativo sobre los ladrones: “El que robaba, no robe más” (Efe. 4:28). Positivamente, que el ladrón “trabaje y haga algo útil con sus propias manos” (Efe. 4:28; ver también 1 Cor. 4:12; 1 Tes. 4:11), que se fundamenta en lo siguiente: “para tener con qué ayudar al necesitado” (Efe. 4:28). Quizá Pablo incluya aquí esta palabra acerca de los ladrones debido a la conexión entre el robo y el discurso engañoso, como lo ilustra la historia de Ananías y Safira en Hechos 5:1 al 11. ¡La fe de Pablo en el poder transformador de Cristo es tan fuerte que imagina a los ladrones convirtiéndose en benefactores!\n</p><p>Luego, Pablo ordena: “Ninguna palabra mala salga de su boca” (Efe. 4:29), que describe la palabra destructiva que irrefrenablemente se abre paso hasta los labios para hacer su obra dañina. De manera positiva, Pablo imagina que cualquier expresión negativa no solo se detiene, sino además se reemplaza por una declaración que muestra tres criterios: (1) “es buena para edificar a otros”; (2) “oportun[a]” (BLP); y (3) da “gracia a los oyentes” (Efe. 4:29). ¡Ojalá todas nuestras palabras pudieran ser así!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de agosto",
          "dayTitle": "<p>EL ESPÍRITU SANTO EN LA VIDA DEL CREYENTE</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p><strong>Al analizar los pecados de la expresión verbal dentro de la comunidad cristiana, ¿qué exhortación comparte Pablo acerca de la presencia del Espíritu Santo con los creyentes? Efesios 4:30.\n</strong></p><p><strong><sup>30</sup></strong> Y no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de la redención.\n</p><p>Pablo ofrece una advertencia desalentadora y a la vez una promesa conmovedora. Los pecados que cometemos unos contra otros en la iglesia no son faltas menores, sin mucha importancia: lo que entristece al Espíritu Santo es nuestro mal uso del don divino del habla para destrozar a otros (Efe. 4:25–27, 29, 31, 32). El hecho de que Pablo replique Isaías 63:10 acentúa la seria advertencia: “Sin embargo, [los israelitas] fueron rebeldes y entristecieron a su Espíritu Santo; por eso se les volvió enemigo, y él mismo peleó contra ellos”.\n</p><p>En una promesa reconfortante, Pablo afirma que el Espíritu Santo sella a los creyentes desde el día en que aceptaron a Cristo (Efe. 1:13, 14) hasta “el día de la redención” (Efe. 4:30). La relación del Espíritu con el creyente no es frágil sino duradera. Cuando los creyentes menospreciamos la presencia del Espíritu, que mora en nosotros, al usar como arma el don divino del habla, no se dice que el Espíritu se va, sino que se entristece. El Espíritu tiene la intención de permanecer en los creyentes, marcándolos como propiedad divina y como protegidos de Dios, hasta la venida de Cristo.\n</p><p>Pablo resalta la plena divinidad del Espíritu como el “Espíritu Santo de Dios”, y destaca la personalidad del Espíritu al reflejar que el Espíritu Santo se entristece. (Ver también Rom. 8:16, 26, 27; 1 Cor. 2:10, 13; 12:11; Gál. 5:17, 18).\n</p><p>Debemos andar con cuidado al analizar el misterio de la Deidad. El Espíritu es uno con el Padre y con el Hijo, y a la vez distinto del Padre y del Hijo. “El Espíritu tiene su propia voluntad, y por lo tanto toma decisiones. Podemos entristecerlo y blasfemar contra él. Esas expresiones no son propias de un mero poder o influencia, sino que son características de una persona. ¿Es entonces el Espíritu una persona como tú y como yo? No, usamos terminología humana limitada para describir lo divino, y el Espíritu es lo que los seres humanos nunca pueden ser” (Paul Petersen, God in 3 Persons—In the New Testament [Silver Spring, MD: Instituto de Investigación Bíblica, 2015], p. 20).\n</p><p>El “Espíritu Santo de Dios” vive en un contacto tan íntimo con nosotros que se dice que nuestros actos lo afectan. Compartimos la vida con un miembro de la Deidad comprometido con nosotros en una relación duradera que nos sella hasta el tiempo del fin. ¿Cuál debería ser nuestra respuesta de fe a esta asombrosa verdad?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de agosto",
          "dayTitle": "<p>BONDAD (NO AMARGURA)</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>Al referirse al “día de la redención” (Efe. 4:30), Pablo invita a sus lectores a considerar el uso de la palabra en el contexto de la segunda venida de Cristo. Por lo tanto, se puede interpretar que Efesios 4:31 y 32 se refiere al uso de la palabra al acercarnos a ese gran acontecimiento.\n</p><p><strong>A la luz de la venida de Cristo, ¿qué actitudes y comportamientos, relacionados con la palabra, debemos descartar? ¿Qué actitudes y comportamientos debemos adoptar? Efesios 4:31, 32.\n</strong></p><p><sup><strong>31</strong></sup> Quítense de vosotros toda amargura, enojo, ira, gritería y maledicencia, y toda malicia.\n</p><p><sup><strong>32</strong></sup> Antes sed benignos unos con otros, misericordiosos, perdonándoos unos a otros, como Dios también os perdonó a vosotros en Cristo.\n</p><p>En la exhortación final de Efesios 4:17 al 32, Pablo vuelve a dar un mandato negativo. Este identifica seis vicios de los que deben librarse (Efe. 4:31); un mandato positivo de ser benignos, compasivos y perdonadores (Efe. 4:32); y una justificación. Los creyentes deben perdonarse unos a otros “como también Dios los perdonó en Cristo” (Efe. 4:32). La lista de seis vicios comienza y termina con términos generales y globales, “toda amargura” y “toda malicia”. En el medio, hay cuatro términos adicionales: “enojo”, “ira”, “gritos”, “maledicencia” (Efe. 4:31).\n</p><p>El último de estos traduce la palabra griega blasfemia, que el español ha tomado prestada como término técnico para la palabra o la expresión degradante en contra de Dios. Sin embargo, el término griego identifica el discurso que difama a Dios o a otros seres humanos como “maledicencia”, o “calumnia” (RVA 2015). En la lista, las actitudes (amargura, enojo, ira) parecen desbordarse en un discurso airado (gritos, maledicencia). En esencia, Pablo desmilitariza el discurso cristiano. Las actitudes que impulsan el discurso airado y las estrategias retóricas que lo emplean deben eliminarse del arsenal del cristiano. La comunidad cristiana prosperará y se fomentará la unidad de la iglesia (comparar con Efe. 4:1–16) solo cuando estas cosas se dejen de lado.\n</p><p>Sin embargo, la maledicencia no debe suprimirse sino reemplazarse. Las conversaciones y las acciones en la familia de Cristo, y fuera de ella también, no deben surgir de la ira; deben estar motivadas por la bondad, la ternura y el perdón, basados en la norma más elevada de todas: el perdón que Dios nos ha extendido en Cristo (Efe. 4:32). Pablo presenta el “perdón vertical” (el que Dios nos ofrece a nosotros) como modelo para el “perdón horizontal” (el que nos ofrecemos unos a otros; comparar con Col. 3:13; Mat. 6:12, 14, 15).\n</p><p>Piensa en el poder de tus palabras. <strong>¿Cómo puedes usarlas para edificar, animar y aumentar la fe?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de agosto",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR</p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>“Que la conversación sea de tal naturaleza que no necesiten arrepentirse. ‘Y no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de la redención’. [...] Si tienen el amor de Dios en el corazón y aman la verdad, buscarán cimentar y edificar a sus hermanos en la santísima fe. Si oyen algún comentario que perjudique a un amigo o hermano, no lo fomenten; es obra del enemigo. Al que lo exprese, bondadosamente recuérdenle que la Palabra de Dios prohíbe esa clase de conversación” (Elena de White, Advent Review and Sabbath Herald, 5/6/1888).\n</p><p>¿Cómo cambiaría tu congregación los demás miembros y tú hicieran una promesa que incluyera declaraciones como las siguientes?:\n</p><p>1. Deseo que mi influencia dentro y fuera de la familia de la Iglesia Adventista del Séptimo Día sea positiva, edificante, que aumente la fe y levante la moral (Efe. 4:29).\n</p><p>2. Al recordar los llamados de Cristo a la unidad y el amor, dedicaré más energía a confirmar a quienes hacen y dicen cosas que creo que son buenas que a señalar las faltas de quienes creo que están equivocados (Juan 13:34, 35; 17:20–23; Efe. 4:1–6; 1 Tes. 5:9–11).\n</p><p>3. Cuando no concuerde con alguien, dejaré en claro mi respeto por mi hermano creyente. Daré por sentados su integridad y su compromiso con Cristo. Presentaré mi opinión discrepante con delicadeza, sin estridencias (Efe. 4:31, 32).\n</p><p>4. Viviré gozosamente, buscando toda oportunidad para edificar y sostener a mis hermanos miembros de iglesia, mientras espero la venida de Cristo (Efe. 4:29, 30; Gál. 6:2; Heb. 10:24, 25).\n</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p>1. Repasa las once veces que en Efesios Pablo describe a los tres miembros de la Deidad trabajando juntos para la salvación de la humanidad. ¿Cómo informa este énfasis reiterado nuestra comprensión de la Deidad? Efesios 1:3–14; 1:15–23; 2:11–18; 2:19–22; 3:1–13; 3:14–19; 4:4–6; 4:17–24; 4:25–32; 5:15–20; 6:10–20 (donde “el Señor”, Efesios 6:10, se refiere a Cristo).\n</p><p>2. ¿Cómo se aplica el consejo de Pablo acerca del modo de expresarse de los cristianos (Efe. 4:25–32) en la era de la “comunicación mediada por computadora”, que se usa con demasiada frecuencia para el acoso cibernético y la difamación anónima en línea?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de agosto",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Efesios 4:22-24 Enfoque del estudio: Efesios 4:17-32; Colosenses 3:1-17; Zacarías 3:3, 4; 8:16; Isaías 63:10; Romanos 8:16, 26, 27.\n</strong></p><p><strong>Introducción:\n</strong></p><p>Después de explicar a los Efesios cómo existe y vive una comunidad cristiana madura en el Espíritu Santo y en Cristo, Pablo ejemplifica esta existencia en términos prácticos. Utiliza la metáfora universal de la ropa humana (usar ropa y cambiarla) con el fin de ilustrar el cambio de identidad personal que ocurre cuando Cristo transforma la vida mediante la morada del Espíritu Santo. Unirse al cristianismo es como dejar una muda de ropa, que constituía la identidad pasada, y vestirse una nueva muda de ropa, lo que a los demás les da la impresión de que somos una persona nueva. Pero convertirse en cristiano no es lo mismo que quitarse la ropa vieja temporalmente, solo de noche, para volver a ponérsela a la mañana siguiente. Más bien, cuando Pablo habló de quitarse la ropa, se refería a quitársela y tirarla para siempre.\n</p><p>Por lo tanto, dejamos, abandonamos o desechamos como una “pérdida” (Filipenses 3:7, 8) las cosas vanas del mundo gentil, que incluyen la cosmovisión pecaminosa y el estilo de vida del reino de este mundo. A cambio, recibimos una nueva identidad, una nueva ciudadanía y una nueva identificación, que es el pasaporte al Reino de Dios. Sin embargo, el nuevo documento de identidad es más que un simple certificado en papel. El nuevo documento de identidad implica una auténtica transformación de la cosmovisión, del estilo de vida, del carácter y de las relaciones de una persona con los demás miembros de la iglesia y con la humanidad. No obstante, esta nueva vida no es un proyecto regenerador basado en alguna filosofía o ideología humana (Juan 1:12, 13). Esta identidad es una nueva vida, cualitativamente hablando. Esta vida es posible solo cuando encontramos y aceptamos al Jesucristo divino y solo cuando permitimos que el Espíritu Santo obre en nosotros.\n</p><p><strong>Temática de la lección:\n</strong></p><p>El estudio de esta semana destaca tres temas principales:&nbsp;</p><p>• La nueva vida cristiana contrasta cualitativamente con la antigua vida mundana.&nbsp;</p><p>• Un cambio de vida y de identidad solo es posible en Cristo y en el Espíritu Santo.&nbsp;</p><p>• La presencia del Espíritu Santo en nuestra vida lleva a una transformación de la cosmovisión, la identidad, el estilo de vida, la conversación, las actitudes y las relaciones.\n</p><p><strong>COMENTARIO\n</strong></p><p>La cosmovisión, el estilo de vida, la misión transcultural, la contextualización crítica y la conversión\n</p><p>La sociedad contemporánea valora la inclusión, la aceptación, la preservación y la promoción de las culturas, los estilos de vida y las cosmovisiones locales. A los misioneros a la “antigua usanza” se los critica por ignorar las herencias locales-nacionales o tribales-culturales, y por establecer un modelo “occidental” del cristianismo en las iglesias locales o regionales de los campos misioneros y sus estilos de vida. Si bien una contextualización básica por cierto tiene su lugar en las misiones, se plantean dos preguntas muy relevantes: ¿qué elementos de la cultura local podrían celebrarse y preservarse, y qué elementos de la cultura local forman parte del “viejo yo” y deben abandonarse por ser pecaminosas y de “este mundo”?\n</p><p>Aquí se podrían destacar varios aspectos en respuesta a estas preguntas. En primer lugar, en Efesios 4:17 al 32, Pablo contrasta el mundo de pecado, la vanidad, la ignorancia, la oscuridad, la impureza, la ira, la calumnia y el engaño (Efe. 4:17- 22, 25, 31) con el mundo de la gracia de Dios, la justicia, el conocimiento, la luz, la pureza, la honestidad, la bondad, la compasión, el perdón y la verdad (Efe. 4:25-29, 32). A fin de cuentas, el principio para evaluar una cultura o estilo de vida no es una ideología o filosofía, como el racionalismo, el empirismo, el modernismo, el pragmatismo, el utilitarismo o el posmodernismo. El principio bíblico para evaluar cualquier cultura o estilo de vida es: “No entristezcan al Espíritu Santo de Dios, con el cual ustedes fueron sellados para el día de la redención” (Efe. 4:30). Este principio, cuando se pone en práctica, demuestra el amor de Dios por nosotros y nuestro amor por él, y revela la justicia de Dios.\n</p><p>Por consiguiente, en segundo lugar, Pablo no discute la antropología o la preservación del patrimonio cultural del mundo. No se dedica a clasificar las culturas del mundo ni a evaluar algunas culturas a la luz de otras. Más bien, llama a evaluar a todas las culturas, judías o gentiles, a la luz del evangelio de Cristo Jesús y a la luz de la cultura y el estilo de vida de su Reino. En sus epístolas, Pablo encuentra mucho que reprochar en la cultura judía y los llama al arrepentimiento. De igual modo, Pablo dice a los gentiles que Dios les da la bienvenida a su Reino, a su pacto y a su iglesia. Pero Pablo no se abstiene de calificar gran parte de la cosmovisión gentil (politeísta, mitológica, filosófica) y su estilo de vida como inútiles y pecaminosos (Efe. 4:18, 19). Por lo tanto, si el evangelio destaca el pecado en la vida de los miembros de la iglesia y de sus culturas, deben confesarlo como pecado y abandonarlo. De lo contrario, la salvación ya no es la salvación del pecado, sino una justificación cultural para la tolerancia de un estilo de vida pecaminoso.\n</p><p>Es cierto que nos acercamos a Dios tal como somos, con los trapos de inmundicia del pecado, pero no vamos a él para seguir usando esos harapos; acudimos a Dios para que él nos quite esos andrajos, a fin de que nos lave y así podamos caminar hacia la “nueva vida” (Rom. 6:4). Sin esta percepción, el cristianismo perderá su poder y su mensaje de salvación. El cristianismo no es una religión que confirma a la humanidad en sus caminos pecaminosos. El mensaje bíblico, más bien, desafía a todas las naciones, tribus, lenguas y culturas a autoevaluarse a la luz de las Escrituras y a aceptar el lavamiento de Dios y la obra del Espíritu Santo para regenerarnos. En el evangelio de Pablo, no podemos darnos el lujo de proteger un aspecto pecaminoso de nuestra vida justificándolo con el argumento de que es parte de nuestra herencia cultural o cosmovisión. De hecho, todo lo que es pecaminoso eventualmente es autodestructivo; el pecado destruye culturas y naciones, en lugar de sostenerlas o edificarlas.\n</p><p>En tercer lugar, Dios celebra la diversidad y las expresiones culturales en armonía con el evangelio de su Reino. Por esta razón, el evangelio no requiere una homogeneización total de todas las culturas. Cuando una cultura se cimienta en los valores y el estilo de vida de Cristo, solo podrá prosperar y enriquecerse.\n</p><p>En un artículo de 1992 de la revista Ministry, Børge Schantz (1931–2014), un célebre misiólogo adventista del séptimo día, propuso tres principios rectores de contextualización para la perspectiva misionera transcultural:\n</p><p>En primer lugar, el misionero transcultural debe comprender correctamente las historias y las enseñanzas bíblicas en su contexto original.\n</p><p>En segundo lugar, el misionero transcultural debe distinguir con precisión entre las enseñanzas bíblicas universales y sus principios y sus propios valores y experiencias culturales.\n</p><p>En tercer lugar, el misionero transcultural debe desarrollar un interés genuino y una comprensión profunda de la cultura de la gente a la que sirve.\n</p><p>Cuando se tienen en cuenta todos estos elementos, el principio fundamental de contextualización es que, al tiempo que demuestran sensibilidad por diversos elementos de la cultura local, los misioneros deben permitir que los absolutos bíblicos determinen las nuevas enseñanzas y prácticas de los conversos.\n</p><p>Schantz compartió una advertencia con los dirigentes adventistas de misión y evangelización: “Las iglesias cristianas se ven tentadas a perder el control de la doctrina pura y la ética objetiva cuando aceptan sin críticas que la Palabra de Dios siempre y en todo lugar se vincula con la cultura y la historia. El proceso de contextualización definitivamente plantea algunos problemas. Adaptar las enseñanzas bíblicas a las culturas del mundo pondrá al comunicador en contacto con elementos falsos, perversos, e incluso demoníacos. El triste resultado de ir demasiado lejos es un sincretismo dañino, que obliga a coexistir con elementos religiosos opuestos”. Por eso, Schantz concluyó: “En todas las culturas, incluida la nuestra, hay costumbres condenadas por el evangelio, y lo que las Escrituras rechazan debe ser rechazado por los misioneros y los líderes nacionales”. Sin embargo, este principio no tiene por qué hacernos más insensibles a la cultura inocente de los pueblos locales. Más bien, Schantz oró a fin de que “el Señor de la misión nos conceda sabiduría para diferenciar entre los universales que deben proclamarse en todo el mundo y las variables opcionales de la cultura occidental” (“One Message—Many Cultures: How Do We Cope?” Ministry, junio de 1992, p. 11).\n</p><p><strong>Los nuevos seres humanos\n</strong></p><p>A lo largo de la historia, los defensores de las filosofías, las ideologías y los poderes reclaman, o han reclamado, la capacidad de cambiar radicalmente a la humanidad. Un ejemplo es el marxismo, especialmente como se promovió en el pensamiento soviético. Impulsados por el optimismo de la década de 1970, los soviéticos promovieron la idea de que ellos, los soviéticos, estaban en el proceso de evolucionar, colectivamente, hacia el nuevo ser humano marxista. Como muestra la historia, este proyecto soviético terminó en un fracaso total.\n</p><p>Si de evolución se trata, especialmente a partir de la segunda mitad del siglo XX, evolucionistas teístas como Teilhard de Chardin promovieron la idea del surgimiento del nuevo ser humano, el ser humano espiritual. Si bien Teilhard de Chardin creía que la humanidad todavía participa del proceso de evolución de la forma animal, imaginó un momento Omega en el futuro cuando la humanidad dejaría atrás su antigua herencia de comportamiento depredador y evolucionaría hacia una nueva humanidad caracterizada por la conciencia global y el amor universal.\n</p><p>Estos son solo dos ejemplos de ideologías o filosofías que se esforzaron por cambiar drásticamente a la humanidad pecadora en “nuevos seres humanos”. Todas estas filosofías han terminado en fracaso, aunque algunas mostraron un supuesto éxito inicial. El fracaso de la humanidad a la hora de recrearse o reinventarse bajo la égida de la filosofía o la ciencia se debe a la falta de un modelo adecuado para la nueva humanidad y la falta del poder para formar a la humanidad según ese modelo. El cristianismo bíblico ofrece ambos: Jesús es el Modelo de la nueva humanidad y es también la Fuente de poder para transformarnos, para renovarnos según su imagen gloriosa (Juan 1:12, 13).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Invita a los miembros de la clase a analizar su propia vida con la intención de evaluar de qué manera la experiencia de la “nueva vida” toca todos los aspectos de su vida. Tomemos, por ejemplo, el habla. ¿Cuántas veces cada uno de nosotros decimos “yo” en una conversación con los demás? ¿Cuántas veces centramos la conversación en nosotros mismos, en lugar de en nuestros oyentes? ¿Cuántas veces acaparamos las conversaciones? Desafía a los miembros de la clase a identificar otras aspectos de su vida que necesitan la transformación misericordiosa y poderosa del Espíritu Santo.\n</p><p>Controlar o manejar emociones, actitudes o comportamientos negativos se convirtió en una preocupación importante en el mundo moderno. La gente recurre a ejercicios especiales, programas de asesoramiento o incluso tratamientos clínicos con el fin de recibir ayuda en el manejo de sus emociones y comportamiento. Si bien la consejería y el tratamiento clínico tienen su lugar y función en algunos casos, ¿qué revela el estudio de Efesios y de la Biblia en general acerca del cambio de comportamiento, emociones, actitudes y estilo de vida en la experiencia del cristiano? Pide a los miembros de la clase que identifiquen tres principios transformadores de la epístola a los Efesios que podrían ayudarlos a ellos mismos y a otros miembros de la iglesia o a la comunidad en general.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>VIDAS MOLDEADAS POR CRISTO Y PALABRAS INSPIRADAS POR EL ESPÍRITU</p>",
      "verse": "<p>“Acerca de la pasada manera de vivir, despójense del hombre viejo, viciado por sus deseos engañosos. Renueven la actitud de su mente, y vístanse del nuevo hombre, creado para ser semejante a Dios en justicia y en santidad de la verdad” (Efe. 4:22-24).</p>",
      "versionCode": 10,
      "weekDate": "12-19 agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
