{
  "data": [
    {
      "color": "#5da2b4",
      "id": 704,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 19",
          "dayTitle": "",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>A farmer was trying to get his donkey to move; the beast wouldn’t budge. So, the farmer took a thick branch and walloped it. He again spoke to the donkey, who then started moving. When someone asked the farmer why that worked, he replied, “Well, first you have to get its attention.”\n</p><p>Putting aside whatever issue one might raise about cruelty to animals, there is a point to be made here, especially in the context of the Exodus of the Hebrews from Egypt. Moses has been given his marching orders and goes to Pharaoh with God’s famous words, shalach et ami, which is, “Let My people go!”\n</p><p>Pharaoh, however, does not want to let God’s people go. The Scriptures never explicitly explain why Pharaoh was so reluctant, despite the military threat that the Egyptians feared the Hebrews could pose (see Exod. 1:10). Most likely, as is often the case with slavery, it was pure economics. They were cheap labor, and so he didn’t want to lose whatever economic advantages these slaves gave him. Thus, he was going to need some persuasion not only to get his attention but also to change his mind.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 20",
          "dayTitle": "<p>God vs. gods</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Exodus 7:8–15. What lessons are here in this first confrontation between the God of the Hebrews and the gods of Egypt?</strong></p><p><strong>Exodus 7:8–15</strong></p>\n<p><strong><sup>8</sup></strong> Then the Lord spoke to Moses and Aaron, saying,</p>\n<p><strong><sup>9</sup></strong> “When Pharaoh speaks to you, saying, ‘Show a miracle for yourselves,’ then you shall say to Aaron, ‘Take your rod and cast it before Pharaoh, and let it become a serpent.’”</p>\n<p><strong><sup>10</sup></strong> So Moses and Aaron went in to Pharaoh, and they did so, just as the Lord commanded. And Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent.</p>\n<p><strong><sup>11</sup></strong> But Pharaoh also called the wise men and the sorcerers; so the magicians of Egypt, they also did in like manner with their enchantments.</p>\n<p><strong><sup>12</sup></strong> For every man threw down his rod, and they became serpents. But Aaron’s rod swallowed up their rods.</p>\n<p><strong><sup>13</sup></strong> And Pharaoh’s heart grew hard, and he did not heed them, as the Lord had said.</p>\n<p><strong><sup>14</sup></strong> So the Lord said to Moses: “Pharaoh’s heart is hard; he refuses to let the people go.</p>\n<p><strong><sup>15</sup></strong> Go to Pharaoh in the morning, when he goes out to the water, and you shall stand by the river’s bank to meet him; and the rod which was turned to a serpent you shall take in your hand.</p><p>The upcoming battles were going to be between the living God and the Egyptian “gods.” What made things worse was that Pharaoh considered himself to be one of those gods. The Lord did not fight against the Egyptians, or even Egypt per se, but against their deities (the Egyptians venerated more than 1,500 gods and goddesses). The biblical text is explicit: “On all the gods of Egypt I will execute judgments: I am the Lord” (Exod. 12:12, ESV). Later, it is once again emphasized, this time when Israel’s journey from Egypt was recounted: “The Lord had brought judgment on their gods” (Num. 33:4, NIV).\n</p><p>An example of this judgment on their gods was well demonstrated by the miracle of the rod turning into a serpent (Exod. 7:9–12). In Egypt, the Uraeus goddess Wadjet was personified by a cobra and represented sovereign power over lower Egypt. The symbol of a cobra appeared in Pharaoh’s crown, a sign of his power, deity, royalty, and divine authority, because this goddess would spit venom at Pharaoh’s enemies. The Egyptians also believed that the sacred serpent would guide the Pharaoh to his afterlife.\n</p><p>When Aaron’s staff became a snake and ate all the other serpents before the king, the supremacy of the living God over Egyptian magic and sorcery was manifested. Not only was the emblem of Pharaoh’s might conquered, but Aaron and Moses clutched it in their hands (Exod. 7:12, 15). The initial confrontation demonstrated God’s power and lordship over Egypt. Moses, as God’s representative, had greater authority and power than did the “god” Pharaoh himself.\n</p><p>It is also significant that the ancient Egyptians considered a snake god, Nehebkau (“he who harnesses the spirits”), to be sacred, adored, and worshiped. According to their mythology, this serpent god had great power because he swallowed seven cobras. Thus, God communicated to the Egyptians that He, not the serpent god, has sovereign power and authority. After such a powerful confrontation, they were able to understand this message immediately and distinctly.\n</p><p><strong>How can we allow the Lord to have sovereignty over any of the “gods” seeking supremacy in our lives?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 21",
          "dayTitle": "<p>Who Hardened Pharaoh’s Heart?</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Exodus 7:3, 13, 14, 22. How do we understand these texts?</strong></p><p><strong>Exodus 7:3, 13, 14, 22</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong><sup>3</sup></strong> And I will harden Pharaoh’s heart, and multiply My signs and My wonders in the land of Egypt.</p>\n\n<p><strong><sup>13</sup></strong> And Pharaoh’s heart grew hard, and he did not heed them, as the Lord had said.</p>\n\n<p><strong><sup>14</sup></strong> So the Lord said to Moses: “Pharaoh’s heart is hard; he refuses to let the people go.</p>\n\n<p><strong><sup>22</sup></strong> Then the magicians of Egypt did so with their enchantments; and Pharaoh’s heart grew hard, and he did not heed them, as the Lord had said.</p><p>Nine times in Exodus the hardening of Pharaoh’s heart is ascribed to God (Exod. 4:21; Exod. 7:3; Exod. 9:12; Exod. 10:1, 20, 27; Exod. 11:10; Exod. 14:4, 8; see also Rom. 9:17, 18). Another nine times Pharaoh is said to have hardened his own heart (Exod. 7:13, 14, 22; Exod. 8:15, 19, 32; Exod. 9:7, 34, 35).\n</p><p>Who hardened the king’s heart—God, or Pharaoh himself? It is significant that in the Exodus story of the ten plagues, in each of the first five plagues, Pharaoh alone was the agent of his heart hardening. Thus, he initiated the hardening of his own heart.\n</p><p>From the sixth plague on, however, the biblical text states that it was God who hardened Pharaoh’s heart (Exod. 9:12). What all this means is that God strengthened or deepened Pharaoh’s own choice, his willful action, as God had told Moses He would do (Exod. 4:21).\n</p><p>In other words, God sent plagues to help Pharaoh repent and to free him from the darkness and error of his mind. God did not create fresh evil in Pharaoh’s heart; instead, He simply gave Pharaoh over to his own malign impulses. He left him without God’s restraining grace and thus abandoned him to his own wickedness (see Rom. 1:24–32).\n</p><p>Pharaoh had his free will—he could choose for or against God—and he decided against.\n</p><p>The lessons are obvious. We have been given the ability to choose between right and wrong, good and evil, obedience or disobedience. From Lucifer in heaven, to Adam and Eve in Eden, to Pharaoh in Egypt, and to us today—wherever we abide, we choose either life or death (Deut. 30:19).\n</p><p>An analogy: imagine sunshine that beats on butter and clay. Butter melts but clay hardens. The heat of the sun is the same in both cases, but there are two different reactions to the heat, and two different results. The effect depends on the material. In the case of Pharaoh, one may say that it depended upon the attitudes of his heart toward God and His people.</p><p><strong>What freewill choice(s) are you going to make in the next day or so? If you know what the right choice is, how can you prepare yourself to make it?</strong></p><p><strong><br></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 22",
          "dayTitle": "<p>The First Three Plagues</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>The ten plagues in Egypt were aimed not at the Egyptian people but at their gods. Each plague hit at least one of them. \n</p><p><strong>Read Exodus 7:14–8:19. What happened in these plagues?</strong></p><p><strong>Exodus 7:14–8:19</strong></p>\n<p><strong><sup>14</sup></strong> So the Lord said to Moses: “Pharaoh’s heart is hard; he refuses to let the people go.</p>\n<p><strong><sup>15</sup></strong> Go to Pharaoh in the morning, when he goes out to the water, and you shall stand by the river’s bank to meet him; and the rod which was turned to a serpent you shall take in your hand.</p>\n<p><strong><sup>16</sup></strong> And you shall say to him, ‘The Lord God of the Hebrews has sent me to you, saying, “Let My people go, that they may serve Me in the wilderness”; but indeed, until now you would not hear!</p>\n<p><strong><sup>17</sup></strong> Thus says the Lord: “By this you shall know that I am the Lord. Behold, I will strike the waters which are in the river with the rod that is in My hand, and they shall be turned to blood.</p>\n<p><strong><sup>18</sup></strong> And the fish that are in the river shall die; the river shall stink, and the Egyptians will loathe to drink the water of the river.”</p>\n<p><strong><sup>19</sup></strong>Then the Lord spoke to Moses, “Say to Aaron, ‘Take your rod and stretch out your hand over the waters of Egypt…that they may become blood. And there shall be blood throughout all the land of Egypt…’”</p>\n<p><strong><sup>20</sup></strong> Then Moses and Aaron... struck the water... and all the waters... were turned to blood.</p>\n<p><strong><sup>21</sup></strong> The fish died, the river stank, and the Egyptians could not drink the water; there was blood throughout the land.</p>\n<p><strong><sup>22</sup></strong> Then the magicians… but Pharaoh’s heart grew hard, and he did not heed them, as the Lord had said.</p>\n<p><strong><sup>23</sup></strong> And Pharaoh turned and went into his house; his heart was not moved.</p>\n<p><strong><sup>24</sup></strong> So all the Egyptians dug around the river for water to drink…</p>\n\n<p><strong><sup>1</sup></strong> And the Lord spoke to Moses: “Go to Pharaoh and say… ‘Let My people go, that they may serve Me.’</p>\n<p><strong><sup>2</sup></strong> But if you refuse… I will smite all your territory with frogs.</p>\n<p><strong><sup>3</sup></strong> So the river shall bring forth frogs… into your houses, on your people…</p>\n<p><strong><sup>4</sup></strong> And the frogs shall come upon you… and upon all your servants.”</p>\n<p><strong><sup>5</sup></strong> Then the Lord spoke to Moses: “Say to Aaron… and cause frogs to come up on the land of Egypt.”</p>\n<p><strong><sup>6</sup></strong> Aaron stretched out his hand… and the frogs came up and covered the land of Egypt.</p>\n<p><strong><sup>7</sup></strong> And the magicians did so with their enchantments, and brought up frogs on the land.</p>\n<p><strong><sup>8</sup></strong> Then Pharaoh called for Moses and Aaron, and said, “Entreat the Lord that He may take away the frogs… and I will let the people go…”</p>\n<p><strong><sup>9</sup></strong> And Moses said to Pharaoh, “Give the honor of telling when I shall intercede… to destroy the frogs… that they may remain in the river only.”</p>\n<p><strong><sup>10</sup></strong> So he said, “Tomorrow.” And Moses said… “Let it be according to your word…</p>\n<p><strong><sup>11</sup></strong> …There is no one like the Lord our God. And the frogs shall depart… and remain in the river only.”</p>\n<p><strong><sup>12</sup></strong> Then Moses and Aaron went out; and Moses cried out to the Lord…</p>\n<p><strong><sup>13</sup></strong> So the Lord did… And the frogs died…</p>\n<p><strong><sup>14</sup></strong> They gathered them in heaps, and the land stank.</p>\n<p><strong><sup>15</sup></strong> But when Pharaoh saw relief, he hardened his heart and did not heed them, as the Lord had said.</p>\n\n<p><strong><sup>16</sup></strong> Then the Lord said to Moses, “Say to Aaron… ‘Strike the dust… that it may become lice throughout the land of Egypt.’”</p>\n<p><strong><sup>17</sup></strong> And they did so. Aaron struck the dust… and it became lice on man and beast.</p>\n<p><strong><sup>18</sup></strong> Now the magicians… could not. So there were lice on man and beast.</p>\n<p><strong><sup>19</sup></strong> Then the magicians said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart grew hard…</p><p>God instructed Moses that the dialogue with Pharaoh would be difficult and almost impossible (Exod. 7:14). However, God wanted to reveal Himself to Pharaoh and to the Egyptians. Thus, He decided to communicate with them in a way that they could understand. Also, the Hebrews would benefit from this confrontation because they would learn more about their God.\n</p><p>The first plague was aimed against Hapi, the god of the Nile (Exod. 7:17–25). Life in Egypt was totally dependent on water from the Nile. Where there was water, there was life. Water was the source of life, so they invented their god Hapi and worshiped him as the provider of life.\n</p><p>Of course, only the living God is the Source of life, the Creator of everything, including water and food (Gen. 1:1, 2, 20–22; Ps. 104:27, 28; Ps. 136:25; John 11:25; John 14:6). Changing water into blood symbolizes transforming life into death. Hapi was not able to provide and protect life. These are possible only through the power of the Lord.\n</p><p>God then gives Pharaoh another chance. This time the frog goddess, Heqet, is directly confronted (Exod. 8:1–15). Instead of life, the Nile produces frogs, which the Egyptians fear, detest, and abhor. They want to get rid of them. The precise time when this plague was taken away demonstrated that God’s power was also behind this plague.\n</p><p>The third plague has the shortest description (Exod. 8:16–19). The type of insect here (Heb. kinnim) is not clear (gnats, mosquitoes, ticks, lice?). It was directed against the god Geb, the Egyptian god of the earth. Out of the dust of the earth (echoes of the biblical Creation story) God brought forth gnats, which spread throughout the land. Unable to duplicate this miracle (only God can create life), the magicians declared, “This is the finger of God” (Exod. 8:19). Pharaoh, however, still refused to budge.\n</p><p><strong>Think how hard Pharaoh’s heart was. Repeated rejection of God’s prompting only made it worse. What lessons are here for each of us about the constant rejection of the Lord’s prompting?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 23",
          "dayTitle": "<p>Flies, Livestock, and Boils</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Exodus 8:20–9:12. What does this account teach about however great may be the manifestations of God’s power and glory, humanity still has freedom to reject Him?</strong></p><p><strong>&nbsp;Exodus 8:20–31</strong></p>\n<p><strong><sup>20</sup></strong> And the Lord said to Moses, “Rise early in the morning and stand before Pharaoh as he comes out to the water. Then say to him, ‘Thus says the Lord: “Let My people go, that they may serve Me.”’”</p>\n<p><strong><sup>21</sup></strong> “Otherwise, if you refuse to let My people go, behold, I will send swarms of flies on you and your servants, on your people and into your houses. The houses of the Egyptians shall be full of swarms of flies, and also the ground on which they stand.”</p>\n<p><strong><sup>22</sup></strong> And the Lord set a time, saying, “Tomorrow the Lord will do this thing in the land.”</p>\n<p><strong><sup>23</sup></strong> So the Lord did so; and there came grievous swarms of flies into the house of Pharaoh and into his servants’ houses. In all the land of Egypt the land was corrupted by reason of the swarms of flies.</p>\n<p><strong><sup>24</sup></strong> Then Pharaoh called for Moses and Aaron, and said, “Go, sacrifice to your God in the land.”</p>\n<p><strong><sup>25</sup></strong> And Moses said, “It would not be right to do so, for we shall sacrifice the abomination of the Egyptians to the Lord our God. Indeed, if we sacrifice the abomination of the Egyptians before their eyes, will they not stone us?</p>\n<p><strong><sup>26</sup></strong> We must go a three days’ journey into the wilderness and sacrifice to the Lord our God as He will command us.”</p>\n<p><strong><sup>27</sup></strong> So Pharaoh said, “I will let you go, that you may sacrifice to the Lord your God in the wilderness; only you shall not go very far. Intercede for me.”</p>\n<p><strong><sup>28</sup></strong> Then Moses said, “Behold, I am going out from you, and I will pray to the Lord that the swarms of flies may depart tomorrow from Pharaoh and from his servants, and from his people. Only let Pharaoh not deal deceitfully anymore by not letting the people go to sacrifice to the Lord.”</p>\n<p><strong><sup>29</sup></strong> So Moses went out from Pharaoh and prayed to the Lord.</p>\n<p><strong><sup>30</sup></strong> Then the Lord did according to the word of Moses, and removed the swarms of flies from Pharaoh, from his servants, and from his people. Not one remained.</p>\n<p><strong><sup>31</sup></strong> And Pharaoh hardened his heart this time also; neither would he let the people go.</p><p><strong>&nbsp;Exodus 9:1-12</strong></p>\n<p><strong><sup>1</sup></strong> Then the Lord said to Moses, “Go to Pharaoh and say to him, ‘Thus says the Lord God of the Hebrews: “Let My people go, that they may serve Me.”’</p>\n<p><strong><sup>2</sup></strong> “For if you refuse to let them go and still hold them,</p>\n<p><strong><sup>3</sup></strong> behold, the hand of the Lord will be against your livestock in the field, against the horses, the donkeys, the camels, the herds of cattle, and the sheep — a very severe pestilence.</p>\n<p><strong><sup>4</sup></strong> And the Lord will make a difference between the livestock of Israel and the livestock of Egypt, so that nothing will die of all that belongs to the children of Israel.”</p>\n<p><strong><sup>5</sup></strong> And the Lord set a time, saying, “Tomorrow the Lord will do this thing in the land.”</p>\n<p><strong><sup>6</sup></strong> And the Lord did this thing on the next day, and all the livestock of Egypt died; but of the livestock of the children of Israel, not one died.</p>\n<p><strong><sup>7</sup></strong> And Pharaoh sent, and behold, there was not one of the livestock of Israel dead. But the heart of Pharaoh was hardened, and he did not let the people go.</p>\n<p><strong><sup>8</sup></strong> Then the Lord said to Moses and Aaron, “Take handfuls of soot from a furnace, and let Moses throw it toward the sky in the sight of Pharaoh.</p>\n<p><strong><sup>9</sup></strong> And it will become fine dust over the whole land of Egypt, and cause boils to break out on man and beast throughout the land of Egypt.”</p>\n<p><strong><sup>10</sup></strong> So they took soot from the furnace and threw it toward the sky in the sight of Pharaoh. And boils broke out on man and beast.</p>\n<p><strong><sup>11</sup></strong> And the magicians could not stand before Moses because of the boils, for the boils were on the magicians and on all the Egyptians.</p>\n<p><strong><sup>12</sup></strong> And the Lord hardened Pharaoh’s heart, and he did not listen to them, just as the Lord had spoken to Moses.</p><p>The Egyptian god Uatchit was the fly god and of swamps and marshes. The god Khepri (of the rising sun, creation, and rebirth) was depicted with the head of a scarab beetle. These “gods” were defeated by the Lord. In this account (Exod. 8:20–24), while the Egyptians were suffering, the Hebrews were protected. In fact, no further plagues affected them.\n</p><p>Again, all this was an attempt by God to let Pharaoh know that “ ‘I am the Lord in the midst of the land’ ” (Exod. 8:22, NKJV). Thus, Pharaoh began to bargain. No doubt the pressure was mounting. He was willing for Israel to worship their God and to sacrifice to Him, but only in the land of Egypt (Exod. 8:25). His conditions could not be met because some of the animals were considered sacred in Egypt, and sacrificing them would have caused violence against the Hebrews. Also, this was not God’s plan for Israel.\n</p><p>Meanwhile, the next plague (Exod. 9:1–7) falls on the livestock. Hathor, the Egyptian goddess of love and protection, was depicted with the head of a cow. A bull god Apis was also very popular and highly regarded in ancient Egypt. Thus, in this fifth plague, additional principal deities were defeated when the Egyptians’ livestock died.\n</p><p>In the sixth plague (Exod. 9:8–12), the total defeat of Isis, the goddess of medicine, magic, and wisdom, is made manifest. We also see the defeat of such deities as Sekhmet (goddess of war and epidemics) and Imhotep (god of medicine and healing). They are unable to protect their own worshipers. Ironically, now even the magicians and sorcerers are so afflicted that they cannot appear in court, which shows that they are helpless against the Creator of heaven and earth.\n</p><p>For the first time in the story about the ten plagues, a text says that “the Lord hardened Pharaoh’s heart” (Exod. 9:12, NIV). However confusing this phrase might be, when understood in the full context, it reveals again that the Lord will let us reap the consequences of our own continual rejection of Him.\n</p><p><strong>Pharaoh’s problem wasn’t intellectual; he had enough rational evidence to make the right choice. Instead, it was a problem of his heart. What should this tell us about why we must guard our hearts?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 24",
          "dayTitle": "<p>Hail, Locusts, and Darkness</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Exodus 9:13–10:29. How successful are these plagues in getting Pharaoh to change his mind?</strong></p><p><strong>Exodus 9:13–44</strong></p>\n<p><strong><sup>13</sup></strong> And the Lord said to Moses, “Rise early in the morning and stand before Pharaoh as he comes out to the water, and say to him, ‘Thus says the Lord: “Let My people go, that they may serve Me.”</p>\n<p><strong><sup>14</sup></strong> For if you refuse to let them go, indeed I will plague all your borders with frogs.</p>\n<p><strong><sup>15</sup></strong> And the river shall bring forth frogs, which shall go up and come into your house, into your bedroom, on your bed, into the house of your servants, and on your people, and into your ovens and kneading bowls.</p>\n<p><strong><sup>16</sup></strong> So the frogs shall come up on you, your people, and all your servants.’”</p>\n<p><strong><sup>17</sup></strong> Then the Lord said to Moses, “Say to Aaron, ‘Stretch out your hand with your rod over the streams, over the rivers, and over the ponds, and cause frogs to come up on the land of Egypt.’”</p>\n<p><strong><sup>18</sup></strong> So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt.</p>\n<p><strong><sup>19</sup></strong> And the magicians did so with their enchantments, and brought up frogs on the land of Egypt.</p>\n<p><strong><sup>20</sup></strong> Then Pharaoh called for Moses and Aaron, and said, “Entreat the Lord that He may take away the frogs from me and from my people; and I will let the people go, that they may sacrifice to the Lord.”</p>\n<p><strong><sup>21</sup></strong> And Moses said to Pharaoh, “Tomorrow.”</p>\n<p><strong><sup>22</sup></strong> And he said, “Let it be according to your word, that you may know that there is no one like the Lord our God.</p>\n<p><strong><sup>23</sup></strong> And the frogs shall depart from you and from your house, and from your servants, and from your people. Only let Pharaoh be stubborn no longer, and let the frogs depart.”</p>\n<p><strong><sup>24</sup></strong> So Moses and Aaron went out from Pharaoh, and Moses cried to the Lord concerning the frogs which He had brought on Pharaoh.</p>\n<p><strong><sup>25</sup></strong> And the Lord did according to the word of Moses, and the frogs died out of the houses, out of the courtyards, and out of the fields.</p>\n<p><strong><sup>26</sup></strong> And they gathered them together in heaps, and the land stank.</p>\n<p><strong><sup>27</sup></strong> But when Pharaoh saw that there was relief, he hardened his heart and did not heed them, just as the Lord had said.</p>\n<p><strong><sup>28</sup></strong> Then the Lord said to Moses, “Say to Aaron, ‘Stretch out your rod and strike the dust of the land, so that it may become lice throughout the land of Egypt.’”</p>\n<p><strong><sup>29</sup></strong> So Aaron stretched out his hand with his rod and struck the dust of the land, and it became lice on man and beast. All the dust of the land became lice throughout all the land of Egypt.</p>\n<p><strong><sup>30</sup></strong> And the magicians tried with their enchantments to bring forth lice, but they could not. So there were lice on man and beast.</p>\n<p><strong><sup>31</sup></strong> And the magicians said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart was hardened, and he did not listen to them, just as the Lord had spoken.</p>\n<p><strong><sup>32</sup></strong> Then the Lord said to Moses, “Rise early in the morning and stand before Pharaoh, and say to him, ‘Thus says the Lord God of the Hebrews: “Let My people go, that they may serve Me.</p>\n<p><strong><sup>33</sup></strong> For I will send swarms of flies on you, on your servants, on your people, and into your houses. The houses of the Egyptians shall be full of swarms of flies, and the ground on which they stand.</p>\n<p><strong><sup>34</sup></strong> And I will sever the land of Goshen, where My people dwell, that no swarms of flies shall be there, so that you may know that I am the Lord in the midst of the land.</p>\n<p><strong><sup>35</sup></strong> And I will put a division between My people and your people. Tomorrow this sign shall be.”’”</p>\n<p><strong><sup>36</sup></strong> And the Lord did so. There came grievous swarms of flies into the house of Pharaoh and into his servants’ houses. All the land of Egypt was corrupted by the swarms of flies.</p>\n<p><strong><sup>37</sup></strong> Then Pharaoh called for Moses and Aaron, and said, “Go, sacrifice to your God in the land.”</p>\n<p><strong><sup>38</sup></strong> And Moses said, “It would not be right to do so, for we shall sacrifice the abomination of the Egyptians to the Lord our God. Indeed, if we sacrifice the abomination of the Egyptians before their eyes, will they not stone us?</p>\n<p><strong><sup>39</sup></strong> We must go a three days’ journey into the wilderness and sacrifice to the Lord our God as He will command us.”</p>\n<p><strong><sup>40</sup></strong> So Pharaoh said, “I will let you go, that you may sacrifice to the Lord your God in the wilderness; only you shall not go very far. Intercede for me.”</p>\n<p><strong><sup>41</sup></strong> Then Moses said, “Behold, I am going out from you, and I will pray to the Lord that the swarms of flies may depart tomorrow from Pharaoh and from his servants, and from his people. Only let Pharaoh not deal deceitfully anymore by not letting the people go to sacrifice to the Lord.”</p>\n<p><strong><sup>42</sup></strong> So Moses went out from Pharaoh and prayed to the Lord.</p>\n<p><strong><sup>43</sup></strong> And the Lord did according to the word of Moses, and removed the swarms of flies from Pharaoh, from his servants, and from his people. Not one remained.</p>\n<p><strong><sup>44</sup></strong> But Pharaoh hardened his heart this time also, and did not let the people go.</p><p><strong>Exodus 10:1-29</strong></p>\n<p><strong><sup>1</sup></strong> Then the Lord said to Moses, “Go in to Pharaoh; for I have hardened his heart and the heart of his servants, that I might show these signs of mine before him,</p>\n<p><strong><sup>2</sup></strong> and that you may tell in the hearing of your son and your grandson how I have dealt harshly with the Egyptians, and what signs I have done among them, that you may know that I am the Lord.”</p>\n<p><strong><sup>3</sup></strong> So Moses and Aaron came in to Pharaoh and said to him, “Thus says the Lord God of the Hebrews: ‘Let My people go, that they may serve Me.</p>\n<p><strong><sup>4</sup></strong> For if you refuse to let them go and still hold them,</p>\n<p><strong><sup>5</sup></strong> behold, the hand of the Lord will come with a very severe plague upon your livestock that are in the field, the horses, the donkeys, the camels, the cattle, and the sheep.</p>\n<p><strong><sup>6</sup></strong> But the Lord will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing shall die of all that belongs to the children of Israel.”</p>\n<p><strong><sup>7</sup></strong> And the Lord set a time, saying, “Tomorrow the Lord will do this thing in the land.”</p>\n<p><strong><sup>8</sup></strong> And the Lord did this thing on the next day, and all the livestock of Egypt died; but not one of the livestock of the children of Israel died.</p>\n<p><strong><sup>9</sup></strong> And Pharaoh sent, and behold, there was not one dead among the livestock of Israel. But the heart of Pharaoh was hardened, and he did not let the people go.</p>\n<p><strong><sup>10</sup></strong> Then the Lord said to Moses and Aaron, “Take handfuls of soot from a furnace, and let Moses sprinkle it toward the sky in the sight of Pharaoh.</p>\n<p><strong><sup>11</sup></strong> And it will become fine dust over all the land of Egypt, and cause boils to break out on man and beast throughout the land.</p>\n<p><strong><sup>12</sup></strong> So they took soot from the furnace and threw it toward the sky in the sight of Pharaoh. And boils broke out on man and beast.</p>\n<p><strong><sup>13</sup></strong> And the magicians could not stand before Moses because of the boils, for the boils were on the magicians and on all the Egyptians.</p>\n<p><strong><sup>14</sup></strong> But the Lord hardened Pharaoh’s heart, and he did not listen to them, just as the Lord had spoken to Moses.</p>\n<p><strong><sup>15</sup></strong> Then the Lord said to Moses, “Go to Pharaoh, for I have hardened his heart and the heart of his servants, that I may show these signs before him,</p>\n<p><strong><sup>16</sup></strong> and that you may tell in the hearing of your son and your grandson how I dealt harshly with the Egyptians and the signs which I have done among them, that you may know that I am the Lord.”</p>\n<p><strong><sup>17</sup></strong> So Moses and Aaron came in to Pharaoh and told him, “Thus says the Lord God of the Hebrews: ‘Let My people go, that they may serve Me.</p>\n<p><strong><sup>18</sup></strong> For if you refuse to let them go and still hold them,</p>\n<p><strong><sup>19</sup></strong> behold, I will bring the hand of the Lord on you and on your servants and on your people and on your houses with swarms of flies, and the houses of the Egyptians will be full of filth.</p>\n<p><strong><sup>20</sup></strong> But on that day I will set apart the land of Goshen, where My people dwell, so that no swarms of flies will be there, in order that you may know that I am the Lord in the midst of the land.</p>\n<p><strong><sup>21</sup></strong> And I will put a division between My people and your people; tomorrow this sign shall be.”’”</p>\n<p><strong><sup>22</sup></strong> And the Lord did so. There came grievous swarms of flies into the house of Pharaoh and into his servants’ houses. All the land of Egypt was corrupted by the swarms of flies.</p>\n<p><strong><sup>23</sup></strong> Then Pharaoh called for Moses and Aaron, and said, “Go, sacrifice to your God in the land.”</p>\n<p><strong><sup>24</sup></strong> And Moses said, “It would not be right to do so, for we shall sacrifice the abomination of the Egyptians to the Lord our God. Indeed, if we sacrifice the abomination of the Egyptians before their eyes, will they not stone us?</p>\n<p><strong><sup>25</sup></strong> We must go a three days’ journey into the wilderness and sacrifice to the Lord our God as He will command us.”</p>\n<p><strong><sup>26</sup></strong> So Pharaoh said, “I will let you go, that you may sacrifice to the Lord your God in the wilderness; only you shall not go very far. Intercede for me.”</p>\n<p><strong><sup>27</sup></strong> Then Moses said, “Behold, I am going out from you, and I will pray to the Lord that the swarms of flies may depart tomorrow from Pharaoh and from his servants, and from his people. Only let Pharaoh not deal deceitfully anymore by not letting the people go to sacrifice to the Lord.”</p>\n<p><strong><sup>28</sup></strong> So Moses went out from Pharaoh and prayed to the Lord.</p>\n<p><strong><sup>29</sup></strong> And the Lord did according to the word of Moses, and removed the swarms of flies from Pharaoh, from his servants, and from his people. Not one remained.</p>\n<p><strong><sup>30</sup></strong> But Pharaoh hardened his heart this time also, and did not let the people go.</p><p>Nut was the Egyptian goddess of the sky and heavens and was often depicted as controlling what happened under the sky and on the earth. Osiris was the god of crops and fertility. In the Bible, hail is often associated with God’s judgment (Isa. 28:2, 17; Ezek. 13:11–13).\n</p><p>During this plague, those who hide their property in a safe shelter will be protected (Exod. 9:20, 21). Everyone is now tested: will they, or will they not, believe God’s Word and act accordingly?\n</p><p>God announces that His purpose in letting Pharaoh live is for the whole earth to know Him (Exod. 9:16). The king of Egypt now confesses that he has sinned, but later he changes his mind.\n</p><p>The Egyptian god of storm, war, and disorder was called Seth. Together with Isis, they were considered agriculture deities. Shu was a god of the atmosphere. Serapis personified divine majesty, fertility, healing, and afterlife. Not one of the Egyptian gods could stop God’s judgments (Exod. 10:4–20) because idols are nothing (Isa. 44:9, 10, 12–17).\n</p><p>Pharaoh’s servants urged him to let Israel go, but he refused again. He offered a compromise, which Moses rightly rejected because women and children are a vital and inseparable part of worship and the faith community.\n</p><p>Finally, Ra was the principal Egyptian god, the sun god. Thoth was a moon god. Neither was able to give light. Pharaoh again tries to bargain, but in vain. A three-day period of darkness struck Egypt, but there was light where the Israelites lived. The separation could not be more spectacular.\n</p><p>Yet, no matter the battering that his nation took, Pharaoh was determined to fight back and not to relent. Though we don’t know his deeper motives, at some point it could have become purely a pride thing. No matter how powerful the evidence, no matter how obvious it was what was happening (even his own servants declared, “ ‘How long shall this man be a snare to us? Let the men go, that they may serve the Lord their God. Do you not yet know that Egypt is destroyed?’ ” [Exod. 10:7, NKJV]), and no matter that the correct choice was right there before him—after a bit of waffling, Pharaoh still refused to surrender to God’s will and let the people go.\n</p><p>What a dramatic example of the words “Pride goes before destruction, and a haughty spirit before a fall” (Prov. 16:18, NKJV).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 25",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Ellen G. White, “The Plagues of Egypt,” pp. 265–272, in Patriarchs and Prophets.\n</strong></p><p>“His [God’s] people were permitted to experience the grinding cruelty of the Egyptians, that they might not be deceived concerning the debasing influence of idolatry. In His dealing with Pharaoh, the Lord manifested His hatred of idolatry and His determination to punish cruelty and oppression. . . . There was no exercise of supernatural power to harden the heart of the king. God gave to Pharaoh the most striking evidence of divine power, but the monarch stubbornly refused to heed the light. Every display of infinite power rejected by him, rendered him the more determined in his rebellion. The seeds of rebellion that he sowed when he rejected the first miracle, produced their harvest.”—Ellen G. White, Patriarchs and Prophets, p. 268.\n</p><p>“The sun and moon were objects of worship to the Egyptians; in this mysterious darkness the people and their gods alike were smitten by the power that had undertaken the cause of the bondmen. Yet fearful as it was, this judgment is an evidence of God’s compassion and His unwillingness to destroy. He would give the people time for reflection and repentance before bringing upon them the last and most terrible of the plagues.”—Patriarchs and Prophets, p. 272.</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.</strong> Dwell more on the question of why Pharaoh allowed himself to be so hardened that, in the face of what must have been the obvious and correct choice—Let the people go!—he still refused.\n</p><p>How could someone become so self-deceived? What kind of warnings should we take from this for ourselves about how we can truly get so hardened in sin that we make utterly disastrous decisions when the correct decision and the right path have been right before us the whole time? What other Bible characters have made the same kind of error? Think, for example, of Judas.\n</p><p><strong>2.</strong> At one point, amid the devastation that Pharaoh had brought upon his own land and people, he declared, “ ‘I have sinned this time; the Lord is the righteous one, and I and my people are the wicked ones’ ” (Exod. 9:27, NASB). Though a wonderful confession of sin at the time, how do we know that it wasn’t a genuine one?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>Strange and Silent World By Andrew McChesney</strong></p><p>No one in town had ever converted to Christianity, and townspeople burned with anger when Kokila’s father and four other families decided to keep the seventh-day Sabbath. Kokila was nine, and her life changed forever.\n</p><p>Kokila’s mother had died when she was a baby, and she lived with her father, four older sisters, and an older brother in southern Asia.\n</p><p>Father, an impoverished farmer, was barred from working in the field after he started to keep the Sabbath. He and the other Sabbath keepers also were forbidden from buying food in shops.\n</p><p>In addition, town leaders announced that anyone who spoke to the Sabbath keepers would have to pay a large fine.\n</p><p>As a result, neighbors refused to talk to Kokila and her family. Kokila also didn’t talk to her neighbors. Nobody wanted to pay the fine. Kokila had had many friends, and she lost them all. It was a strange and silent world for the girl.\n</p><p>When Father refused to give up his faith, the neighbors turned violent. They angrily swooped down on Kokila’s home, scooping up furniture, clothing, and dishes, and dumping them on the street. They also beat her father and brother.\n</p><p>One neighbor, however, proved to be a bright light during that dark time. He also wasn’t a Christian, but he didn’t belong to the same major world religion that the townspeople did. He helped Kokila’s family to buy rice. He talked to Kokila, and he willingly paid the fine for violating town rules.\n</p><p>For seven years, Kokila lived in horrible circumstances. Three of the families who had accepted the Sabbath at the same time as Kokila’s father changed their minds and left the church. Only two of the five families, including Kokila’s family, remained faithful to God.\n</p><p>Kokila never complained, but she cried a lot. Father saw her tears, and he decided to send her to an Adventist boarding school. It was like a piece of heaven on earth for the girl.\n</p><p>“The teachers were very kind and loving,” recalled Kokila, who today is 39 and works as a secretary at the boarding school, E. D. Thomas Memorial Higher Secondary School in Thanjavur, India. “The teachers spoke to me! The children spoke to me! It was so nice to have friends again.”</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 49,
          "idDay": 9,
          "idLesson": 4,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong></strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>Key Text: Exodus 9:35\n</strong></p><p><strong>Study Focus: Exod. 7:8–10:29\n</strong></p><p><strong>Introduction:</strong> In our study this week, we encounter the God of miracles and the signs and wonders that He performs. Additionally, we will consider nine of the ten plagues that He unleashes as divine judgments upon Egypt. Present these elements to your class in the setting of the great controversy—the spiritual battle between forces of good and evil, light and darkness, Christ and Satan, the living God and idols. This spiritual warfare began on earth in the Garden of Eden when Adam and Eve fell into sin. God promised a victorious outcome to this war so that we would not forever be prey to evil (Gen. 3:15). From its inception, the controversy has waged between those who worship the Creator Lord and those who worship creation in its various forms. Worship of the Creator liberates humanity and frees them from the bondage of sin. Worship of creation leads to the moral degradation of humanity, created in the image of God, and ends, ultimately, in their enslavement.\n</p><p>In Exodus 7:8–10:29, the confrontation between the living God and Pharaoh intensifies. Pharaoh wants to demonstrate that he is, indeed, a god, as the Egyptians believed him to be. Thus, he endeavors to play the role of a sovereign monarch, who is in control and decides what is right or wrong. In contrast, God wants to deliver His people from Egyptian bondage, but, at the same time, He wishes to teach the Egyptians who He is and liberate them from slavery to their gods.\n</p><p>One thing must be made crystal clear: God is not against the Egyptians; He loves them as He loves everyone, with His everlasting and unselfish love. At the same time, the Sovereign Lord stands against the Egyptian gods. He intends to demonstrate that these “gods” are a human fabrication, leading people into fear and bondage. Moreover, His primary goal is to break Egypt’s dependence upon these fabricated gods in order that they might serve the living Creator and Redeemer God. However, if the people continue to associate and identify with these false gods, God’s judgment will fall, not only on their gods but on them. Their persistent idolatry will result in their punishment and, ultimately, their destruction.\n</p><p><strong>God clearly declares:</strong> “ ‘I will bring judgment on all the gods of Egypt’ ” (Exod. 12:12, NIV); God’s judgment against the Egyptian gods is recounted as a historical fact in Numbers 33:4. Each plague, or judgment, was usually aimed against multiple Egyptian gods that captured the people’s imagination, thoughts, and feelings; influenced their behavior and social life; and led to their enslavement to sin in a comprehensive way.\n</p><p>The entire person was thus captured. Thereafter, the soul lived in complete submission to an idolatrous lifestyle. This lifestyle, controlled by magic, stood in diametrical opposition to the freedom of worship that springs from the living, and loving, Creator God.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>Signs and Wonders\n</strong></p><p>In Exodus 7:3, we read that the Lord will multiply both “signs and wonders” (NIV) before all the people in order that they might understand who He is. Exodus 7:3 is the only text in Exodus in which these two terms, “signs” and “wonders,” are combined. The word “sign” or “signs” occurs 16 times in the book of Exodus (Exod. 3:12; Exod. 4:8 [twice], 9, 17, 28, 30; Exod. 7:3; Exod. 8:19, NABRE; Exod. 10:1, 2; Exod. 12:13, NIV; Exod. 13:9, 16; Exod. 31:13, 17). In these instances, it is used to emphasize two things: namely, that Moses will perform different signs before Pharaoh (Exod. 10:1, 2), and that the Passover blood will be a sign of life, causing the destroying angel to pass over the homes under its protection (Exod. 12:13). The term “wonder” is used in reference to what God will do before Pharaoh, despite the hardening of his heart (Exod. 4:21). In the context of plagues, this term is structurally crucial because it appears twice at the beginning of nine plagues (Exod. 7:3, 9) and, again, twice at the end of the ninth plague (Exod. 11:9, 10).\n</p><p><strong>There are significant plague characteristics:\n</strong></p><p>1. The first nine plagues may be divided into three clusters, or groups, of three plagues. The tenth plague is unique and separated from the rest. The people will need a special time and provision to face it.\n</p><p><strong>2.</strong> The first nine plagues affected all three habitats created by God in Genesis 1: the heavens (plagues seven to nine), the earth (plagues three to six), and the waters (plagues one and two). Collectively, these plagues allude to de-creation.\n</p><p><strong>3. </strong>The first nine plagues intensify, becoming more and more severe in the process of time, as Pharaoh stubbornly refuses to let God’s people go in order that they might freely worship their Creator Lord. The first three plagues were mild, quick, and did not cause death. The next three plagues (plagues four to six) were more serious and harmful, as they destroyed livestock and afflicted humans with skin sores. The following three plagues (plagues seven to nine) were more devastating, involving the death of people and animals but also the destruction of crops.\n</p><p><strong>4. </strong>Generally speaking, each plague fell after a clear warning and plea to surrender to the Lord’s demand. Surprises occurred, but devastation was announced beforehand and could be avoided. An exceptional warning is given before the first two plagues and the tenth, but see also transparent warnings in the introductions to plagues four, five, seven, and eight.\n</p><p>5. Before plagues three, six, and nine, there is little to no confrontation with Pharaoh.\n</p><p><strong>6.</strong> The first three plagues fell on the Egyptians and the Israelites, but all the remaining plagues came only upon the Egyptians.\n</p><p><strong>7.</strong> Prior to the occurrence of the first plague, God performed a miracle before Pharaoh: Aaron’s staff became a snake that ate all the magicians’ snakes. Yet, “Pharaoh’s heart became hard” (Exod. 7:13, NIV).\n</p><p><strong>8.</strong> The last plague was the most destructive because each family that was not under the protection of the blood of the lamb was affected by the death of its firstborn son. Before the last plague fell, God, in His mercy, gave the people three days of darkness for reflection, meditation, and repentance, as well as instruction on how to avoid the final devastation.\n</p><p><strong>9.</strong> It is after the sixth plague that the record declares that “the Lord hardened Pharaoh’s heart” (Exod. 9:12, NIV; see also Exod. 10:1, 20, 27; Exod. 11:10; and also Exod. 14:4, 8, 17). During the first five plagues, it was Pharaoh who hardened his heart (Exod. 7:13, 14, 22; Exod. 8:15, 19, 32; Exod. 9:7; Exod. 9:35). Before the actual story about the ten plagues, there are two predictions by God stating that He, the Lord, will harden Pharaoh’s heart (Exod. 4:21, Exod. 7:3).\n</p><p><strong>10.</strong> Magicians could imitate only the first two plagues. When the third plague occurred, they aptly stated: “This is the finger of God” (Exod. 8:19). Later they themselves suffered with boils (Exod. 9:11; see also the urging of Pharaoh’s “officials,” Exod. 10:7, NIV).\n</p><p><strong>11.</strong> The plagues also can be gathered into pairs: plagues one and two are connected with the river Nile; plagues three and four are flying insects (gnats/mosquitoes and flies); plagues five and six resemble each other, with pestilence occurring on animals and boils on humans; plagues seven and eight describe damage to crops; plagues nine and ten are related to darkness—one to physical darkness and the other to the ultimate darkness, namely, death of the firstborn.\n</p><p><strong>12.</strong> It is interesting to note that the Lord specifically invited Pharaoh seven times to “ ‘Let my people go’ ” (Exod. 5:1; Exod. 7:16; Exod. 8:1, 20; Exod. 9:1, 13; Exod. 10:3) and once used a negative conditional phrase: “ ‘If you do not let my people go, I will send . . .’ ” (Exod. 8:21, NIV). Pharaoh consented after the second, fourth, seventh, and ninth plagues (Exod. 8:8, Exod. 8:25–28, Exod. 9:28, Exod. 10:24), but, in the end, refused to let the people go to worship the Lord (Exod. 8:15, Exod. 8:32, Exod. 9:35, Exod. 10:27). He even asked Moses to pray to end specific plagues and to pray also for him (Exod. 8:8, 28; Exod. 9:28; Exod. 10:16, 17). Only after the tenth plague did he summon Moses and Aaron and commanded them: “And he called for Moses and Aaron by night, and said, Rise up, and get you forth from among my people, both ye and the children of Israel; and go, serve the Lord, as ye have said. Also take your flocks and your herds, as ye have said, and be gone; and bless me also” (Exod. 12:31, 32).\n</p><p>As we have said, all these calamities related to God’s judgment against the Egyptian gods and upon those who clung to them. One should not overlook the fact that in the midst of all these calamities is the declaration of God’s powerful presence in the land of Egypt. He wanted to make it clear that there was a difference between those who follow Him and those who go against Him: “ ‘If you will not let my people go, behold, I will send swarms of flies on you and your servants and your people, and into your houses. . . . But on that day I will set apart the land of Goshen, where my people dwell, so that no swarms of flies shall be there, that you may know that I am the Lord in the midst of the earth’ ” (Exod. 8:21, 22, ESV).\n</p><p>The prophet Isaiah speaks about God’s love and future plans for Egypt in astounding words: “In that day there will be a highway from Egypt to Assyria. The Assyrians will go to Egypt and the Egyptians to Assyria. The Egyptians and Assyrians will worship together. In that day Israel will be the third, along with Egypt and Assyria, a blessing on the earth. The Lord Almighty will bless them, saying, ‘Blessed be Egypt my people, Assyria my handiwork, and Israel my inheritance’ ” (Isa. 19:23–25, NIV).\n</p><p><strong>Hardening of Pharaoh’s Heart\n</strong></p><p>The hardening of Pharaoh’s heart fascinates students of the Bible. We must stress that God did not predetermine Pharaoh’s decisions. The choices were his. He was not predestined to stubbornly refuse to follow God’s instructions and be doomed to perdition. God gives freedom of choice to every individual and enables people to respond to His message of love and offer of grace. He does not force people to obey or disobey Him.\n</p><p>The complete textual survey regarding the hardening of Pharaoh’s heart (see point 9 in previous section) provides the following result: in the process of hardening, it was first Pharaoh himself who stubbornly refused to humble himself before God (Exod. 10:3). It was his decision, his willful disobedience, that led him to go beyond the irreversible point of no return. His character became fixed. The divine call to him to let the Israelites go and worship the living God only added fuel to the proverbial fire in his heart, kindled against the Almighty and His servant Moses.\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1. </strong>The evidence was piling up that the Lord was a sovereign God who wanted to deliver His people and lead them out of Egypt. What is in our hearts and lives that may cause us to stubbornly refuse all of God’s promptings to repent and follow Him?\n</p><p>2. What is so attractive about idolatry? Why was it so difficult for the Egyptians to break with their idolatry, even after they saw what kind of devastation it brought?\n</p><p><strong>3.</strong> Humans are ingenious about creating their own idols. Virtually anything can be transformed into an idol. What is an idol? How do we make our own gods and bow down before them? What principles can one describe and detect behind such degrading behavior? Why does God stand so vehemently against idolatry?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>The Plagues</p>",
      "verse": "<p>“So the heart of Pharaoh was hard; neither would he let the children of Israel go, as the Lord had spoken by Moses” (Exodus 9:35, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "July 19–25"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
