{
   "data":[
      {
         "color":"#676CFF",
         "id":9,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"25 de mayo",
               "dayTitle":"<p>EL FUNDAMENTO DEL&nbsp;GOBIERNO DE DIOS</p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p>Mediante el estudio intensivo de la Biblia, los adventistas llegaron a comprender el significado de la Ley en el Lugar Santísimo del Santuario celestial. Al analizar la esencia de la Ley de Dios, descubrieron también el significado del sábado, el cuarto Mandamiento. De hecho, este Mandamiento, más que ningún otro, identifica claramente a Dios como nuestro Creador, el fundamento de toda verdadera adoración; un tema que será especialmente relevante en los últimos días de la historia de la Tierra (ver Apoc. 14:6-12).\n</p><p>Desde el principio, el objetivo de Satanás ha sido frustrar la adoración a Dios y socavar la Ley divina. Sabe que ofender “en un solo punto” significa ser “culpable de todos” (Sant. 2:10); por eso, incita a la gente a transgredir la Ley de Dios. Satanás odia el sábado porque nos recuerda quién es nuestro Creador y cómo debemos adorarlo. Pero este día también está inscrito en la Ley de Dios. Como la Ley es lo que define el pecado, en la medida que la gente busque ser fiel a Dios su Ley debe continuar siendo válida, incluyendo el mandamiento del sábado.\n</p><p>El objetivo de esta lección es mostrar el vínculo entre el Santuario, la Ley de Dios, el sábado y la crisis que se avecina en torno a la marca de la bestia. También exploraremos la relevancia del sábado para la generación del tiempo del fin.\n</p><p>Esta lección se basa en El conflicto de los siglos, capítulos 25 al 27.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de mayo",
               "dayTitle":"<p>EL SANTUARIO Y LA LEY</p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Apocalipsis 11:19; Éxodo 25:16; 31:18; y Apocalipsis 12:17. ¿Qué indican estos versículos que había en el Arca del Pacto en el Lugar Santísimo del Santuario?\n</strong></p><p><strong>Apocalipsis 11:19</strong></p><p><strong><sup>19</sup></strong> Y el templo de Dios fue abierto en el cielo, y el arca de su pacto se veía en el templo. Y hubo relámpagos, voces, truenos, un terremoto y grande granizo.</p><p><br></p><p><strong>Éxodo 25:16</strong></p><p><strong><sup>16</sup></strong> Y pondrás en el arca el testimonio que yo te daré.</p><p><br></p><p><strong>Éxodo 31:18</strong></p><p><strong><sup>18</sup></strong> Y dio a Moisés, cuando acabó de hablar con él en el monte de Sinaí, dos tablas del testimonio, tablas de piedra escritas con el dedo de Dios.</p><p><br></p><p><strong>Apocalipsis 12:17</strong></p><p><strong><sup>17</sup></strong> Entonces el dragón se llenó de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.</p><p><br></p><p>El Día de la Expiación era un día de juicio. A todo Israel se le ordenaba participar de este acontecimiento mediante el arrepentimiento, el examen de con- ciencia y la abstención de todo trabajo (ver Lev. 23:29-31). Solo ese día el sumo sacerdote entraba en el Lugar Santísimo para hacer expiación por el pecado. Allí, en el compartimento más íntimo del Santuario, estaba el Arca del Pacto. Dentro del Arca estaba la ley de los Diez Mandamientos de Dios, escrita en tablas de piedra. La cubierta de oro del Arca se denominaba Propiciatorio, donde se rociaba la sangre para purificar el Santuario del pecado. La presencia de Dios se manifestaba en la gloria de la Shekiná sobre el Propiciatorio. Cada sacrificio ofrecido revelaba la misericordia de Dios hacia los seres humanos pecadores, pero el Día de la Expiación muestra que el pecado se recuerda hasta el día del Juicio (Heb. 10:3) y que realmente solo podía ser eliminado mediante la fe en la sangre de Cristo para limpiar el pecado (1 Ped. 1:18, 19). Allí, en la presencia de Dios, la misericordia y la justicia se combinan maravillosamente.\n</p><p>Al mirar hacia el Santuario celestial, el apóstol Juan vio “el templo de Dios [...] abierto” y el “arca de su pacto” revelada (Apoc. 11:19, RVR). El conflicto de los siglos añade este comentario: “En el Lugar Santísimo, en el Santuario celestial, la Ley divina se encuentra sagradamente guardada; es la Ley que fue promulgada por Dios mismo entre los truenos del Sinaí y escrita con su propio dedo sobre las tablas de piedra. La Ley de Dios en el Santuario celestial es el gran original, del que los preceptos grabados en las tablas de piedra y registrados por Moisés en el Pentateuco eran una copia exacta. Los que llegaron a entender este punto importante fueron inducidos a ver el carácter sagrado e invariable de la Ley divina” (pp. 486, 487).\n</p><p>Cuando los primeros creyentes adventistas estudiaron las enseñanzas bíblicas sobre el Santuario, comprendieron la importancia de la Ley de Dios y del sábado en su centro. Razonaron que, si la Ley de Dios estaba representada en el Arca del Pacto en el Santuario celestial, indudablemente no podría haber sido eliminada en la Cruz.\n</p><p>Piensa en el sábado, que velozmente llega a nosotros cada semana, y sin excepción. ¿Qué debería decirnos eso sobre la importancia de la doctrina de la Creación? ¿Qué otra doctrina tiene un recordatorio tan poderoso y recurrente?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de mayo",
               "dayTitle":"<p>LA INMUTABILIDAD DE LA LEY DE DIOS</p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Mateo 5:17 y 18; Salmo 111:7 y 8; Eclesiastés 12:13 y 14; 1 Juan 5:3; y Proverbios 28:9. ¿Qué enseñan estos pasajes bíblicos sobre la relación del cristiano con la Ley?\n</strong></p><p><strong>Mateo 5:17 y 18</strong></p><p><strong><sup>17</sup></strong> No penséis que he venido para abrogar la ley o los profetas; no he venido para abrogar, sino para cumplir.&nbsp;</p><p><strong><sup>18</sup></strong> Porque de cierto os digo que hasta que pasen el cielo y la tierra, ni una jota ni una tilde pasará de la ley, hasta que todo se haya cumplido.</p><p><strong>Salmo 111:7 y 8</strong></p><p><strong><sup>7</sup></strong> Las obras de sus manos son verdad y juicio;</p><p>Fieles son todos sus mandamientos,\n</p><p><strong><sup>8</sup></strong> Afirmados eternamente y para siempre,<br></p><p>Hechos en verdad y en rectitud.</p><p><strong>Eclesiastés 12:13 y 14</strong></p><p><strong><sup>13</sup></strong> El fin de todo el discurso oído es este: Teme a Dios, y guarda sus mandamientos; porque esto es el todo del hombre.&nbsp;</p><p><strong><sup>14 </sup></strong>Porque Dios traerá toda obra a juicio, juntamente con toda cosa encubierta, sea buena o sea mala.</p><p><strong>1 Juan 5:3</strong></p><p><strong><sup>3</sup></strong> Pues este es el amor a Dios, que guardemos sus mandamientos; y sus mandamientos no son gravosos.</p><p><strong>Proverbios 28:9</strong></p><p><strong><sup>9</sup></strong> El que aparta su oído para no oír la ley,</p><p>Su oración también es abominable.</p><p><br></p><p>Los adventistas del séptimo día siguen los pasos de los reformadores protestantes que defendieron la santidad de la Ley de Dios. Observa esta poderosa afirmación de John Wesley: “La ley ritual, o ceremonial, entregada por Moisés a los hijos de Israel, que contenía todos los mandatos y las ordenanzas relacionados con los antiguos sacrificios y el servicio del Templo, nuestro Señor verdaderamente vino a destruirla, disolverla y abolirla por completo. [...] Pero la Ley Moral, contenida en los Diez Mandamientos e impuesta por los profetas, no la eliminó. No fue el designio de su venida revocar ninguna parte de ella. Esta es una ley que nunca puede ser quebrantada, que ‘permanece firme como fiel testigo en los Cielos’. [...] Cada parte de esta Ley debe permanecer vigente, sobre toda la humanidad, y en todas las épocas; ya que no depende ni del tiempo ni del lugar, ni de ninguna otra circunstancia susceptible de cambio, sino de la naturaleza de Dios y de la naturaleza del hombre, y de su relación inmutable entre sí” (Upon Our Lord’s Sermon on the Mount, Discourse V, John Wesley’s Sermons: An Anthology [Nashville, TN: Abington Press, 1991], pp. 208, 209).\n</p><p><strong>Compara Éxodo 34:5 al 7 con Romanos 7:11 y 12; Salmos 19:7 al 11; 89:14; y 119:142 y 172. ¿Qué nos dicen estos versículos sobre la relación entre la Ley de Dios y el carácter de Dios?\n</strong></p><p><strong>Éxodo 34:5 al 7&nbsp;</strong></p><p><strong><sup>5</sup> </strong>Y Jehová descendió en la nube, y estuvo allí con él, proclamando el nombre de Jehová.&nbsp;</p><p><strong><sup>6</sup></strong> Y pasando Jehová por delante de él, proclamó: ¡Jehová! ¡Jehová! fuerte, misericordioso y piadoso; tardo para la ira, y grande en misericordia y verdad;&nbsp;</p><p><strong><sup>7</sup></strong> que guarda misericordia a millares, que perdona la iniquidad, la rebelión y el pecado, y que de ningún modo tendrá por inocente al malvado; que visita la iniquidad de los padres sobre los hijos y sobre los hijos de los hijos, hasta la tercera y cuarta generación.</p><p><strong>Romanos 7:11 y 12</strong></p><p><strong><sup>11</sup></strong> porque el pecado, tomando ocasión por el mandamiento, me engañó, y por él me mató.&nbsp;</p><p><strong><sup>12</sup></strong> De manera que la ley a la verdad es santa, y el mandamiento santo, justo y bueno.</p><p><strong>Salmos 19:7 al 11</strong></p><p><strong><sup>7</sup></strong> La ley de Jehová es perfecta, que convierte el alma;\n</p><p>\n</p><p>El testimonio de Jehová es fiel, que hace sabio al sencillo.<sup><br></sup></p><p><strong><sup>8</sup></strong> Los mandamientos de Jehová son rectos, que alegran el corazón;<br></p><p>El precepto de Jehová es puro, que alumbra los ojos.<sup><br></sup></p><p><strong><sup>9</sup></strong> El temor de Jehová es limpio, que permanece para siempre;<br></p><p>Los juicios de Jehová son verdad, todos justos.<sup><br></sup></p><p><strong><sup>10</sup></strong> Deseables son más que el oro, y más que mucho oro afinado;<br></p><p>Y dulces más que miel, y que la que destila del panal.<sup><br></sup></p><p><strong><sup>11</sup></strong> Tu siervo es además amonestado con ellos;<br></p><p>En guardarlos hay grande galardón.</p><p><strong>Salmos 89:14</strong></p><p><strong><sup>14</sup> </strong>Justicia y juicio son el cimiento de tu trono;</p><p>Misericordia y verdad van delante de tu rostro.</p><p><strong>Salmos 119:142 y 172<br></strong></p><p><strong><sup>142</sup></strong> Tu justicia es justicia eterna,</p><p>Y tu ley la verdad.</p><p><strong><sup>172&nbsp;</sup></strong>Hablará mi lengua tus dichos,</p><p>\n</p><p>Porque todos tus mandamientos son justicia.</p><p>Puesto que la Ley de Dios es un trasunto de su carácter, el fundamento de su Trono y la base moral de la humanidad, Satanás la odia. “Nadie podía dejar de ver que si el Santuario terrenal era una figura o copia del celestial, la ley depositada en el arca en la Tierra era una transcripción exacta de la ley guardada en el Arca del Cielo; y que aceptar la verdad relativa al Santuario celestial involucraba reconocer las exigencias de la Ley de Dios y la obligación de guardar el sábado del cuarto Mandamiento. En esto estribaba el secreto de la oposición violenta y resuelta que se le hizo a la exposición armoniosa de las Escrituras que revelaba el ministerio de Cristo en el Santuario celestial” (Elena de White, El conflicto de los siglos, p. 488).\n</p><p><strong>¿Cuáles son las razones que la gente presenta a menudo para alegar que ya no estamos obligados a guardar los Diez Mandamientos? ¿Qué crees que hay realmente detrás de ello?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de mayo",
               "dayTitle":"<p>EL SÁBADO Y LA LEY</p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Apocalipsis 14:6 y 7; 4:11; Génesis 2:1 al 3; y Éxodo 20:8 al 11. ¿Cuál es la relación entre la Creación, el sábado y la Ley de Dios?\n</strong></p><p><strong>Apocalipsis 14:6 y 7</strong></p><p><strong><sup>6</sup></strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,&nbsp;</p><p><strong><sup>7</sup></strong> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><br></p><p><strong>Apocalipsis 4:11</strong></p><p><strong><sup>11</sup></strong> Señor, digno eres de recibir la gloria y la honra y el poder; porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.</p><p><br></p><p><strong>Génesis 2:1 al 3</strong></p><p><strong><sup>1</sup></strong> Fueron, pues, acabados los cielos y la tierra, y todo el ejército de ellos.&nbsp;</p><p><strong><sup>2</sup></strong> Y acabó Dios en el día séptimo la obra que hizo; y reposó el día séptimo de toda la obra que hizo.&nbsp;</p><p><strong><sup>3</sup></strong> Y bendijo Dios al día séptimo, y lo santificó, porque en él reposó de toda la obra que había hecho en la creación.</p><p><br></p><p><strong>Éxodo 20:8 al 11</strong></p><p><strong><sup>8</sup> </strong>Acuérdate del día de reposo para santificarlo.&nbsp;</p><p><strong><sup>9</sup></strong> Seis días trabajarás, y harás toda tu obra;&nbsp;</p><p><strong><sup>10</sup></strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas.&nbsp;</p><p><strong><sup>11</sup></strong> Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.</p><p><br></p><p><br></p><p>La Creación habla de nuestro valor a la vista de Dios. No estamos solos en el universo, no somos una partícula de polvo cósmico ni un accidente genético. En otras palabras, la hipótesis científica común de los orígenes de la vida, que ha sido acogida por los medios de comunicación y la cultura popular, presenta una visión de nuestros orígenes que es en todos los sentidos incompatible con el relato bíblico.\n</p><p>Estamos aquí porque Jesús nos creó. Y él es digno de nuestra adoración no solo porque nos creó, sino también porque nos redimió. La Creación y la Redención son la esencia de toda verdadera adoración. Por lo tanto, el sábado es vital para entender el Plan de Salvación. El sábado habla del cuidado del Creador y del amor del Redentor.\n</p><p>Al concluir la semana de la Creación, Dios descansó en la belleza y la majestuosidad del mundo que había creado. También descansó como ejemplo para nosotros. El sábado es una pausa semanal para alabar a aquel que nos hizo. Cuando adoramos en sábado, abrimos nuestro corazón para recibir la bendición especial que él puso en ese día, no en cualquier otro día.\n</p><p>El sábado nos señala a un Creador que nos amó demasiado como para abandonarnos cuando nos desviamos de su propósito para nosotros. El sábado es un símbolo eterno de nuestro descanso en él. Es una señal especial de lealtad al Creador (Eze. 20:12, 20). Es un símbolo de descanso, no de obras; de gracia, no de legalismo; de seguridad, no de condenación; de dependencia de Dios para la salvación, no de nosotros mismos. El verdadero descanso sabático es el descanso de la gracia en los brazos amorosos de aquel que nos creó, de aquel que nos redimió, de aquel que volverá a buscarnos.\n</p><p>El mensaje de Apocalipsis 14, el mensaje divino del tiempo del fin para el mundo, llama a la gente a descansar en su amor y cuidado cada sábado. Nos llama a recordar a aquel que nos creó y a darle gloria. La observancia del sábado es también un nexo entre la perfección del Edén y la gloria de los cielos nuevos y la Tierra Nueva. Nos recuerda que un día se restaurará el esplendor del Edén.\n</p><p>La mayoría de los adventistas del séptimo día han sido acusados de ser legalistas, y esa acusación suele estar relacionada con nuestra observancia del sábado. Analiza el sábado como símbolo de la Redención y la justificación por la fe. ¿Por qué obedecer el mandamiento de Dios de descansar haría que la gente piense que estamos tratando de abrirnos camino al Cielo?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de mayo",
               "dayTitle":"<p>LA MARCA DE LA BESTIA</p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Apocalipsis 12:12 y 17; y 13:7. ¿Cómo revelan estos textos la ira de Satanás? ¿Por qué el diablo está tan enojado con el pueblo de Dios del tiempo del fin?\n</strong></p><p><strong>Apocalipsis 12:12 y 17</strong></p><p><strong><sup>12</sup></strong> Por lo cual alegraos, cielos, y los que moráis en ellos. ¡Ay de los moradores de la tierra y del mar! porque el diablo ha descendido a vosotros con gran ira, sabiendo que tiene poco tiempo.</p><p><strong><sup>13</sup></strong> Y cuando vio el dragón que había sido arrojado a la tierra, persiguió a la mujer que había dado a luz al hijo varón.&nbsp;</p><p><strong><sup>14</sup></strong> Y se le dieron a la mujer las dos alas de la gran águila, para que volase de delante de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, y tiempos, y la mitad de un tiempo.&nbsp;</p><p><strong><sup>15</sup></strong> Y la serpiente arrojó de su boca, tras la mujer, agua como un río, para que fuese arrastrada por el río.&nbsp;</p><p><strong><sup>16</sup></strong> Pero la tierra ayudó a la mujer, pues la tierra abrió su boca y tragó el río que el dragón había echado de su boca.&nbsp;</p><p><strong><sup>17</sup></strong> Entonces el dragón se llenó de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.</p><p><br></p><p><strong>Apocalipsis 13:7</strong></p><p><strong><sup>7</sup></strong> Y se le permitió hacer guerra contra los santos, y vencerlos. También se le dio autoridad sobre toda tribu, pueblo, lengua y nación.</p><p><br></p><p>Apocalipsis 12 describe el conflicto cósmico entre Cristo y Satanás a lo largo de los siglos. Llega a su punto culminante con el ataque final de Satanás contra el pueblo de Dios. Apocalipsis 13 presenta a los dos aliados del dragón: la bestia que sube del mar y la bestia que sube de la tierra. Estos dos poderes se unen a él para hacer guerra contra el pueblo de Dios.\n</p><p><strong>Lee Apocalipsis 13:4, 8, 12, 15; y 14:7, 9 al 11. (Ver también Apoc. 15:4; 16:2; 19:20; 20:4; 22:9). ¿Qué temática clave está presente en todos estos versículos?\n</strong></p><p><strong>Apocalipsis 13:4, 8, 12, 15</strong></p><p><strong><sup>4</sup></strong> y adoraron al dragón que había dado autoridad a la bestia, y adoraron a la bestia, diciendo: ¿Quién como la bestia, y quién podrá luchar contra ella?</p><p><strong><sup>8</sup></strong> Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.</p><p><strong><sup>12</sup></strong> Y ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.</p><p><strong><sup>15</sup></strong> Y se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase.</p><p><br></p><p><strong>Apocalipsis 14:7, 9 al 11</strong></p><p><strong><sup>7</sup></strong> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><strong><sup>9</sup></strong> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,&nbsp;</p><p><strong><sup>10</sup></strong> él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;&nbsp;</p><p><strong><sup>11</sup></strong> y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.</p><p><br></p><p><br></p><p><strong>Apoc. 15:4</strong></p><p><strong><sup>4</sup></strong> ¿Quién no te temerá, oh Señor, y glorificará tu nombre? pues solo tú eres santo; por lo cual todas las naciones vendrán y te adorarán, porque tus juicios se han manifestado.</p><p><br></p><p><strong>Apoc. 16:2</strong></p><p><strong><sup>2</sup> </strong>Fue el primero, y derramó su copa sobre la tierra, y vino una úlcera maligna y pestilente sobre los hombres que tenían la marca de la bestia, y que adoraban su imagen.</p><p><br></p><p><strong>Apoc. 19:20</strong></p><p><strong><sup>20</sup> </strong>Y la bestia fue apresada, y con ella el falso profeta que había hecho delante de ella las señales con las cuales había engañado a los que recibieron la marca de la bestia, y habían adorado su imagen. Estos dos fueron lanzados vivos dentro de un lago de fuego que arde con azufre.</p><p><br></p><p><strong>Apoc. 20:4</strong></p><p><strong><sup>4</sup></strong> Y vi tronos, y se sentaron sobre ellos los que recibieron facultad de juzgar; y vi las almas de los decapitados por causa del testimonio de Jesús y por la palabra de Dios, los que no habían adorado a la bestia ni a su imagen, y que no recibieron la marca en sus frentes ni en sus manos; y vivieron y reinaron con Cristo mil años.</p><p><br></p><p><strong>Apoc. 22:9</strong></p><p><strong><sup>9</sup> </strong>Pero él me dijo: Mira, no lo hagas; porque yo soy consiervo tuyo, de tus hermanos los profetas, y de los que guardan las palabras de este libro. Adora a Dios.</p><p><br></p><p>Observa el contraste. La gente adora al Creador o adora cualquier otra cosa. El Creador es digno de adoración (Apoc. 5:9). El conflicto entre Cristo y Satanás comenzó en el Cielo con motivo de la adoración: “ ‘Subiré sobre las alturas de las nubes, seré semejante al Altísimo’ ” (Isa. 14:14). Satanás deseaba la adoración que pertenece exclusivamente al Creador. Según Apocalipsis 13, lo consigue mediante la actividad de la bestia que sube de la tierra (Apoc. 13:4).\n</p><p>Una comparación con Daniel 7 muestra que esta bestia que sube de la tierra es la misma que el cuerno pequeño que trata “de cambiar los tiempos y la ley” y ejerce autoridad durante 1.260 “días” proféticos; es decir, durante 1.260 años (Dan. 7:25; comparar con Apoc. 13:5; ver la lección 6). La única parte de la Ley\n</p><p>de Dios en los Diez Mandamientos que se ocupa del tiempo es el cuarto Mandamiento. Este poder ha intentado cambiar el día de adoración del sábado, el séptimo día, al domingo, el primer día de la semana.\n</p><p>Que un poder terrenal intente cambiar el día de adoración, el sábado, que Dios mismo dio como señal de su autoridad (Éxo. 31:13; Eze. 20:12, 20), es un intento de usurpar la autoridad divina en el nivel más básico posible. En este punto, pues, se centra el conflicto final sobre la adoración verdadera y la falsa.\n</p><p>Por esta razón, el Apocalipsis identifica al pueblo fiel a Dios como aquellos “que guardan los mandamientos de Dios” (Apoc. 12:17; 14:12). Esto incluye el sábado, no el domingo. Aquellos que rechazan el llamado final de los tres ángeles a adorar a Dios en su día santo (Isa. 58:13) y que adoran a la bestia en su falso día de reposo, el domingo, recibirán la marca de la bestia (ver lección 11).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de mayo",
               "dayTitle":"<p>EL MENSAJE DE LOS TRES ÁNGELES</p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p>En Apocalipsis 14:7, el primer ángel clama a gran voz: “ ‘¡Teman a Dios y denle gloria, porque ha llegado la hora de su juicio! Y adoren al que hizo el Cielo y la tierra, el mar y las fuentes de las aguas’ ”. El llamado celestial es que rindamos nuestra suprema lealtad y sincera adoración al Creador a la luz del juicio inminente.\n</p><p>El segundo ángel declara: “ ‘¡Ha caído, ha caído la gran Babilonia!, la que ha dado a beber a todas las naciones del vino del furor de su fornicación’ ” (Apoc. 14:8). Babilonia representa un sistema religioso apóstata caído que ha rechazado el mensaje del primer ángel en favor de un falso sistema de adoración. Por eso Apocalipsis 14:9 al 11 advierte acerca de la adoración de “la bestia y [...] su imagen”. Aquí se presentan dos alternativas opuestas: adorar al Creador o adorar a la bestia. Cada persona del planeta Tierra tomará su decisión final e irrevocable sobre quién tiene su lealtad total: Jesús o Satanás.\n</p><p><strong>Lee Apocalipsis 14:12. ¿Cuáles son las dos características que identifican a los que se niegan a adorar a la bestia? ¿Por qué ambas son de vital importancia?\n</strong></p><p><strong>Apocalipsis 14:12</strong></p><p><strong><sup>12</sup> </strong>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p><br></p><p>Dios tendrá un pueblo en el tiempo del fin que le será leal frente a la mayor oposición y la más feroz persecución en la historia del mundo. Mediante el don de la justicia de Cristo, llevará una vida llena de gracia y obediencia. La adoración al Creador está en abierta oposición a la adoración a la bestia y se expresa en el cumplimiento de los mandamientos de Dios. Este conflicto final sobre la lealtad a Cristo o la lealtad al poder de la bestia se centra en la adoración, y en el centro de este gran conflicto entre el bien y el mal está el sábado.\n</p><p>Estos consagrados seguidores del Salvador no solo tendrán fe “en” Jesús, sino también tendrán la fe “de” Jesús. La fe de Jesús es una fe tan profunda, tan confiada, tan comprometida, que todos los demonios del infierno y todas las pruebas de la Tierra no pueden sacudirla. Es una fe que confía cuando no puede ver, que cree cuando no puede razonar por qué y que espera cuando no puede entender. Esta “fe de Jesús” es, en sí misma, un don que recibimos por la fe y nos ayudará a atravesar la crisis que se avecina. Cuando estalle la crisis final y nos enfrentemos a un boicot económico, a la persecución, a la prisión y a la propia muerte, la fe de Jesús nos ayudará a atravesar las últimas horas de la Tierra hasta que Jesús regrese.\n</p><p>¿Cómo está preparando Dios tu fe hoy para lo que vendrá en el futuro?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de mayo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p>“A falta de testimonio bíblico favorable, muchos, al olvidar que el mismo razonamiento había sido empleado contra Cristo y sus apóstoles, argüían con persistencia incansable: ‘¿Por qué nuestros prohombres no entienden esta cuestión del sábado? Pocos creen como ustedes. Es imposible que ustedes tengan razón y que todos los sabios del mundo estén equivocados’.\n</p><p>“Para refutar semejantes argumentos bastaba con citar las enseñanzas de las Escrituras y la historia de los tratos del Señor con su pueblo en todas las edades” (Elena de White, El conflicto de los siglos, p. 508).\n</p><p>“Los cristianos de las generaciones pasadas observaron el domingo creyendo guardar así el día de descanso bíblico; y ahora hay verdaderos cristianos en todas las iglesias, sin exceptuar la Católica Romana, quienes honestamente creen que el domingo es el día de reposo divinamente instituido. Dios acepta su sinceridad de propósito y su integridad ante él. Pero, cuando la observancia del domingo sea impuesta por ley, y el mundo sea iluminado con respecto a la obligación del verdadero día de descanso, entonces el que transgrediere el Mandamiento de Dios para obedecer un precepto que no tiene mayor autoridad que la de Roma, honrará con ello al papado por encima de Dios. Rendirá homenaje a Roma y al poder que impone la institución establecida por Roma. Adorará a la bestia y su imagen. Cuando los hombres entonces rechacen la institución que Dios declaró ser el signo de su autoridad, y honren en su lugar lo que Roma escogió como signo de su supremacía, ellos aceptarán de hecho el signo de la sumisión a Roma: ‘la marca de la bestia’. Y, solo cuando la cuestión haya sido expuesta así a las claras ante la gente, y ellos hayan sido llamados a elegir entre los mandamientos de Dios y los mandamientos de los hombres, será cuando los que perseveren en la transgresión recibirán ‘la marca de la bestia’ ” (ibíd., p. 502).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><sub><strong style=\"\">1</strong>. </sub>El mundo está cambiando con mucha rapidez y dramatismo. ¿Por qué debemos estar siempre alerta de modo que los acontecimientos de los últimos días no nos tomen desprevenidos?\n</p><p><strong style=\"\"><sub>2.</sub></strong> Comprender el Juicio y la Ley de Dios ¿cómo armoniza con el hecho de que somos salvos solo por gracia?\n</p><p><sub><strong>3.</strong> </sub>¿Cuáles son las maneras en que puedes testificar a quienes no entienden el significado del verdadero día de reposo y sinceramente guardan el domingo, el primer día de la semana?\n</p><p><sub><strong>4.</strong> </sub>¿Qué peligros encierra la unión de los poderes de la Iglesia y del Estado? Como cristianos, ¿cómo debemos relacionarnos con el Gobierno?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de mayo",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p><strong>Introducción:\n</strong></p><p>Los temas bíblicos del Gran Conflicto y del Santuario celestial están inseparablemente entrelazados con el tema de la Ley de Dios y de su sábado, que está incluido en la Ley. De hecho, el Gran Conflicto comenzó con las acusaciones falsas de Lucifer contra el carácter de Dios, su Ley y los principios de su gobierno. El ángel rebelde propuso que somos seres autónomos, plenamente capaces de definir el sentido de la vida por nosotros mismos y de moldear nuestras relaciones y la sociedad de la manera que queramos. En última instancia, esta propuesta blasfema constituye el claro deseo de excluir a Dios de nuestra vida, de nuestras relaciones, e incluso del universo. Por esta razón, nuestra insistencia en la validez de la Ley de Dios no es una cuestión de legalismo ni de salvación por las obras, sino que, en la medida en que la Ley de Dios es la expresión de su carácter, esta se sitúa en el centro mismo del Gran Conflicto.\n</p><p>Defender la Ley de Dios es defender el carácter de Dios y su condición de Creador y legítimo Rey del universo, entronizado en su Santuario celestial. Defender la Ley de Dios significa que entendemos que Dios es la única fuente de normas morales y del sentido de la vida. Abandonar a Dios y sus principios de vida nos llevará al caos y a la muerte eterna. Por esta razón, los adventistas del séptimo día proclamamos las siguientes verdades bíblicas:\n</p><p><ul><li>La inmutabilidad de la Ley de Dios.\n</li><li>El sábado como señal de la Creación y de la realeza de Dios.\n</li><li>El Santuario celestial como sede del gobierno de Dios y de la salvación en el universo.\n</li><li>El movimiento adventista como iglesia remanente, llamada a proclamar la última invitación de Dios a la humanidad para que regrese a su Reino.&nbsp;</li></ul></p><p>La pieza central de la misión de la Iglesia Adventista del Séptimo Día es el mensaje de los tres ángeles de Apocalipsis 14. Este mensaje indica que el Gran Conflicto es una decisión entre dos principios diametralmente opuestos: el del diablo, que lleva a la perdición; y el de Dios, que lleva a la vida.\n</p><p><strong>Temática de la lección:\n</strong></p><p>El estudio de esta semana enfatiza cuatro temas principales:\n</p><p>1. La Ley de Dios, que incluye el sábado, es eterna e inmutable, porque representa el ser de Dios, su carácter, su condición de Creador y Rey del universo, y sus principios para la vida y las relaciones.\n</p><p>2. El Santuario celestial es la sede del gobierno de Dios y de su salvación.\n</p><p>3. El Gran Conflicto comenzó debido a los impulsos de Lucifer de usurpar el estatus y la autoridad de Dios.\n</p><p>4. Hacia el final del Gran Conflicto en la Tierra, Dios llamó a su iglesia remanente y la estableció. Dios comisionó a esta iglesia remanente para que proclamara su llamado final de misericordia a la humanidad, invitándola a aceptarlo como su Creador, Salvador y Señor, quien es la única Fuente y camino de vida.</p><p><strong>COMENTARIO\n</strong></p><p><strong>El cristianismo y la Ley de Dios\n</strong></p><p>Muchos cristianos tienen sentimientos encontrados respecto de la Ley de Dios. Por un lado, todos están de acuerdo, en diversos grados, en que la Ley de Dios es buena y necesaria. Incluso Martín Lutero, de quien muchos protestantes piensan que tenía una visión negativa de la Ley, dedicó una parte significativa de su Gran catecismo a comentar la importancia de la Ley de Dios para la vida del cristiano. En el prefacio del Catecismo mayor, Lutero confesó que, siempre que podía, recitaba los Diez Mandamientos, junto con el Padrenuestro, el Credo y los Salmos.\n</p><p>Por otra parte, a lo largo de la historia, los cristianos han encontrado razones y formas no solo para restar importancia a la Ley de Dios, sino también para cambiarla. Durante la época de los primeros cristianos y luego durante el medioevo, a los teólogos les resultó relativamente fácil cambiar el sábado. ¿Por qué? Como en el caso del Santuario, la integración del dualismo y la cosmovisión de la filosofía griega hicieron posible la desestimación del sábado. Si, según la filosofía griega, la esfera celeste carece de espacio, la existencia de un Santuario literal que ocupara espacio en el Cielo carecía de sentido. La ascensión de Jesús al Cielo en un cuerpo humano, material, literal y que se ubica en el espacio también era inaceptable para la filosofía griega.\n</p><p>Del mismo modo, si la esfera celestial es atemporal, un sábado literal, como tiempo sagrado, es irrelevante para Dios y para la religión. Sin embargo, el sábado es un tema demasiado obvio en la Biblia como para dejarlo de lado. Por esta razón, muchos cristianos primitivos y medievales aplicaron a la Biblia el método alegóricointerpretativo, el único que les permitía conciliar las cosmovisiones griega y bíblica. Según este método, el significado más importante de una enseñanza bíblica no es el literal, sino un significado espiritual, trascendente y atemporal. En consecuencia, concluyeron que los cristianos no necesitaban celebrar un sábado literal; en su lugar, podían sustituirlo por su significado espiritual, como un descanso abstracto y eterno en Dios. No es de extrañar, pues, que los cristianos no prestaran especial atención a la Ley de Dios en la época medieval.\n</p><p>Los reformadores protestantes cambiarían esta tendencia al volver a una lectura gramatical, o literal, de la Biblia. Por este motivo, los reformadores otorgaron a los Diez Mandamientos un papel destacado en la vida cristiana e incluso un lugar en los catecismos. Sin embargo, aun en estos documentos, la Ley de Dios se percibía como parcialmente autorizada. Por ejemplo, solo unos párrafos después de destacar la importancia de los Diez Mandamientos para la vida del cristiano, Lutero hace un comentario acerca del mandamiento del sábado. El Gran catecismo de Lutero concluye que el sábado es una ordenanza del Antiguo Testamento y no concierne a los cristianos, que fueron liberados de él por Cristo. A pesar de la reforma teológica que proponía, Lutero no pudo liberarse por completo de la atracción gravitatoria de los presupuestos filosóficos griegos y del modo de pensar cristiano tradicional.</p><p>En los tiempos contemporáneos, el dispensacionalismo ha encontrado otra excusa o forma de limitar la importancia de la Ley de Dios para los cristianos. La enseñanza fundamental del dispensacionalismo es que la historia de la salvación se divide en varias dispensaciones o períodos. Sin embargo, esta segmentación no es una simple periodización o división de la historia de la salvación. Más bien, en cada una de estas dispensaciones, Dios establece un pacto distinto con un grupo particular de personas, dándoles una revelación única y una responsabilidad diferente de los que pactaron con Dios antes. Una de las dispensaciones, la Ley, que abarca el período desde el Sinaí hasta la muerte de Jesús, se caracteriza por el pacto y la ley revelados en el Sinaí. Los dispensacionalistas piensan que la Ley fue revelada o “añadida” solamente a Israel, y no a otras personas antes del Sinaí o después de Cristo. Por esta razón, la Ley de Dios y el sábado no son relevantes para los cristianos.\n</p><p>Todas estas formas de rebajar o descartar la Ley de Dios conducirán finalmente al establecimiento de la marca de la bestia, una sustitución de la Ley de Dios por leyes humanas o demoníacas, incluso dentro del marco del cristianismo. Así, el sábado sería reemplazado por un falso día de reposo. La marca de la bestia representa precisamente la intención y el objetivo iniciales de Satanás en el Gran Conflicto: rechazar la autoridad de Dios y su Ley, y reemplazarlas con la autoridad y la ley propias del diablo. Los adventistas del séptimo día creen que Dios les ha encomendado la tarea de proclamar el mensaje de los tres ángeles, que llama a la gente a regresar al Reino de Dios; a aceptar y defender su Ley; a rechazar la marca de Satanás y la autoridad de los poderes de su bestia; y a unirse al pueblo remanente de Dios en el tiempo del fin, que espera el pronto regreso de Cristo (Apoc. 14:6-12). Por esta razón, los adventistas del séptimo día han incluido toda una creencia fundamental acerca de la Ley de Dios:\n</p><p>Los grandes principios de la Ley de Dios están incorporados en los Diez Mandamientos y ejemplificados en la vida de Cristo. Expresan el amor, la voluntad y el propósito de Dios con respecto a la conducta y las relaciones humanas, y son obligatorios para todas las personas en todas las épocas. Estos preceptos constituyen la base del pacto de Dios con su pueblo y son la norma del Juicio divino. Por medio de la obra del Espíritu Santo, señalan el pecado y despiertan el sentido de la necesidad de un Salvador. La salvación es totalmente por la gracia y no por las obras, y su fruto es la obediencia a los Mandamientos. Esta obediencia desarrolla el carácter cristiano y da como resultado una sensación de bienestar. Es evidencia de nuestro amor al Señor y de nuestra preocupación por nuestros semejantes. La obediencia por fe demuestra el poder de Cristo para transformar vidas y, por lo tanto, fortalece el testimonio cristiano (Creencia Fundamental No 19, “La Ley de Dios”, en Creencias de los adventistas del séptimo día, p. 320).</p><p>Esta creencia fundamental destaca al menos dos aspectos esenciales de la Ley de Dios. En primer lugar, la Ley de Dios es el reflejo del carácter de Dios y de los principios de su Reino (ver Sal. 89:14). Por ello, la Ley se encuentra en el corazón mismo del Santuario celestial, en el Arca del Pacto del Lugar Santísimo (Apoc. 11:19). Por esta razón, la Ley de Dios es eterna y se aplica a todas las personas en todo momento. Debido a que Dios, su naturaleza y su carácter no cambian, su Ley nunca ha cambiado; Jesucristo mismo declaró que él no había venido a cambiar la Ley, sino a cumplirla (Mat. 5:17-19); ¡y nunca dio autoridad a nadie de su pueblo, en ningún período de la historia, para rebajar ni cambiar su Ley, en todo o en parte!\n</p><p>En segundo lugar, la Ley de Dios es el reflejo de la naturaleza de amor y justicia de Dios, que se reflejan en los principios de su Reino. Según Pablo, “el amor es el cumplimiento de la ley” (Rom. 13:10); por esta razón, la Ley no puede oponerse al evangelio ni a la salvación. La Ley no es, ni fue ni nunca será el enemigo. Nuestros enemigos son el pecado y el diablo. La Ley de Dios es “santa, y el mandamiento santo, justo y bueno” (Rom. 7:12). La salvación es por la gracia de Dios y es aceptada y apropiada por la fe. Sin embargo, la salvación es obra del Espíritu Santo, cuyo objetivo es restaurarnos a nuestra condición original de hijos de Dios, que reflejan perfectamente su amor y su justicia.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Si te encuentras en un país no cristiano, ¿cómo entiende tu religión local el concepto de ley, en general, y de Ley divina, en particular? ¿Cómo podrías explicar la Ley de Dios a tus amigos en el contexto de tu cultura local? Si vives en un país cristiano, ¿qué relación tienen los cristianos de tu país con la Ley de Dios? ¿Cómo puedes compartir con ellos el mensaje adventista de la Ley de Dios?\n</p><p><strong>1.</strong> En la mayoría de los países cristianos en la actualidad, podríamos debatir acerca del domingo versus el sábado como el día santo de Dios. Pero ¿y si vives en un país no cristiano? ¿Cómo podrías explicar a tus amigos la verdad con respecto al sábado y el Gran Conflicto? ¿Cómo podrías explicar también la marca de la bestia en un contexto no cristiano?\n</p><p><strong>2.</strong> Compara la ley ceremonial con la Ley moral. ¿En qué se parecen y en qué se diferencian? ¿Qué revela cada una de estas leyes acerca de Dios? ¿Qué relación tiene cada una de estas leyes con Jesucristo?\n</p><p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: 1 Tesalonicenses 4:16, 17.\n</strong></p><p><strong>Enfoque del estudio: Mateo 10:28; Eclesiastés 9:5; Isaías 8:19, 20; Juan 11:21-25; 1 Tesalonicenses 4:16, 17; Mateo 24:23-27; Apocalipsis 16:13, 14; 2 Tesalonicenses 2:9-12.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>EL FUNDAMENTO DEL&nbsp;GOBIERNO DE DIOS</p>",
         "verse":"<p>“Entonces el dragón se airó contra la mujer, y fue a combatir al resto de sus hijos, los que guardan los mandamientos de Dios y tienen el testimonio de Jesús” (Apoc. 12:17).</p>",
         "versionCode":60,
         "weekDate":"25-31 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
