{
  "data": [
    {
      "color": "",
      "id": 5,
      "idEs": 5,
      "language": "es",
      "lessonDays": [
        {
          "date": "22 de enero",
          "dayTitle": "<p>JESÚS, EL DADOR DEL<br>DESCANSO<br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>Hebreos 1 y 2 se centraron en la entronización de Jesús como Gobernante y Libertador del pueblo de Dios. Hebreos 3 y 4 presentan a Jesús como el que nos brindará descanso. Esta progresión tiene sentido una vez que recordamos que el pacto davídico prometía que Dios les daría “descanso” de sus enemigos al Rey prometido y a su pueblo (2 Sam. 7:10, 11). Este descanso está disponible para nosotros ahora que Jesús está sentado a la diestra de Dios.</p><p> Hebreos describe el descanso como un descanso que pertenece a Dios y como un descanso sabático (Heb. 4:1-11). Dios hizo que este descanso, que era suyo, estuviera disponible para Adán y Eva. El primer sábado fue la experiencia de la perfección con aquel que hizo posible esa perfección. Dios también promete un descanso sabático porque la verdadera observancia del sábado materializa la promesa de que Dios restituirá esa perfección. <br></p><p>Cuando guardamos el sábado, recordamos que Dios hizo una provisión perfecta para nosotros cuando creó el mundo y cuando lo redimió en la Cruz. Sin embargo, la verdadera observancia del sábado es más que un acto de conmemoración. Es un anticipo, en este mundo imperfecto, del futuro que Dios ha prometido.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de enero",
          "dayTitle": "<p>LA TIERRA COMO UN LUGAR DE DESCANSO<br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Génesis 15:13 al 21. ¿Qué le prometió Dios a Abraham? <br></strong></p><p><strong>&nbsp;Génesis 15:13 - 21</strong></p><p><strong>13</strong> Entonces Jehová dijo a Abram: Ten por cierto que tu descendencia morará en tierra ajena, y será esclava allí, y será oprimida cuatrocientos años. <strong><br></strong></p><p><strong>14</strong> Mas también a la nación a la cual servirán, juzgaré yo; y después de esto saldrán con gran riqueza. <strong><br></strong></p><p><strong>15</strong> Y tú vendrás a tus padres en paz, y serás sepultado en buena vejez.</p><p><strong> 16</strong> Y en la cuarta generación volverán acá; porque aún no ha llegado a su colmo la maldad del amorreo hasta aquí. <strong><br></strong></p><p><strong>17</strong> Y sucedió que puesto el sol, y ya oscurecido, se veía un horno humeando, y una antorcha de fuego que pasaba por entre los animales divididos. <strong><br></strong></p><p><strong>18</strong> En aquel día hizo Jehová un pacto con Abram, diciendo: A tu descendencia daré esta tierra, desde el río de Egipto hasta el río grande, el río Éufrates; <br></p><p><strong>19 </strong>la tierra de los ceneos, los cenezeos, los cadmoneos, <strong><br></strong></p><p><strong>20</strong> los heteos, los ferezeos, los refaítas, <strong><br></strong></p><p><strong>21</strong> los amorreos, los cananeos, los gergeseos y los jebuseos.</p><p><br></p><p>Cuando Dios libró a Israel de la esclavitud en Egipto, su propósito era llevar lo a la tierra de Canaán, donde podría descansar (Éxo. 33:14; Jos. 1:13). La tierra de Canaán era la herencia que Dios le había prometido a su padre Abraham porque había obedecido la voz de Dios y había dejado su país para ir a la Tierra Prometida (Gén. 11:31-12:4). <br></p><p>El propósito de Dios al darles la tierra a Israel no era simplemente que la poseyeran. Dios los estaba atrayendo a sí mismo (Éxo. 19:4). Dios quería que vivieran en una tierra donde pudieran disfrutar de una relación íntima con él sin ningún obstáculo, y donde también darían testimonio al mundo de quién era el Dios verdadero y lo que le ofrecía a su pueblo. Al igual que el sábado de la Creación, la tierra de Canaán era un marco que posibilitaba tener una relación íntima con su Redentor y disfrutar de su bondad.</p><p> En Deuteronomio 12:1 al 14, el Señor le dijo al pueblo que este entraría en el reposo, no meramente cuando entrara en la tierra, sino cuando hubiera depurado la tierra de la idolatría. Después de eso, Dios les mostraría, a los escogidos, un lugar donde él moraría entre ellos. <strong><br></strong></p><p><strong>Lee Éxodo 20:8 al 11 y Deuteronomio 5:12 al 15. ¿Qué dos cosas conmemora el descanso sabático y cómo se relacionan entre sí?</strong>&nbsp;</p><p><strong>Éxodo 20:8-11</strong></p><p><strong>8</strong> Acuérdate del día de reposo para santificarlo. <strong><br></strong></p><p><strong>9</strong> Seis días trabajarás, y harás toda tu obra; <strong><br></strong></p><p><strong>10</strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas.</p><p><strong> 11</strong> Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.<br></p><p><strong>Deuteronomio 5:12-15</strong></p><p><strong>12</strong> Guardarás el día de reposo para santificarlo, como Jehová tu Dios te ha mandado. <strong><br></strong></p><p><strong>13</strong> Seis días trabajarás, y harás toda tu obra; <strong><br></strong></p><p><strong>14</strong> mas el séptimo día es reposo a Jehová tu Dios; ninguna obra harás tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu sierva, ni tu buey, ni tu asno, ni ningún animal tuyo, ni el extranjero que está dentro de tus puertas, para que descanse tu siervo y tu sierva como tú. <strong><br></strong></p><p><strong>15</strong> Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.</p><p><br></p><p>Dios vinculó el sábado de la Creación con la liberación de Egipto. Instruyó a Israel para que observara el sábado como un monumento conmemorativo de la Creación y de su redención de Egipto. La Creación y la Redención están consagradas en el mandamiento del sábado. Así como no nos creamos a nosotros mismos, tampoco podemos redimirnos. Es una obra que solo Dios puede hacer, y al descansar reconocemos nuestra dependencia de él, no solo para la existencia sino también para la salvación. La observancia del sábado es una expresión poderosa de la salvación únicamente por fe. <strong><br></strong></p><p><strong>¿Cómo puede ayudarnos la observancia del sábado a comprender nuestra completa dependencia de Dios, no solo para la existencia, sino también para la salvación?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de enero",
          "dayTitle": "<p>A CAUSA DE INCREDULIDAD<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Hebreos 3:12 al 19. ¿Por qué Israel no pudo entrar en el descanso prometido? <br></strong></p><p><strong>Hebreos 3:12-19</strong></p><p><strong>12</strong> Mirad, hermanos, que no haya en ninguno de vosotros corazón malo de incredulidad para apartarse del Dios vivo; <strong><br></strong></p><p><strong>13</strong> antes exhortaos los unos a los otros cada día, entre tanto que se dice: Hoy; para que ninguno de vosotros se endurezca por el engaño del pecado.</p><p><strong> 14</strong> Porque somos hechos participantes de Cristo, con tal que retengamos firme hasta el fin nuestra confianza del principio, <strong><br></strong></p><p><strong>15</strong> entre tanto que se dice:<br><br>Si oyereis hoy su voz,<br><br>No endurezcáis vuestros corazones, como en la provocación.<strong><br><br>16</strong> ¿Quiénes fueron los que, habiendo oído, le provocaron? ¿No fueron todos los que salieron de Egipto por mano de Moisés? <strong><br></strong></p><p><strong>17</strong> ¿Y con quiénes estuvo él disgustado cuarenta años? ¿No fue con los que pecaron, cuyos cuerpos cayeron en el desierto? <strong><br></strong></p><p><strong>18</strong> ¿Y a quiénes juró que no entrarían en su reposo, sino a aquellos que desobedecieron? <strong><br></strong></p><p><strong>19</strong> Y vemos que no pudieron entrar a causa de incredulidad.<br></p><p><br></p><p>La triste historia es que aquellos que fueron liberados de Egipto no pudieron entrar en el descanso que Dios les había prometido. Cuando Israel llegó a Cadesbarnea, en la frontera de la Tierra Prometida, carecía de la fe necesaria. Números 13 y 14 explican que los espías israelitas “dieron un mal informe a los hijos de Israel de la tierra que habían reconocido” (Núm. 13:32, LBLA). Afirmaron que la tierra era buena, pero advirtieron que los habitantes eran fuertes y que las ciudades estaban fortificadas, y que no podrían conquistarla. <br></p><p>Josué y Caleb coincidieron en que la tierra era buena y no discutieron el hecho de que la gente allí era fuerte; y las ciudades, fortificadas. Pero dijeron que Dios estaba con ellos y que los llevaría a la tierra (Núm. 14:7-9). Sin embargo, el pueblo que vio a Dios destruir Egipto con plagas (Éxo. 7-12), aniquilar al ejército de Faraón en el Mar Rojo (Éxo. 14), proveer pan del cielo (Éxo. 16) y agua de la roca (Éxo. 17), además de manifestar su presencia continua y su dirección mediante la nube (Éxo. 40:36-38), ahora no confió en él. Es una trágica ironía que la generación que vio demostraciones tan poderosas del poder de Dios se convirtiera en un símbolo de la infidelidad (Neh. 9:15-17; Sal. 106:24-26; 1 Cor. 10:5-10). <br></p><p>Dios promete dones a sus hijos que están más allá del alcance humano. Por eso se basan en la gracia y son accesibles solo mediante la fe. Hebreos 4:2 explica que la promesa que Israel recibió “no les sirvió de nada porque no tuvieron la fe de los que escucharon a Dios” (Heb. 4:2, NTV).</p><p> Israel viajó a las fronteras de la Tierra Prometida como pueblo. Cuando el pueblo se enfrentó a informes contradictorios, se identificó con los que carecían de fe. La fe –o la falta de ella– es contagiosa. Por eso, Hebreos exhorta a sus lectores: “exhortaos los unos a los otros” (Heb. 3:13), “para estimularnos al amor y a las buenas obras” (Heb. 10:24), “no sea que alguno deje de alcanzar la gracia de Dios” (Heb. 12:15). <br></p><p>Hoy, seguimos viajando a la Tierra Prometida como pueblo, y tenemos una responsabilidad con quienes viajan con nosotros. <br></p><p><strong>¿De qué manera puedes ayudar a edificar la fe de tus hermanos? ¿Cómo puedes cerciorarte de no decir ni hacer nada que pueda debilitar la fe de otra persona?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de enero",
          "dayTitle": "<p>SI OYEREIS HOY SU VOZ<br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Hebreos 4:6 al 11. ¿Cuál es la invitación de Dios para nosotros en este pasaje?</strong></p><p><strong>Hebreos 4:6-11<br></strong></p><p><strong>&nbsp;6 </strong>Por lo tanto, puesto que falta que algunos entren en él, y aquellos a quienes primero se les anunció la buena nueva no entraron por causa de desobediencia, <strong><br></strong></p><p><strong>7</strong> otra vez determina un día: Hoy, diciendo después de tanto tiempo, por medio de David, como se dijo:<br><br>Si oyereis hoy su voz,<br><br>No endurezcáis vuestros corazones.<strong><br><br>8</strong> Porque si Josué les hubiera dado el reposo, no hablaría después de otro día. <strong><br></strong></p><p><strong>9</strong> Por tanto, queda un reposo para el pueblo de Dios. <strong><br></strong></p><p><strong>10</strong> Porque el que ha entrado en su reposo, también ha reposado de sus obras, como Dios de las suyas.<strong><br><br>11</strong> Procuremos, pues, entrar en aquel reposo, para que ninguno caiga en semejante ejemplo de desobediencia. <strong><br></strong></p><p><strong><br></strong></p><p> El hecho de que la generación del desierto no entrara en el reposo no impidió que Dios trabajara con su pueblo. Dios permaneció fiel, a pesar de la falta de fe de ellos (2 Tim. 2:13). Por lo tanto, Pablo repite varias veces que la promesa de Dios “permanece” (Heb. 4:1, 6, 9). Él utiliza los verbos griegos kataleip? y apoleip?, que implican que habían dejado de lado o habían ignorado la promesa. El hecho de que la invitación a entrar en el reposo se repitiera en la época de David (Heb. 4:6, 7, en referencia a Sal. 95) implicaba que la promesa no había sido reclamada y que todavía estaba disponible. De hecho, sugiere que el reposo ha estado disponible desde la época de la Creación (Heb. 4:3, 4). <br></p><p>Entretanto, Dios nos invita “hoy” a entrar en su reposo. “Hoy” es un concepto lleno de significado. Cuando Moisés renovó el pacto de Israel con Dios en la frontera de la Tierra Prometida, enfatizó la importancia de “hoy” (Deut. 5:3; comparar con Deut. 4:8; 6:6; 11:2; y otros). “Hoy” era un momento de reflexión en el que se invitaba al pueblo a reconocer que Dios había sido fiel con él (Deut. 11:2-7). “Hoy” era también el momento de decidir ser fieles al Señor (Deut. 5:1-3). Esta decisión no puede posponerse. <br></p><p>De la misma manera, “hoy” es un momento de decisión para nosotros, un momento de oportunidad, así como de peligro, como siempre lo ha sido para el pueblo de Dios.</p><p> En el libro de Hebreos, el concepto “hoy” denota la era del cumplimiento de las promesas de Dios. Dios inauguró esta era con el decreto “Yo te he engendrado hoy” (Heb. 1:5), que inviste a Jesús como Gobernante en cumplimiento de las promesas de Dios (2 Sam. 7:8-16). Por ende, la entronización de Jesús inauguró una nueva era de bendiciones y oportunidades para nosotros. Jesús ha derrotado a los enemigos (Heb. 2:14–16) y estableció un nuevo pacto (Heb. 8–10). Por lo tanto, podemos acercarnos “confiadamente” a la presencia de Dios (Heb. 4:14-16; 10:19-23) y regocijarnos ante él con sacrificios espirituales de acción de gracias y alabanza (Heb. 12:28; 13:10-16). Entonces, el llamado que se nos hace “hoy” nos invita a reconocer que Dios ha sido fiel con nosotros y nos ha dado todas las razones para aceptar su invitación de inmediato y sin demora. <strong><br></strong></p><p><strong>¿Qué decisiones espirituales debes tomar “hoy”, es decir, que no admitan postergación? ¿Cuáles han sido tus experiencias pasadas en las que te demoraste en hacer lo que sabías que Dios quería que hicieras de inmediato?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de enero ",
          "dayTitle": "<p>ENTRAR EN SU REPOSO<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Hebreos 3:11; y 4:1, 3, 5 y 10. ¿Cómo describe Dios el reposo al que nos invita a entrar? <br></strong></p><p><strong>Hebreos 3:11</strong></p><p><strong>11 </strong>Por tanto, juré en mi ira:<br>&nbsp;No entrarán en mi reposo.<br></p><p><strong>Hebreos 4:1</strong></p><p><strong>1 </strong>Temamos, pues, no sea que permaneciendo aún la promesa de entrar en su reposo, alguno de vosotros parezca no haberlo alcanzado.</p><p><strong>Hebreos 4:3</strong></p><p><strong>3</strong> Pero los que hemos creído entramos en el reposo, de la manera que dijo:<br>Por tanto, juré en mi ira,<br>No entrarán en mi reposo;<br></p><p><strong>Hebreos 4:5</strong></p><p><strong>5</strong> Y otra vez aquí: No entrarán en mi reposo.<br></p><p><strong>Hebreos 4:10</strong></p><p><strong>10</strong> Porque el que ha entrado en su reposo, también ha reposado de sus obras, como Dios de las suyas.<br></p><p><br></p><p>Dios no nos invita simplemente a descansar. Nos invita a entrar en su reposo. A lo largo de la Biblia, “reposo” puede denotar simplemente la paz que hallarían en la Tierra Prometida, de Canaán (Deut. 3:20); el Templo, donde descansaba el Arca del Pacto (2 Crón. 6:41); o el mismo sábado, en el que Dios y los israelitas “descansan” de su trabajo (Éxo. 20:11). Pero en Hebreos, el Señor invita a entrar en su reposo. <strong><br></strong></p><p><strong>Lee Hebreos 4:9 al 11 y 16. ¿Qué se nos llama a hacer?</strong></p><p><strong>Hebreos 4:9-11</strong></p><p><strong>9 </strong>Por tanto, queda un reposo para el pueblo de Dios. <strong><br></strong></p><p><strong>10</strong> Porque el que ha entrado en su reposo, también ha reposado de sus obras, como Dios de las suyas.</p><p><strong>11</strong> Procuremos, pues, entrar en aquel reposo, para que ninguno caiga en semejante ejemplo de desobediencia. <strong><br></strong></p><p><strong>Hebreos 4:16</strong></p><p><strong>16</strong> Acerquémonos, pues, confiadamente al trono de la gracia, para alcanzar misericordia y hallar gracia para el oportuno socorro.<br></p><p><br></p><p> El descanso sabático celebra el hecho de que Dios terminó, o concluyó, su obra de la Creación (Gén. 2:1-3; Éxo. 20:8-11) y de Redención (Deut. 5:12-15). Asimismo, la entronización de Jesús en el Templo celestial celebra que él terminó de ofrecer un sacrificio perfecto por nuestra salvación (Heb. 10:12-14). <br></p><p>Fíjate que Dios descansa solamente cuando ha conseguido nuestro bienestar. En la Creación, Dios descansó cuando terminó la creación del mundo. Más adelante, Dios descansó en el Templo únicamente después de completarse la conquista de la tierra que le había prometido a Abraham a través de las victorias de David, y los hijos de Israel “vivían seguros” (1 Rey. 4:21-25; comparar con Éxo. 15:18-21; Deut. 11:24; 2 Sam. 8:1-14). Dios mandó construir una casa para él solamente después de que Israel y el rey tuvieran casas para ellos. <br></p><p>El reposo definitivo que Dios nos promete es el nuevo mundo que él creará para nosotros después de que finalmente termine el Gran Conflicto. Hebreos alude a ese mundo como “la ciudad [...] cuyo arquitecto y constructor es Dios” (Heb. 11:10) y como una patria celestial (Heb. 11:14-16). Conlleva la restauración del dominio y la “gloria” y la “honra” que Dios originalmente había otorgado a los seres humanos en la Creación (Heb. 2:5-8; 12:28). Es su reposo. No es simplemente una Tierra perfecta donde tendremos paz, sino un reposo sabático en esa Tierra donde estará el Trono de Dios en un cielo nuevo y una Tierra nueva. <strong><br></strong></p><p><strong>¿Cómo podemos entrar en su reposo incluso ahora? Es decir, ¿cómo podemos, por fe, descansar en la seguridad de la salvación que tenemos en Cristo y no en nosotros mismos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de enero",
          "dayTitle": "<p>UN ANTICIPO DE LA NUEVA CREACIÓN<br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Compara Éxodo 20:8 al 11; Deuteronomio 5:12 al 15; y Hebreos 4:8 al 11. ¿Qué diferencias encuentras con respecto al significado del reposo sabático? <br></strong></p><p><strong>Éxodo 20:8-11<br></strong></p><p><strong>8 </strong>Acuérdate del día de reposo para santificarlo. <strong><br></strong></p><p><strong>9</strong> Seis días trabajarás, y harás toda tu obra; <strong><br></strong></p><p><strong>10</strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas. <strong><br></strong></p><p><strong>11</strong> Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.<br></p><p><strong>Deuteronomio 5:12-15<br></strong></p><p><strong>12</strong> Guardarás el día de reposo para santificarlo, como Jehová tu Dios te ha mandado. <strong><br></strong></p><p><strong>13</strong> Seis días trabajarás, y harás toda tu obra; <strong><br></strong></p><p><strong>14</strong> mas el séptimo día es reposo a Jehová tu Dios; ninguna obra harás tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu sierva, ni tu buey, ni tu asno, ni ningún animal tuyo, ni el extranjero que está dentro de tus puertas, para que descanse tu siervo y tu sierva como tú. <strong><br></strong></p><p><strong>15</strong> Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.<br></p><p><strong>Hebreos 4:8-11</strong></p><p><strong>8</strong> Porque si Josué les hubiera dado el reposo, no hablaría después de otro día. <strong><br></strong></p><p><strong>9</strong> Por tanto, queda un reposo para el pueblo de Dios. <strong><br></strong></p><p><strong>10</strong> Porque el que ha entrado en su reposo, también ha reposado de sus obras, como Dios de las suyas.<strong><br><br>11</strong> Procuremos, pues, entrar en aquel reposo, para que ninguno caiga en semejante ejemplo de desobediencia. <br></p><p><br></p><p>Como ya hemos visto, estos pasajes de Éxodo y Deuteronomio nos invitan a mirar al pasado. Nos exhortan a descansar en sábado para celebrar los logros de Dios en la Creación y en la Redención. Sin embargo, Hebreos 4:9 al 11 nos invita a mirar hacia el futuro. Nos dice que Dios ha preparado un descanso sabático que está en el futuro. Sugiere una nueva dimensión para la observancia del sábado. El reposo sabático no solo conmemora las victorias de Dios en el pasado, sino también celebra las promesas de Dios para el futuro.</p><p> La dimensión futura de la observancia del sábado siempre ha estado allí, pero a menudo se la ha pasado por alto. Después de la Caída, llegó a significar la promesa de que Dios algún día restauraría la Creación a su gloria original a través del Mesías. Dios nos ordenó celebrar sus actos de redención mediante la observancia del sábado porque el sábado apuntaba hacia la culminación de la Redención en una nueva Creación. La observancia del sábado es una anticipación del cielo en este mundo imperfecto. <br></p><p>Esta significación de la experiencia sabática aparece bien atestiguada en la tradición judía. Una obra compuesta entre los años 100 y 200 a.C. decía: “El séptimo día es una señal de la resurrección, el reposo de la era venidera” (J. H. Charlesworth, “Life of Adam and Eve”, The Old Testament Pseudepigrapha [Vida de Adán y Eva, Pseudoepigráficos del Antiguo Testamento], p. 18). Y en otra fuente judía leemos que la era venidera sería “el día en el que habrá total reposo sabático por la eternidad” (J. Neusner, The Mishnah, a New Translation [La Mishná, una nueva traducción], p. 873). Una fuente posterior atribuía a Rabí Aqiva el siguiente dicho: “Israel dijo ante el Santo, Bendito sea, ‘Señor del mundo, si guardamos los mandamientos, ¿qué recompensa tendremos?’ Él les dijo: ‘El mundo venidero’. Ellos le dijeron: ‘Muéstranos su semejanza’. Y él les mostró el sábado” (T. Friedman, “The Sabbath Anticipation of Redemption”, pp. 443, 444). El sábado es para celebración, gozo y acción de gracias. Cuando guardamos el sábado, indicamos que creemos en las promesas de Dios, que aceptamos su regalo de gracia.</p><p> El sábado es una fe viva y vibrante. En cuanto a las acciones, la observancia del sábado es probablemente la expresión más plena de nuestra convicción de que somos salvos por gracia mediante la fe en él. <strong><br></strong></p><p><strong>¿Cómo puedes aprender a guardar el día de reposo de tal forma que verdaderamente se manifieste nuestra interpretación de lo que significa la salvación por la fe, sin las obras de la Ley? ¿En qué sentido el reposo sabático es una expresión de salvación por gracia?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de enero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Es muy revelador que Pablo, en Hebreos, usara el reposo sabático, y no el dominical, como símbolo de la salvación por la gracia que Dios nos ofrece. El uso del reposo sabático en este sentido implica que aquellos creyentes apreciaban y observaban el sábado. Sin embargo, desde el siglo II d.C. en adelante, encontramos evidencias de un cambio decisivo en la iglesia. La observancia del sábado dejó de ser considerada un símbolo de salvación y, en cambio, se consideraba un símbolo de lealtad al judaísmo y al Antiguo Pacto; algo para evitar. Guardar el sábado se convirtió en el equivalente de “judaizar”. Por ejemplo, Ignacio de Antioquía (alrededor del año 110 d.C.) comentó: “Aquellos que vivieron según el antiguo orden han encontrado la nueva esperanza. Ya no observan el sábado, sino el día del Señor, el día en que nuestra vida resucitó con Cristo y por su muerte” (J. B. Doukhan, Israel and the Church: Two Voices for the Same God [Israel y la iglesia: Dos voces para el mismo Dios], p. 42). Asimismo, Marción ordenó a sus seguidores que ayunaran en sábado como señal de rechazo a los judíos y a su Dios, y Victorino no quiso dar la impresión de que “observaba el sábado de los judíos” (ver Israel and the Church, pp. 41–45). Fue la falta de entendimiento de la observancia del sábado como símbolo de la salvación por gracia lo que llevó a su desaparición en la iglesia cristiana. <br></p><p>“Una vida en Cristo es una vida de reposo. Puede no haber éxtasis de sentimientos, pero habrá una confianza permanente y apacible. Tu esperanza no está en ti; está en Cristo. Tu debilidad está unida a su fortaleza; tu ignorancia, a su sabiduría; tu fragilidad, a su poder eterno. De modo que no debes mirarte a ti mismo, ni dejar que la mente se espacie en el yo, sino mirar a Cristo. Que tu mente se espacie en su amor, en la belleza y la perfección de su carácter. Cristo en su abnegación, Cristo en su humillación, Cristo en su pureza y santidad, Cristo en su incomparable amor; esto es lo que debe contemplar el ser humano. Es amándolo, imitándolo y dependiendo enteramente de él como serás transformado a su semejanza” (CC 60). <br></p><p><strong>PREGUNTAS PARA DIALOGAR: <br></strong></p><p><strong>1.</strong> ¿Cuál es la relación entre la observancia del sábado y la justificación por la fe? <strong><br></strong></p><p><strong>2.</strong> ¿Cuál es la diferencia entre la verdadera observancia del sábado y una observancia legalista del sábado? ¿Cómo podemos no solo conocer la diferencia, sino también experimentar esa diferencia en nuestra vida al guardar el sábado?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>JESÚS, EL DADOR DEL<br>DESCANSO<br></p>",
      "verse": "<p>“Por tanto, queda un reposo para el pueblo de Dios” (Heb. 4:9).<br></p>",
      "versionCode": 16,
      "weekDate": "22 de enero - 29 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
