{
   "data":[
      {
         "color":"#ff5d44",
         "id":702,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 5",
               "dayTitle":"<p>The Genesis Foundation</p>",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>One of the key problems with modern interpretations of Bible prophecy, such as in Revelation, is that they fail to recognize the ancient roots of Revelation. The author assumes a knowledge of the Old Testament and uses concepts that would have been well-known to his audience. While searching the entire Bible for passages that resemble the text you are studying in Revelation is useful, there are also core texts that set the stage for understanding the book better than other texts do. This is particularly true of Genesis, which lays out the path by which our world descended into sinful chaos.<br><br>Nearly every key concept mentioned in Revelation appears—in some form—in the opening chapters of the Bible.<br><br>This week, we are going to study a handful of big concepts at the core of Revelation. There are many, and so we will choose a few to illustrate the all-important point that understanding the ancient foundations behind Revelation enables the student to see countless nuances in the text, each of which can yield important lessons about the nature of humanity, of God, and of the conflict being waged in our universe and, thus, in our lives, as well.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 6",
               "dayTitle":"<p>The Principle of “First Mention”</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>Most academic programs begin with a general survey course (often given the number “101”), a course that covers broad and basic principles that will form the basis for further study as you dig deeper into the subject. Likewise, when you read through the entire Bible, you quickly discover that God also has a general survey course in the book of Genesis, where He introduces ideas that will be examined in more detail throughout the rest of the Bible.<br><br>Generally speaking, the first time a concept or symbol is mentioned in the Bible—particularly in the opening chapters of Genesis—you will discover that it establishes a general understanding of that concept, which will help you understand how it’s being used later on.<br><br>Some Bible students refer to this as the “law of first mention,” although it would more properly be labeled a principle (or a pattern) rather than a law, because it is certainly not ironclad, and there are many exceptions to the rule. The pattern that seems to emerge, both in general Bible study and in Bible prophecy, is that God slowly feeds His children information over time, beginning with a basic concept and then enlarging on it many times over the years, or even the centuries.<br><br><strong>Read Isaiah 40:7, 8; Malachi 3:6; and Hebrews 13:8. What principle can you derive from these texts that would help you properly anchor your study of prophecy?</strong></p>\n\n<p><strong>Isaiah 40:7-8</strong></p>\n<p><strong><sup>7</sup></strong> The grass withers, the flower fades, because the breath of the Lord blows upon it; surely the people are grass.</p>\n<p><strong><sup>8</sup></strong> The grass withers, the flower fades, but the word of our God stands forever.</p>\n\n<p><strong>Malachi 3:6</strong></p>\n<p><strong><sup>6</sup></strong> For I am the Lord, I do not change; therefore you are not consumed, O sons of Jacob.</p>\n\n<p><strong>Hebrews 13:8</strong></p>\n<p><strong><sup>8</sup></strong> Jesus Christ is the same yesterday, today, and forever.</p><p><br></p><p>Much of the modern world speaks about “truthiness” instead of “truth,” because it is assumed that “truth” is a malleable thing that can change over time. Or, in some cases, the very concept of “truth” itself is deemed suspect.<br><br>When God establishes truth, however, He does not change His mind. Once He begins teaching His people truth, we can count on the fact that repetitions of the same biblical principle or theme do not change its meaning but, in contrast, shed further light on that meaning. It makes great sense in studying prophecy, therefore, to develop a good understanding of the book of Genesis, where you find many key concepts explained for the first time, and then take that foundational understanding with you as you explore the rest of the Bible.<br><strong><br>Why is it so important that we not allow anyone or anything, no matter how smooth or logical, to weaken our faith in the Bible and the infallible truths it teaches? What are subtle ways that this weakening can happen?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 7",
               "dayTitle":"<p>Understanding God’s Love</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>Part of inheriting a sinful nature means that our perception of the universe has been tainted by our own propensities toward selfishness and pride. We see the world from our own limited perspective rather than from God’s omniscient one (obviously). Perhaps no concept has been more skewed by the sinful human race than that of “love.” Popular culture tends to promote an understanding of love that centers on self fulfillment rather than on others. This self-centered approach to the subject makes it hard for us to understand how God views the subject. Understanding the nature of love is an important key to understanding Bible prophecy. One of the key themes in the great controversy is the existence of a substantial misunderstanding about God’s character.<br><br>Ellen G. White, after all, ends her summary of The Great Controversy by writing: “The entire universe is clean. One pulse of harmony and gladness beats through the vast creation. From Him who created all, flow life and light and gladness, throughout the realms of illimitable space. From the minutest atom to the greatest world, all things, animate and inanimate, in their unshadowed beauty and perfect joy, declare that God is love.”—Page 678.<br><strong><br>Read Genesis 22:1–13. The first mention of “love” in the Bible is found in Genesis 22:2. What does this story teach us about the nature of God’s love?</strong></p>\n\n<p><strong>Genesis 22:1–13</strong></p>\n<p><strong><sup>1</sup></strong> Now it came to pass after these things that God tested Abraham, and said to him, “Abraham!” And he said, “Here I am.”</p>\n<p><strong><sup>2</sup></strong> Then He said, “Take now your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.”</p>\n<p><strong><sup>3</sup></strong> So Abraham rose early in the morning and saddled his donkey, and took two of his young men with him, and Isaac his son; and he split the wood for the burnt offering, and arose and went to the place of which God had told him.</p>\n<p><strong><sup>4</sup></strong> Then on the third day Abraham lifted his eyes and saw the place afar off.</p>\n<p><strong><sup>5</sup></strong> And Abraham said to his young men, “Stay here with the donkey; the lad and I will go yonder and worship, and we will come back to you.”</p>\n<p><strong><sup>6</sup></strong> So Abraham took the wood of the burnt offering and laid it on Isaac his son; and he took the fire in his hand, and a knife, and the two of them went together.</p>\n<p><strong><sup>7</sup></strong> But Isaac spoke to Abraham his father and said, “My father!” And he said, “Here I am, my son.” Then he said, “Look, the fire and the wood, but where is the lamb for a burnt offering?”</p>\n<p><strong><sup>8</sup></strong> And Abraham said, “My son, God will provide for Himself the lamb for a burnt offering.” So the two of them went together.</p>\n<p><strong><sup>9</sup></strong> Then they came to the place of which God had told him. And Abraham built an altar there and placed the wood in order; and he bound Isaac his son and laid him on the altar, upon the wood.</p>\n<p><strong><sup>10</sup></strong> And Abraham stretched out his hand and took the knife to slay his son.</p>\n<p><strong><sup>11</sup></strong> But the Angel of the Lord called to him from heaven and said, “Abraham, Abraham!” So he said, “Here I am.”</p>\n<p><strong><sup>12</sup></strong> And He said, “Do not lay your hand on the lad, or do anything to him; for now I know that you fear God, since you have not withheld your son, your only son, from Me.”</p>\n<p><strong><sup>13</sup></strong> Then Abraham lifted his eyes and looked, and there behind him was a ram caught in a thicket by its horns. So Abraham went and took the ram, and offered it up for a burnt offering instead of his son.</p>\n\n<p><strong>Genesis 22:2</strong></p>\n<p><strong><sup>2</sup></strong> Then He said, “Take now your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.”</p><p>Occasionally, in addition to finding the first occurrence of a concept in the Bible, it can be useful to find the first mention of that same concept in individual books of the Bible—especially in the Gospels. In Matthew 3:17, Mark 1:11, Luke 3:22, and John 3:16, we find the first mention of “love” in each of the Gospels.<br><br>For example, the first mention of “love” in John (John 3:16) is particularly enlightening: it appears to allude to the story of Isaac on the altar.<br><br>Abraham’s faith in God was such that he trusted Him, choosing to believe that God could raise his son if he went through with the sacrifice (Heb. 11:19). It foreshadowed God’s love for the human race. He loved us to the point where He “gave His only begotten Son” (see Gen. 22:2, 12, 16)—and, then, raised Him from the dead. Thus, we are given a revelation of the kind of love, the self-sacrificing love, that God has for us.<br><br><strong>How do we even begin to manifest to others the kind of self sacrificing love that God has for us? Why, for most of us, is this kind of love not necessarily basic to us?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 8",
               "dayTitle":"<p>Isaac’s Question: Where Is the Lamb?</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p>The Bible’s first mention of a seh (Hebrew: a lamb) occurs in the same story as the first mention of love: Genesis 22. The lamb, of course, is one of the most persistent symbols found in the book of Revelation, in which Jesus is called “the Lamb” more than 20 times. In one of the most powerful scenes of Revelation—John’s visit to the throne room of God in chapters four and five—the Lamb plays the central role.<br><br><strong>Read Genesis 22:7, 8; Exodus 12:3–13; and Revelation 5:5–10. How does the story of Isaac’s near-sacrifice help us understand how lambs are used symbolically? How does this story tie into what John sees in Revelation 5?</strong></p>\n\n<p><strong>Genesis 22:7-8</strong></p>\n<p><strong><sup>7</sup></strong> But Isaac spoke to Abraham his father and said, “My father!” And he said, “Here I am, my son.” Then he said, “Look, the fire and the wood, but where is the lamb for a burnt offering?”</p>\n<p><strong><sup>8</sup></strong> And Abraham said, “My son, God will provide for Himself the lamb for a burnt offering.” So the two of them went together.</p>\n\n<p><strong>Exodus 12:3–13</strong></p>\n<p><strong><sup>3</sup></strong> Speak to all the congregation of Israel, saying: ‘On the tenth of this month every man shall take for himself a lamb, according to the house of his father, a lamb for a household.</p>\n<p><strong><sup>4</sup></strong> And if the household is too small for the lamb, let him and his neighbor next to his house take it according to the number of the persons; according to each man’s need you shall make your count for the lamb.</p>\n<p><strong><sup>5</sup></strong> Your lamb shall be without blemish, a male of the first year. You may take it from the sheep or from the goats.</p>\n<p><strong><sup>6</sup></strong> Now you shall keep it until the fourteenth day of the same month. Then the whole assembly of the congregation of Israel shall kill it at twilight.</p>\n<p><strong><sup>7</sup></strong> And they shall take some of the blood and put it on the two doorposts and on the lintel of the houses where they eat it.</p>\n<p><strong><sup>8</sup></strong> Then they shall eat the flesh on that night; roasted in fire, with unleavened bread and with bitter herbs they shall eat it.</p>\n<p><strong><sup>9</sup></strong> Do not eat it raw, nor boiled at all with water, but roasted in fire—its head with its legs and its entrails.</p>\n<p><strong><sup>10</sup></strong> You shall let none of it remain until morning, and what remains of it until morning you shall burn with fire.</p>\n<p><strong><sup>11</sup></strong> And thus you shall eat it: with a belt on your waist, your sandals on your feet, and your staff in your hand. So you shall eat it in haste. It is the Lord’s Passover.</p>\n<p><strong><sup>12</sup></strong> For I will pass through the land of Egypt on that night, and will strike all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the Lord.</p>\n<p><strong><sup>13</sup></strong> Now the blood shall be a sign for you on the houses where you are. And when I see the blood, I will pass over you; and the plague shall not be on you to destroy you when I strike the land of Egypt.</p>\n\n<p><strong>Revelation 5:5–10</strong></p>\n<p><strong><sup>5</sup></strong> But one of the elders said to me, “Do not weep. Behold, the Lion of the tribe of Judah, the Root of David, has prevailed to open the scroll and to loose its seven seals.”</p>\n<p><strong><sup>6</sup></strong> And I looked, and behold, in the midst of the throne and of the four living creatures, and in the midst of the elders, stood a Lamb as though it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent out into all the earth.</p>\n<p><strong><sup>7</sup></strong> Then He came and took the scroll out of the right hand of Him who sat on the throne.</p>\n<p><strong><sup>8</sup></strong> Now when He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each having a harp, and golden bowls full of incense, which are the prayers of the saints.</p>\n<p><strong><sup>9</sup></strong> And they sang a new song, saying: “You are worthy to take the scroll, and to open its seals; for You were slain, and have redeemed us to God by Your blood out of every tribe and tongue and people and nation,</p>\n<p><strong><sup>10</sup></strong> and have made us kings and priests to our God; and we shall reign on the earth.”</p><p>The first mention of a seh (lamb) in the Bible comes in the form of Isaac’s question: “Where is the lamb?” (Gen. 22:7). Interestingly enough, the rest of the Bible answers that question in great detail.<br><br>The other 38 books of the Old Testament lead the reader along a path where Isaac’s question is progressively answered with more and more details, from the Passover rituals to David’s early occupation and onward. The entire story is punctuated with countless Messianic prophecies that anticipate the answer to Isaac’s question. Then in the New Testament, the question is answered when Jesus appears in flesh and blood, ministers among His people, and finally sacrifices His life at the cross.<br><br>Meanwhile, look at the first mention of a Lamb in John’s Gospel, in John 1:29–34. It would almost seem as if John the Baptist is personally answering Isaac’s question, and the setting couldn’t be more apropos. Sinners are repenting and going under the water in baptism, symbolizing the death of the sinner and the beginning of a new life. In this context, Jesus, the Lamb of God, suddenly appears and, according to Matthew’s account, the heavens open to announce Him: “ ‘This is My beloved Son, in whom I am well pleased’ ” (Matt. 3:17, NKJV). Notice how a voice, the Angel of the Lord, also announces from heaven the solution to Abraham and Isaac’s problem (Gen. 22:11–14).<br><br><strong>When you weave all the threads together, it is clear that Jesus, the Lamb of God, is our Substitute. That sheds much light on our understanding of the slain Lamb in John’s vision.<br><br>Why is knowing that Jesus is our Substitute so foundational to our salvation? What hope would you have without Him, as that Substitute, especially in the judgment?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 9",
               "dayTitle":"<p>Dealing With Death</p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>Perhaps the cruelest aspect of living in a world detached from its Creator is the way that death lurks in the background of every life, ready to strike at any moment. It is the “wages of sin,” the penalty that we pay for having been disconnected from the only Source of life in the universe: the Creator. As such, it plays a major role in Bible prophecy, both its reality and, even more important, its solution, which is found only in Jesus and His death and resurrection.<br><br>Both the first mention of death in the Bible and its first occurrence shed much light on this major theme in prophecy, helping us to understand the gravity of the sin problem and giving us important tools to understand God’s solution to the problem.<br><br><strong>Read Genesis 2:15–17, Genesis 4:8–15, 1 Corinthians 15:15–19, and Revelation 1:18. What do these passages—which include the first mention and occurrence of death—tell us about why people die, how God views death, and what His solution is for our problem?</strong></p>\n\n<p><strong>Genesis 2:15–17</strong></p>\n<p><strong><sup>15</sup></strong> Then the Lord God took the man and put him in the garden of Eden to tend and keep it.</p>\n<p><strong><sup>16</sup></strong> And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat;</p>\n<p><strong><sup>17</sup></strong> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n\n<p><strong>Genesis 4:8–15</strong></p>\n<p><strong><sup>8</sup></strong> Now Cain said to Abel, “Let us go out to the field.” And it came to pass, when they were in the field, that Cain rose up against Abel and killed him.</p>\n<p><strong><sup>9</sup></strong> Then the Lord said to Cain, “Where is Abel your brother?” He said, “I do not know. Am I my brother’s keeper?”</p>\n<p><strong><sup>10</sup></strong> And He said, “What have you done? The voice of your brother’s blood cries out to Me from the ground.</p>\n<p><strong><sup>11</sup></strong> So now you are cursed from the earth, which has opened its mouth to receive your brother’s blood from your hand.</p>\n<p><strong><sup>12</sup></strong> When you till the ground, it shall no longer yield to you its strength. A fugitive and a vagabond you shall be on the earth.”</p>\n<p><strong><sup>13</sup></strong> And Cain said to the Lord, “My punishment is greater than I can bear!</p>\n<p><strong><sup>14</sup></strong> Surely You have driven me out this day from the face of the ground; I shall be hidden from Your face; I shall be a fugitive and a vagabond on the earth, and it will happen that anyone who finds me will kill me.”</p>\n<p><strong><sup>15</sup></strong> And the Lord said to him, “Therefore, whoever kills Cain, vengeance shall be taken on him sevenfold.” And the Lord set a mark on Cain, lest anyone finding him should kill him.</p>\n\n<p><strong>1 Corinthians 15:15–19</strong></p>\n<p><strong><sup>15</sup></strong> Yes, and we are found false witnesses of God, because we have testified of God that He raised up Christ, whom He did not raise up—if in fact the dead do not rise.</p>\n<p><strong><sup>16</sup></strong> For if the dead do not rise, then Christ is not risen.</p>\n<p><strong><sup>17</sup></strong> And if Christ is not risen, your faith is futile; you are still in your sins!</p>\n<p><strong><sup>18</sup></strong> Then also those who have fallen asleep in Christ have perished.</p>\n<p><strong><sup>19</sup></strong> If in this life only we have hope in Christ, we are of all men the most pitiable.</p>\n\n<p><strong>Revelation 1:18</strong></p>\n<p><strong><sup>18</sup></strong> I am He who lives, and was dead, and behold, I am alive forevermore. Amen. And I have the keys of Hades and of Death.<br><br>We often say that “death is just part of life.” That is a lie. Death is the opposite of life, the undoing of life; it is an alien intruder that was never meant to be part of our experience here. Even though we have become accustomed to death, our hearts still protest strongly when we encounter it, as if the human race still collectively realizes that there is something fundamentally wrong with it. As painful as death is, there are some instances of death that seem even more tragic than others, such as the death of a child. For the most part, we expect that parents will precede their children in death, and we have come to accept that as the normal order of things.<br><br>The first death recorded in Scripture, however, goes against the expected norm. Before Adam and Eve went through death themselves, they experienced the tragedy of death when their righteous son was murdered by his unrighteous brother. It was a particularly unjust death.<br><br>Think about Jesus, the righteous murdered by the unrighteous, as was Abel. What death could have been more unjust than Christ’s? What other parallels might one find between the death of Abel and of Christ on the cross? How might the nature of Abel’s death help us to understand why Jesus has “the keys of Hades [the grave] and death” and what God is offering us in Him?<br><br><strong>Without the problem of death being solved, why are our lives ultimately useless, meaningless, and futile? What does this fact teach us about how thankful we should be for what Jesus has done for us?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 10",
               "dayTitle":"<p>The Serpent</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>The issue of worship is a key subject in the book of Revelation. The perpetrator and enabler of false systems of worship is identified as the “dragon” (Rev. 13:2–4), and the serpentine description of this fallen cherub is no accident. It clearly points us back to the Garden of Eden, where a serpent entered Paradise and persuaded Adam and Eve to follow him into rebellion against the Creator.<br><br><strong>Compare Genesis 3:1–5 with Revelation 12:1–9. What are some of the common themes in each account? How do the details found in the introduction of the serpent in Genesis help us to understand some of the issues that had previously led to the war in heaven mentioned in Revelation?</strong></p>\n\n<p><strong>Genesis 3:1–5</strong></p>\n<p><strong><sup>1</sup></strong> Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, “Has God indeed said, ‘You shall not eat of every tree of the garden’?”</p>\n<p><strong><sup>2</sup></strong> And the woman said to the serpent, “We may eat the fruit of the trees of the garden;</p>\n<p><strong><sup>3</sup></strong> but of the fruit of the tree which is in the midst of the garden, God has said, ‘You shall not eat it, nor shall you touch it, lest you die.’”</p>\n<p><strong><sup>4</sup></strong> Then the serpent said to the woman, “You will not surely die.</p>\n<p><strong><sup>5</sup></strong> For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”</p>\n\n<p><strong>Revelation 12:1–9</strong></p>\n<p><strong><sup>1</sup></strong> Now a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a garland of twelve stars.</p>\n<p><strong><sup>2</sup></strong> Then being with child, she cried out in labor and in pain to give birth.</p>\n<p><strong><sup>3</sup></strong> And another sign appeared in heaven: behold, a great, fiery red dragon having seven heads and ten horns, and seven diadems on his heads.</p>\n<p><strong><sup>4</sup></strong> His tail drew a third of the stars of heaven and threw them to the earth. And the dragon stood before the woman who was ready to give birth, to devour her Child as soon as it was born.</p>\n<p><strong><sup>5</sup></strong> She bore a male Child who was to rule all nations with a rod of iron. And her Child was caught up to God and His throne.</p>\n<p><strong><sup>6</sup></strong> Then the woman fled into the wilderness, where she has a place prepared by God, that they should feed her there one thousand two hundred and sixty days.</p>\n<p><strong><sup>7</sup></strong> And war broke out in heaven: Michael and his angels fought with the dragon; and the dragon and his angels fought,</p>\n<p><strong><sup>8</sup></strong> but they did not prevail, nor was a place found for them in heaven any longer.</p>\n<p><strong><sup>9</sup></strong> So the great dragon was cast out, that serpent of old, called the Devil and Satan, who deceives the whole world; he was cast to the earth, and his angels were cast out with him.</p><p>There are two accounts in the Scriptures in which Satan leads the whole world astray. In Genesis, at a moment when there were only two people in existence; and then in the account given in Revelation 12 and 13, in which Satan is identified as the one who “deceives the whole world” (Rev. 12:9) and as the one who enables the sea beast power so that “all the world” marvels and follows it (Rev. 13:2, 3). One of the themes found in Bible prophecy is the unchanging nature of the great controversy. God’s character and Word do not change, and neither do the ambitions of the devil.<br><br>Fortunately, because the nature of the great controversy does not change, and because we have clear reference points in the prophetic Scriptures, Christians are able to sift through trends and begin to recog­nize where spiritual pitfalls might lie. God will always be who He is, and the same is true of the devil. Satan may wear a thousand disguises, but millennia of fallen human history, coupled with the prophetic scenario painted in Revelation, demonstrate that he never strays from the game plan he used in Eden. God has promised us wisdom and discernment (James 1:5), and armed with the certainty of the Scriptures, we need not fall for the devil’s lies. Unfortunately, many have fallen for them, and many more—the majority—will, as well.<br><strong><br>Consider how culture changes over time. Societal norms shift; things that were once acceptable become unacceptable and vice versa. Given that the underlying issues and actors in the great controversy do not change, what things should a Christian consider in examining the shifting cultural landscape? For example, the original lies that the devil told, such as you shall not die and you shall be as gods: where can you find them being told in your culture today?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 11",
               "dayTitle":"<p>Further Thought</p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>Read Ellen G. White, “The Revelation,” pp. 578–581, in The Acts of the Apostles.</strong><br><br>Many world religions simply deal with ideas; in powerful contrast, the ideas found in the Christian religion are anchored firmly in historical events. The Bible is the story of God’s interacting with humanity throughout history, and by studying thousands of years of such interactions, we can learn much about the consistent character of God.<br><br>Sometimes, however, Christians complain that they are getting tired of hearing the same things. Sometimes, when our distinctive prophetic message is being preached publicly, we think that we already have heard it and have nothing new to learn.<br><br>The fact that our message is unchanging and consistent, however, does not mean that it is simplistic or unchallenging. Quite the opposite: when you are studying information relayed to us from the mind of an infinite God, you quickly discover that you will never reach the end of a subject.<br><br>Ellen G. White states that one of the reasons the book of Revelation was written was to anchor the Christian church in its historical message for all time. “Some of the younger workers [at that time] . . . had become weary of oft-repeated truths. In their desire for something novel and startling they attempted to introduce new phases of doctrine.”—The Acts of the Apostles, p. 580. To that extent, it is not merely a book about the future; it is also a book about the past, designed to keep us rooted in our historical faith so that we are not led astray by a desire to seek originality.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> The Scriptures never fail to yield new information and new understanding. How does one balance the desire to learn some- thing new with the importance of staying anchored in the truths that we already have been given?<br><br><strong>2.</strong> How should the church respond to new interpretations of prophecy? Though we know that there is always more to learn, how do we discern whether the new light is essential or just a fad, or even error?<br><br><strong>3.</strong> In World War II as a sailor in the Pacific lay dying, he cried out to the medic, “I am an orphan. When I die, who will remember me?” The medic responded, “I will always remember you.”<br><strong><br>However well-meaning the medic’s words, sooner or later he also would die, and so would the memory of the orphaned sailor. How does this account help us realize the futility and meaningless of all our lives if death, ultimately, has the final say?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>Inside Story</strong></p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>The Milk Miracle<br><br>By Andrew McChesney</strong><br><br>No cow stood in the yard when Mother returned home from the market. Mother looked around the yard. No cow. She knew her two small children were waiting for her in the house. Tears filled her eyes. How could she tell them that the cow, their only source of income, had been stolen? Without the cow, they would die.<br><br>Mother decided not to tell the children. She didn’t want them to see her tears. Walking over to some bushes, she poured out her heart to God.<br><br>She reminded Him that her husband, a Seventh-day Adventist pastor, had been arrested for keeping the Sabbath and sentenced to eight years of hard labor far from their home in the then-southern Soviet republic of Tajikistan. She thanked God for the now stolen cow, whose milk she had traded for flour, potatoes, carrots, onions, garlic, tomatoes, and cucumbers at the village market. “What next?” she wept. “How can my children and I survive?”<br><br>As she cried and prayed, she looked at the bushes and saw something caught in the branches. She looked closer and saw that it was a banknote for a large sum of money. “Thank You, God!” she prayed. “You have sent money to buy another cow.”<br><br>Mother dried her tears and returned to the market to look for another cow. But every seller wanted more money than she had found in the bushes. Finally, a man agreed to lower his price.<br><br>“I’ll give you my cow for the amount of money that you have,” he said. It was the smallest, scrawniest cow in the market. Mother handed over the money and took the cow home.<br><br>“God, this cow is in Your hands,” she prayed.<br><br>At home, Mother fed the cow, and the two children played with it. With food and love, the cow grew and grew. Before long, it was producing twice as much milk as the cow that was stolen.<br><br>“God saved our lives during this difficult time,” said Liubov Brunton, the granddaughter of the mother in the story.<br><br>She said the miracle with the milk serves as a powerful reminder that God protects and cares for His mission workers, no matter where and when they serve. But the story of the cow didn’t end there. Liubov’s grandmother was about to witness another miracle. Read about it next week.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"",
               "id":29,
               "idDay":9,
               "idLesson":2,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: John 1:29<br><br>Study Focus: Gen. 22:1–18, John 3:16.</strong><br><br>Genesis, the first book of the Bible, contains foundational truths that encompass the core of Scripture’s salvific and prophetic message. From the cosmic story of Creation (Genesis 1 and 2), in which God turned the chaos and void into life, to the story of Joseph, in which God wrought a redemptive outcome from evil actions (Gen. 50:20), the book of Genesis testifies to God’s plan of salvation. In the middle of Genesis, the story of the binding of Isaac (Gen. 22:1–18) lays down the basic themes of this divine plan.<br><br>In this week’s lesson, we will discover the various themes of God’s plan of salvation as they emerge from the dramatic story of the Akedah (“binding of Isaac”). The first theme is “love,” from which derives all the rest of God’s actions.<br><br>In this story, the Hebrew word 'ahab, “love,” is used for the first time in the Bible, specifically, in God’s speech referring to a father’s love (Gen. 22:2). The second theme of the Akedah is the expression of God’s love through the sacrifice of His Son, which is foreshadowed by Isaac in his identification with the lamb (Gen. 22:7–10). The third theme is the actual manifestation of God’s love in history, specifically, in the great conflict that will put the “seed” in opposition to the serpent and will end with the victory of the “seed” over evil and death. This event is profiled in the unexpected appearance of the “ram” (Gen. 22:13), which prefigures the eschatological event of the Day of Atonement.<br><strong><br>Part II: Commentary<br><br>The Love of God</strong><br><br>It is impossible to understand God’s love, because it is impossible to “comprehend . . . what is the width and length and depth and height—to know the love of Christ which passes knowledge” (Eph. 3:18, 19, NKJV). The fact that the verb ’ahab, “love,” appears for the first time in the Scriptures in reference to a father’s love—Abraham’s love for Isaac, his “only son” (Gen. 22:2)—is, however, significant. It is in the particular context of Abraham’s love for his unique son that the quality of Abraham’s love for God was to be “tested” and thus revealed (Gen. 22:1, NKJV; compare with Gen. 22:12).<br><br>But it was not just Abraham’s love for God that was to be tested and revealed. During Abraham’s personal experience, God’s love also was revealed to Abraham. Abraham understood, then, the depth of God’s love. Ellen G. White explains: “It was to impress Abraham’s mind with the reality of the gospel, as well as to test his faith, that God commanded him to slay his son. The agony which he endured during the dark days of that fearful trial was permitted that he might understand from his own experience something of the greatness of the sacrifice made by the infinite God for man’s redemption. . . . What stronger proof can be given of the infinite compassion and love of God?”—Patriarchs and Prophets, p. 154; emphasis supplied.<br><br>God did not give Abraham a philosophical, theological, or a psychological explanation of His love. God chose to permit Abraham to endure (on his finite level) what God was to endure (on His “infinite” level). This parallel between Abraham, who offered his “only son,” whom he loved, and God, who offered His only Son, whom He, “ ‘the Father loves’ ” (John 5:20, NKJV), is endorsed by John who uses the same language (intertextuality) in his definition of “love”: “ ‘For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life’ ” (John 3:16, NKJV; compare with 1 John 4:9, NKJV).<br><br><strong>The Lamb of God</strong><br><br>The title “lamb of God” is used by John to identify Jesus: “The next day John saw Jesus coming toward him, and said, ‘Behold! The Lamb of God who takes away the sin of the world!’ ” (John 1:29, NKJV, compare with John 1:36). It is interesting and significant that the reference to a “lamb” appears for the first time in the Scriptures in the context of the story of the binding of Isaac to refer to the sacrifice of “a burnt offering” (Gen. 22:7). It is, however, not the first time that a lamb is used as a sacrifice. Abel offered a lamb for burnt offerings (Gen. 4:4, NKJV; compare with Num. 18:17). But it is the first time that the word seh, “lamb,” is explicitly mentioned. It is also the only passage of the Hebrew Bible in which the word seh, “lamb,” is definite. All other Scripture passages that contain this word use it in an indefinite sense. This unique case testifies to a special and unique application. Isaac (with Abraham) refers to a unique lamb that transcends all the others.<br><br>The fact that the word “lamb” is used by John in his Gospel (John 1:29, 36), and especially in his apocalypse (23 times), in the definite sense as “the lamb,” suggests that John is alluding to “the lamb” of Isaac’s question, “ ‘Where is the lamb?’ ” (Gen. 22:7). This intertextual relation allows us to surmise that “the lamb” of Isaac refers to the Son of God, as understood by John. This interpretation is, in fact, confirmed in Abraham’s response to Isaac’s question: “ ‘God will provide for Himself the lamb for a burnt offering’ ” (Gen. 22:8, NKJV).<br><br>The construction of the opening phrase of Abraham’s statement in Genesis 22:8 is particularly telling. First, though Hebrew typically puts the verb first, followed by the subject, here the word “God” is put at the beginning of the sentence before the verbal form to emphasize the fact that the solution is only in God. It is God who will see. Second, this opening phrase of Genesis 22:8 has the same reflexive construction as the phrase lek leka, “go yourself,” which introduced God’s call (Gen. 22:2, author’s literal translation; compare with Gen. 12:1). In that case, the phrase in Genesis 22:8 could be translated as follows: “God will see Himself as the lamb” (apposition), which means that God will provide Himself as the lamb. As such, the lamb is identified as God. Thus, the lamb that is referred to here is not merely the physical animal that Isaac had in mind; it is God Himself.<br><br><strong>The Victory of God<br><br>Isaac expected a lamb to be provided by God. Yet, a ram appeared instead:</strong><br><br>“Abraham lifted his eyes and looked, and there . . . was a ram” (Gen. 22:13, NKJV). The appearance of the ram points to the ram of the Day of Atonement (Lev. 16:3, 6). There is indeed a unique intertextual connection between this passage of the sacrifice of Isaac and the text of the Day of Atonement. More than any other biblical passage, the text of the binding of Isaac shares common language with the text of the Day of Atonement. We find the same association of the words ‘olah, “burnt offering” (Gen. 22:13; compare with Lev. 16:3, 5, NKJV); ra’ah, “appear,” in the same passive form niphal (Gen. 22:14; compare with Lev. 16:2, NKJV); and yiqqakh, “he took” (Gen. 22:13; compare with Lev. 16:5, NKJV). This important intertextual connection between the two passages indicates that the writer of the legislation of the Day of Atonement, in Leviticus 16, had the text of the sacrifice of Isaac in mind.<br><br>On the other hand, it is noteworthy that the text of the binding of Isaac is also present in the text of Daniel 8, which is a prophecy precisely concerning the eschatological Day of Atonement.<br><br>The first line introducing Daniel’s vision—“I raised my eyes and saw, and behold, a ram” (Dan. 8:3, ESV)—clearly alludes to the text of the sacrifice of Isaac, given that Daniel’s phrase is a quotation of Genesis 22:13. This allusion to the text of the sacrifice of Isaac is further reinforced by the important inter­ textual connections between Leviticus 16 and Daniel 8 (see especially the common usage of the verb ra’ah, “saw,” a keyword in both passages).<br><br>In light of Daniel 8, we understand, then, that the ram in the story of the Akedah points typologically to the eschatological Day of Atonement. This cosmic perspective is indeed confirmed in the divine blessing that concludes the text of the Akedah (Gen. 22:17). God’s promised blessing concerns not only the future descendants of Abraham himself but also concerns the future of the nations. The Lord promises that Abraham’s seed will “possess the gate of their enemies” (NKJV). This promise refers to the victory of Christ over the serpent and the victory of life over death, which is predicted in Genesis 3:15. The story of the binding of Isaac leads, then, to the ultimate atonement for God’s people during the eschatological Day of Atonement (compare with Dan. 8:14).<br><br>This lesson seems to have been retained in the Epistle to the Hebrews, which applies the concluding blessing of the Akedah (Heb. 6:14) to the extraordinary moment of the Day of Atonement during which the High Priest could penetrate “behind the veil” (Heb. 6:19; compare with Lev. 16:2, 15, NKJV).<br><br><strong>Part III: Life Application</strong><br><br><strong>Read the following comments on the silences and questions between Abraham and Isaac in Genesis 22:6–8. What spiritual lessons do these silences and questions teach us?</strong><br><br><strong>Genesis 22:6: </strong>“The two of them went together” (NKJV). The phrase occurs twice (Gen. 22:6, 8) and sounds tragic, emphasizing the silent walk of father and son.<br><br><strong>Genesis 22:7, 8: </strong>“But Isaac spoke” (NKJV). In Genesis 22:7, 8, the silence is eventually broken by Isaac’s voice. His dialogue in these two verses constitutes the first and only time that Isaac speaks in this story:<br><br><strong>“And [Isaac] said, ‘My father!</strong>’ ” (Gen. 22:7, NKJV). When Isaac speaks for the first time, he initially utters one Hebrew word ’abi, “my father!” which reminds us of his relationship with Abraham, who is preparing for the slaughter.<br><br><strong>“And he [Abraham] said,</strong> ‘Here I am, my son’ ” (Gen. 22:7, NKJV). The words “my son” (beni), correspond to the words “my father” (’abi). In spite of the killing agenda, the father loves his son, and the intensity of that love for his only son makes the sacrifice all the more painful (compare with John 5:20).<br><br><strong>“Then he [Isaac] said, </strong>‘Here is the fire and the wood, but where is the lamb for the burnt offering?’ ” (Gen. 22:7, MEV). This question is another way of referring to the unspeakable reality, without having to explicitly state: “Am I the lamb?”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>The Genesis Foundation</p>",
         "verse":"<p>“The next day John saw Jesus coming toward him, and said, ‘Behold! The Lamb of God who takes away the sin of the world!’ ” (John 1:29, NKJV).</p>",
         "versionCode":10,
         "weekDate":"April 5–11"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
