{
  "data": [
    {
      "color": "#67abbf",
      "id": 703,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 12",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Many believers think that when one decides to follow God, he or she will experience only happiness, prosperity, and success.\n</p><p>That’s not necessarily the case, however, as the Bible itself often shows. Sometimes many obstacles appear, as well as new difficulties. This can be very frustrating, and it prompts hard questions that don’t always have easy answers or, it seems, any answers at all. Those who trust in God will face numerous trials. When we persevere, however, God brings solutions that come on His terms and in His time. His ways may conflict with our expectations for quick and instantaneous solutions, but we must learn to trust Him regardless.\n</p><p>Thus, the topic for this week: Moses and the command to lead God’s people out of Egypt—about as clear a call from God as anyone could have. Indeed, it included miracles, as well as God Himself speaking directly to Moses and letting him know exactly what He wanted Moses to do.\n</p><p><strong>How much easier, then, could it have been for Moses, knowing that he had been called by God and even given a specific task? It should have been simple then, right? Read on.</strong></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 13",
          "dayTitle": "<p>Who Is the Lord?</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>Following God’s orders, Moses goes to Pharaoh to begin the process in which he, Moses, would “bring My people, the children of Israel, out of Egypt” (Exod. 3:10, NKJV).\n</p><p><strong>What was Pharaoh’s response to God’s demand, “Let my people go” (see Exod. 5:1, 2), and what significance can be found in this response?</strong></p><p><strong>&nbsp;Exod. 5:1, 2</strong></p><p>\n</p><p><strong><sup>1</sup></strong> Afterward Moses and Aaron went in and told Pharaoh, “Thus says the Lord God of Israel: ‘Let My people go, that they may hold a feast to Me in the wilderness.’”</p>\n<p><strong><sup>2</sup></strong> And Pharaoh said, “Who is the Lord, that I should obey His voice to let Israel go? I do not know the Lord, nor will I let Israel go.”</p><p>“Who is the Lord?” Pharaoh declares, not in any desire to know Him but, instead, as an act of defiance or even denial of this God, whom he admits that he does not know. “ ‘I do not know the Lord’ ” (NKJV), he says, almost as a boast.\n</p><p>How many people throughout history have uttered the same thing? How tragic, because, as Jesus Himself said, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (John 17:3).\n</p><p>Egypt, with the pharaoh as king, is symbolic of a power that denies God’s presence and authority. It is an entity that stands in opposition to God, His Word, and His people.\n</p><p>Pharaoh’s next declaration that “I will not let Israel go” reveals even more this rebellion against the living God, further making Egypt a symbol, not only for the denial of God but for a system that fights against Him.\n</p><p>No wonder many saw this same attitude, millennia later, in the French Revolution (see also Isa. 30:1–3 and Rev. 11:8). Pharaoh thought he was a god or the son of a god—a broad reference to a belief in one’s own supreme power, strength, and intelligence.\n</p><p>“Of all nations presented in Bible history, Egypt most boldly denied the existence of the living God and resisted His commands. No monarch ever ventured upon more open and highhanded rebellion against the authority of Heaven than did the king of Egypt. When the message was brought him by Moses, in the name of the Lord, Pharaoh proudly answered: ‘Who is Jehovah, that I should hearken unto His voice to let Israel go? I know not Jehovah, and moreover I will not let Israel go,’ Exodus 5:2, A.R.V. This is atheism, and the nation represented by Egypt would give voice to a similar denial of the claims of the living God and would manifest a like spirit of unbelief and defiance.”—Ellen G. White, The Great Controversy, p. 269.\n</p><p><strong>If someone asked, Do you know the Lord? How would you respond? If yes, what would you say He is like, and why?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 14",
          "dayTitle": "<p>A Rough Start</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>Though Moses must have known, even from the beginning, that what the Lord had tasked him with was not going to be easy (hence his attempts to get out of it), he probably had no idea of what was coming.&nbsp;</p><p><strong>Read Exodus 5:3–23. What were the immediate results of Moses and Aaron’s first recorded encounter with Pharaoh?</strong></p><p><strong>Exodus</strong><strong style=\"background-color: initial;\">&nbsp;5:3–23</strong></p>\n<p><strong><sup>3</sup></strong> So they said, “The God of the Hebrews has met with us. Please, let us go three days’ journey into the desert and sacrifice to the Lord our God, lest He fall upon us with pestilence or with the sword.”</p>\n<p><strong><sup>4</sup></strong> Then the king of Egypt said to them, “Moses and Aaron, why do you take the people from their work? Get back to your labor.”</p>\n<p><strong><sup>5</sup></strong> And Pharaoh said, “Look, the people of the land are many now, and you make them rest from their labor!”</p>\n<p><strong><sup>6</sup></strong> So the same day Pharaoh commanded the taskmasters of the people and their officers, saying,</p>\n<p><strong><sup>7</sup></strong> “You shall no longer give the people straw to make brick as before. Let them go and gather straw for themselves.</p>\n<p><strong><sup>8</sup></strong> And you shall lay on them the quota of bricks which they made before. You shall not reduce it. For they are idle; therefore they cry out, saying, ‘Let us go and sacrifice to our God.’</p>\n<p><strong><sup>9</sup></strong> Let more work be laid on the men, that they may labor in it, and let them not regard false words.”</p>\n<p><strong><sup>10</sup></strong> And the taskmasters of the people and their officers went out and spoke to the people, saying, “Thus says Pharaoh: ‘I will not give you straw.</p>\n<p><strong><sup>11</sup></strong> Go, get yourselves straw where you can find it; yet none of your work will be reduced.’”</p>\n<p><strong><sup>12</sup></strong> So the people were scattered abroad throughout all the land of Egypt to gather stubble instead of straw.</p>\n<p><strong><sup>13</sup></strong> And the taskmasters forced them to hurry, saying, “Fulfill your work, your daily quota, as when there was straw.”</p>\n<p><strong><sup>14</sup></strong> Also the officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and were asked, “Why have you not fulfilled your task in making brick both yesterday and today, as before?”</p>\n<p><strong><sup>15</sup></strong> Then the officers of the children of Israel came and cried out to Pharaoh, saying, “Why are you dealing thus with your servants?</p>\n<p><strong><sup>16</sup></strong> There is no straw given to your servants, and they say to us, ‘Make brick!’ And indeed your servants are beaten, but the fault is in your own people.”</p>\n<p><strong><sup>17</sup></strong> But he said, “You are idle! Idle! Therefore you say, ‘Let us go and sacrifice to the Lord.’</p>\n<p><strong><sup>18</sup></strong> Therefore go now and work; for no straw shall be given you, yet you shall deliver the quota of bricks.”</p>\n<p><strong><sup>19</sup></strong> And the officers of the children of Israel saw that they were in trouble after it was said, “You shall not reduce any bricks from your daily quota.”</p>\n<p><strong><sup>20</sup></strong> Then, as they came out from Pharaoh, they met Moses and Aaron who stood there to meet them.</p>\n<p><strong><sup>21</sup></strong> And they said to them, “Let the Lord look on you and judge, because you have made us abhorrent in the sight of Pharaoh and in the sight of his servants, to put a sword in their hand to kill us.”</p>\n<p><strong><sup>22</sup></strong> So Moses returned to the Lord and said, “Lord, why have You brought trouble on this people? Why is it You have sent me?</p>\n<p><strong><sup>23</sup></strong> For since I came to Pharaoh to speak in Your name, he has done evil to this people; neither have You delivered Your people at all.”</p><p>Even before going to Pharaoh, Moses and Aaron gathered the elders and people of Israel, told them God’s words, and showed them God’s signs, which resulted in Israel’s believing that the Lord would deliver them from their slavery. Thus, they worshiped the Lord (Exod. 4:29– 31). Expectations surely were high: the Lord was going to deliver the Hebrew people from their bondage—finally!\n</p><p>Moses then went to the king of Egypt with God’s demands, and things became even worse for the Israelites. Their suffering increased, and their daily labor became more burdensome and demanding. They were accused of being lazy; they were treated more harshly; and their service became more difficult than it had already been.\n</p><p>Their leaders were not happy, and the confrontation between them and Moses and Aaron was ugly, and (as we will later see) it simply portended the kind of conflicts Moses would have with his own people for years to come.\n</p><p><strong>Read Exodus 5:21, and then put yourself in the place of these men as they confronted Moses and Aaron. Why would they say what they did?</strong></p><p><strong>Exodus 5:21</strong></p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong><sup>21</sup></strong> And they said to them, “Let the Lord look on you and judge, because you have made us abhorrent in the sight of Pharaoh and in the sight of his servants, to put a sword in their hand to kill us.”</p><p>It’s not that hard to see why they would have been upset with Moses (“ ‘Let the Lord look on you and judge,’ ” they said). They thought Moses was coming to free them from the Egyptians, not to make their lives under the Egyptians even harder.\n</p><p>Thus, besides dealing with the Egyptians, Moses and Aaron had to deal with their own people, as well.\n</p><p><strong>What are some better ways you and others might be able to deal with local church leaders when disagreements arise, as they inevitably do?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 15",
          "dayTitle": "<p>The Divine “I”</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>Poor Moses! He first gets berated by Pharaoh, and now his own people all but curse him.\n</p><p>Thus, Moses brings his complaint to God. In his bitterness and disappointment with the worsening of Israel’s conditions, he asks: “ ‘Why, Lord, why have you brought trouble on this people? Is this why you sent me? Ever since I went to Pharaoh to speak in your name, he has brought trouble on this people, and you have not rescued your people at all’ ” (Exod. 5:22, 23, NIV). Moses’ discontent with the Lord is obvious and, considering the situation, understandable.\n</p><p>God’s response, though, is powerful. He will act, and very decisively, as well. “ ‘Now you will see what I will do to Pharaoh’ ” (Exod. 6:1, NIV).\n</p><p><strong>Read Exodus 5:22–6:8. What is God’s response to Moses, and what important theological truths are revealed here?</strong></p><p><strong>&nbsp;Exodus 5:22-23</strong></p><p>\n</p><p>\n</p><p>\n</p><p><strong><sup>22</sup></strong> So Moses returned to the Lord and said, “Lord, why have You brought trouble on this people? Why have You sent me?”</p>\n<p><strong><sup>23</sup></strong> For since I came to Pharaoh to speak in Your name, he has done evil to this people; neither have You delivered Your people at all.</p><p><strong>Exodus 6:1-8</strong></p>\n<p><strong><sup>1</sup></strong> Now the Lord said to Moses: “Now you shall see what I will do to Pharaoh; for with a strong hand he will let them go, and with a strong hand he will drive them out of his land.</p>\n<p><strong><sup>2</sup></strong> And God spoke to Moses and said to him: 'I am the Lord.'</p>\n<p><strong><sup>3</sup></strong> I appeared to Abraham, to Isaac, and to Jacob, as God Almighty, but by My name Lord I was not known to them.</p>\n<p><strong><sup>4</sup></strong> I have also established My covenant with them, to give them the land of Canaan, the land of their pilgrimage, in which they were strangers.</p>\n<p><strong><sup>5</sup></strong> And I have also heard the groaning of the children of Israel whom the Egyptians keep in bondage, and I have remembered My covenant.</p>\n<p><strong><sup>6</sup></strong> Therefore say to the children of Israel: ‘I am the Lord; I will bring you out from under the burdens of the Egyptians, I will rescue you from their bondage, and I will redeem you with an outstretched arm and with great judgments.</p>\n<p><strong><sup>7</sup></strong> I will take you as My people, and I will be your God. Then you shall know that I am the Lord your God who brings you out from under the burdens of the Egyptians.</p>\n<p><strong><sup>8</sup></strong> And I will bring you into the land which I swore to give to Abraham, Isaac, and Jacob; and I will give it to you as a heritage: I am the Lord.</p><p>God will no longer only speak; He will now mightily intervene in favor of His people. He reminds Moses of a few pertinent facts: (1) “I am the Lord”; (2) I appeared to the patriarchs; (3) I established My covenant with them; (4) I have promised to give them the land of Canaan; (5) I have heard the groaning of the children of Israel; and (6) I have remembered My covenant to give you the Promised Land. Notice the repetition of the divine “I.” I, “the Lord your God,” I have done such and such, and so you can trust that I will do for you what I have promised.</p><p>The Lord now solemnly proclaims that He will do four great things for Israel because He is their living Lord: (1) “ ‘I will bring you out from under the yoke of the Egyptians;’ ” (2) “ ‘I will free you from being slaves to them;’ ” (3) “ ‘I will redeem you with an outstretched arm and with mighty acts of judgment;’ ” and (4) “ ‘I will take you as my own people, and I will be your God’ ” (Exod. 6:6, 7, NIV).\n</p><p>These four divine actions secure and reestablish His relationship with His people. God is the subject of all these activities, and the Israelites are the recipients of all these benefits and grace. God offers these gifts for free, out of love; He did it then, to them, and He does it now, for us, as well.\n</p><p><strong>What other Bible characters have cried out in complaint before God—and with good reasons? Why is it OK, at times, to pour out your soul to God and even complain about your situation? Why, though, must you always do it in faith and in trust?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 16",
          "dayTitle": "<p>Uncircumcised Lips</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>The Lord had indeed given Moses some powerful promises about what He was going to do. Though that encounter must have encouraged Moses, his encouragement was probably short-lived, given the response that he received from his people.\n</p><p><strong>Read Exodus 6:9–13. What happened next, and what lessons can we take from this story about times of disappointment and struggle in our lives?</strong></p><p><strong>Exodus 6:9–13</strong></p><p>\n</p>\n<p><strong><sup>9</sup></strong> So Moses spoke thus to the children of Israel; but they did not heed Moses, because of anguish of spirit and cruel bondage.</p>\n<p><strong><sup>10</sup></strong> And the Lord spoke to Moses, saying,</p>\n<p><strong><sup>11</sup></strong> “Go in, tell Pharaoh king of Egypt to let the children of Israel go out of his land.”</p>\n<p><strong><sup>12</sup></strong> And Moses spoke before the Lord, saying, “The children of Israel have not heeded me. How then shall Pharaoh heed me, for I am of uncircumcised lips?”</p>\n<p><strong><sup>13</sup></strong> Then the Lord spoke to Moses and Aaron, and gave them a command for the children of Israel and for Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt.</p><p>The Hebrews are so disheartened by their grief, suffering, and hard labor that they do not listen to Moses’ words of reassurance that God will act to fulfill what He promised. They have waited so long for it, and their expectations have not been met. Why should it be different now? They were losing heart and hope, which must have been even more bitter because, perhaps for the first in all their lifetimes, they saw real hope of deliverance. And yet, who hasn’t been in a similar place? Who hasn’t at some point felt depressed, disappointed, dissatisfied—even abandoned by God?\n</p><p>Remember the story of Job? What about Asaph, a psalmist who struggled with his questions regarding the prosperity of the wicked and the suffering of the righteous? Yet, regardless of his struggles, Asaph has one of the most beautiful confessions of faith: “Yet I am always with you; you hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory. Whom have I in heaven but you? And earth has nothing I desire besides you. My flesh and my heart may fail, but God is the strength of my heart and my portion forever” (Ps. 73:23–26, NIV).\n</p><p>Through sacred history, God has assured His people that He is with them (Isa. 41:13, Matt. 28:20). He gives them His peace, His comfort, and He strengthens them to make it through life’s challenges (John 14:27; John 16:33; Phil. 4:6, 7).\n</p><p>The covenant formula, “ ‘I will take you as My people, and I will be your God’ ” (Exod. 6:7, NKJV), expresses the intimate relationship that the Lord wanted to have with His people.\n</p><p><strong>Think through the phrase “ ‘I will take you as My people, and I will be your God’ ” (Exod. 6:7, NKJV). Though the context was corporate, how does this apply to each one of us individually, and how should this relationship be manifested in our daily lives? (See also 2 Cor. 6:16.)</strong></p><p><strong>2 Cor. 6:16</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong><sup>16</sup></strong> And what agreement has the temple of God with idols? For you are the temple of the living God. As God has said:  \n“I will dwell in them  \nAnd walk among them.  \nI will be their God,  \nAnd they shall be My people.”</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 17",
          "dayTitle": "<p>Like God to Pharaoh</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Exodus 6:28–7:7. How does the Lord deal with Moses’ objection?</strong></p><p><strong>&nbsp;Exodus 6:28–30</strong></p><p><strong><sup>28</sup></strong> And it came to pass, on the day the Lord spoke to Moses in the land of Egypt,</p>\n<p><strong><sup>29</sup></strong> that the Lord spoke to Moses, saying, “I am the Lord. Speak to Pharaoh king of Egypt all that I say to you.”</p>\n<p><strong><sup>30</sup></strong> But Moses said before the Lord, “Behold, I am of uncircumcised lips, and how shall Pharaoh heed me?”</p><p><strong>&nbsp;Exodus 7:1-7</strong></p>\n<p><strong><sup>1</sup></strong> So the Lord said to Moses: “See, I have made you as God to Pharaoh, and Aaron your brother shall be your prophet.</p>\n<p><strong><sup>2</sup></strong> You shall speak all that I command you. And Aaron your brother shall tell Pharaoh to send the children of Israel out of his land.</p>\n<p><strong><sup>3</sup></strong> And I will harden Pharaoh’s heart, and multiply My signs and My wonders in the land of Egypt.</p>\n<p><strong><sup>4</sup></strong> But Pharaoh will not heed you, so that I may lay My hand on Egypt and bring My armies and My people, the children of Israel, out of the land of Egypt by great judgments.</p>\n<p><strong><sup>5</sup></strong> And the Egyptians shall know that I am the Lord, when I stretch out My hand on Egypt and bring out the children of Israel from among them.</p>\n<p><strong><sup>6</sup></strong> Then Moses and Aaron did so; just as the Lord commanded them, so they did.</p>\n<p><strong><sup>7</sup></strong> And Moses was eighty years old and Aaron eighty-three years old when they spoke to Pharaoh.</p><p>God presents Himself to Moses as Yahweh, which means that He is the personal and close God, the God of His people, and the God who entered a covenantal relationship with them.\n</p><p>This immanent God again commands Moses to go and speak with Pharaoh. With a lack of self-confidence, Moses again objects: “Why would Pharaoh listen to me?” Here again we can see not just Moses’ humility but, again, his desire to get out of the task, which so far has not gone too well.\n</p><p>“When God ordered Moses to go back to Pharaoh, Moses showed selfdistrust. The term ‘aral sepatayim—literally ‘uncircumcised lips,’ which is used here to express Moses’ lack of speaking ability (6:12, 30)—is similar to that found in Exodus 4:10: ‘slow of speech.’ ”—Andrews Bible Commentary: Old Testament, “Exodus” (Berrien Springs, MI: Andrews University Press, 2020), p. 205.\n</p><p>God in His mercy gives Aaron to help Moses. Moses will speak to Aaron, who will then speak publicly to Pharaoh; thus, Moses will play the role of God before the Egyptian king, and Aaron will be his prophet. This account provides an excellent definition for the role of a prophet.\n</p><p>A prophet is a spokesperson for God; he or she is His mouthpiece to transmit and to interpret God’s word to the people. As Moses spoke to Aaron, and then Aaron announced it to Pharaoh, so God communicates with a prophet, who then proclaims God’s teaching to the people. This can happen verbally, in person; or, as was most commonly done, the prophet received the message from God and then wrote it down.\n</p><p>God also explains to Moses what he can expect from the encounters with Pharaoh. He warns him that the confrontation will be tense and long. For the second time God stresses to Moses that Pharaoh will be very stubborn and that He will harden his heart (Exod. 4:21, Exod. 7:3). The result, however, will end in something good, for “ ‘the Egyptians will know that I am the Lord’ ” (Exod. 7:5, NIV). That is, even amid the chaos that follows, God will be glorified.\n</p><p><strong>Moses ran out of excuses for not following what God had called him to do. What excuses might we use to try to get out of what we know God wants us to do?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 18",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Ellen G. White, “The Plagues of Egypt,” pp. 257–265, in Patriarchs and Prophets.\n</strong></p><p>Look at how badly things started off for Moses and his people after Moses first approached Pharaoh.\n</p><p>“The king, thoroughly roused, suspected the Israelites of a design to revolt from his service. Disaffection was the result of idleness; he would see that no time was left them for dangerous scheming. And he at once adopted measures to tighten their bonds and crush out their independent spirit. The same day orders were issued that rendered their labor still more cruel and oppressive. The most common building material of that country was sun-dried brick; the walls of the finest edifices were made of this, and then faced with stone; and the manufacture of brick employed great numbers of the bondmen. Cut straw being intermixed with the clay, to hold it together, large quantities of straw were required for the work; the king now directed that no more straw be furnished; the laborers must find it for themselves, while the same amount of brick should be exacted.\n</p><p>“This order produced great distress among the Israelites throughout the land. The Egyptian taskmasters had appointed Hebrew officers to oversee the work of the people, and these officers were responsible for the labor performed by those under their charge. When the requirement of the king was put in force, the people scattered themselves throughout the land, to gather stubble instead of straw; but they found it impossible to accomplish the usual amount of labor. For this failure the Hebrew officers were cruelly beaten.”—Ellen G. White, Patriarchs and Prophets, p. 258.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1. </strong>Think of a time that, as you heeded God’s call in your life, things did not go well, or certainly did not start off well. What lessons have you learned over time from that experience?\n</p><p><strong>2.</strong> Tell others how God intervened in your life when you prayed for His help or when you did not expect it. How can we believe in God’s goodness when bad things happen, even to those who trust the Lord?\n</p><p><strong>3.</strong> What would you say to someone who declares, “I do not know the Lord”? However, suppose the person said it, not in a way of defiance, but as a simple fact about his or her life? What could you do to help him or her know the Lord and explain to the person why it’s important that he or she do so?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>Monkeys or Church?\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Monkeys threatened to destroy the crops of a family farm in Mozambique. António Cuchata received strict orders from his father to keep the monkeys away. However, António didn’t want to guard the farm on Sabbath. He recently had given his heart to Jesus in baptism, and he wanted to spend the Sabbath worshiping in a Seventh-day Adventist church.\n</p><p>What would António do? He prayed and went to church.\n</p><p>Vervet monkeys were a severe problem for small farmers in the coastal province where António and his family lived in southeastern Africa. The monkeys, with black faces and gray body hair, stood at 16 to 20 inches tall. Tribes of 10 to 70 monkeys raided small farms for cassava, sweet potatoes, beans, peanuts, and other crops.\n</p><p>Father worried that the family wouldn’t have food or income if the monkeys decimated their crops. He also didn’t approve of his son going to the Adventist church. He had raised António in another faith, and he didn’t understand why the boy wanted to worship on the seventh day, Sabbath. Father didn’t mind skipping worship services on Sunday to watch the farm, and he told António that he also should help on Saturdays.\n</p><p>António loved Father. He hadn’t planned to become a Seventh-day Adventist, but an Adventist cousin had studied the Bible with him. He had grown convinced that he needed to follow what he had learned, including the fourth commandment, “Remember the Sabbath day, to keep it holy. Six days you shall labor and do all your work, but the seventh day is the Sabbath of the Lord your God. In it you shall do no work” (Exod. 20:8-10, NKJV).\n</p><p>So, António knelt and prayed, “Dear God, please stop the monkeys from coming to our farm while I am at church.” Then he went to the Adventist church in Casa-Nova, located about 15 miles from the farm. António wasn’t sure what to expect when he returned home. To his joy, the monkeys stayed away all day.\n</p><p>He prayed and went to church the next Sabbath, and again the monkeys did not come near the farm. Every Sabbath while António lived at home, the monkeys avoided the farm while he worshiped at the church.\n</p><p>Father refused to acknowledge the miracle, but António was filled with gratitude to God. Even today, years later, he still marvels at God’s care.\n</p><p>“The monkeys also kept the Sabbath,” he said.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 39,
          "idDay": 9,
          "idLesson": 3,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Exodus 5:1, 2\n</strong></p><p><strong>Study Focus: Exod. 5:1–7:7\n</strong></p><p>Introduction: Israel’s situation alters in unexpected ways. God promised that He would lead His people out of Egypt, but instead they saw their lives immediately worsen. Pharaoh made unreasonable demands upon them. Moreover, he refused to let the Israelites go and worship their God. Their circumstances were so bad that the Israelites “did not listen” to Moses “because of their discouragement and harsh labor” (Exod. 6:9, NIV). Yet, God asked Moses to speak to Pharaoh again. But Moses objected twice to God’s command: “ ‘Why would Pharoah listen to me’ ” (Exod. 6:12, 30, NIV) when even the Israelites do not pay attention to what I say? And “ ‘I’m such a clumsy speaker!’ ” (Exod. 6:12, NLT).\n</p><p>There are different dialogues in this section of the book of Exodus (Exod. 5:1–7:7). Encounters or dialogues between different individuals and groups prepare the stage for the mighty display of God’s glory, as follows:\n</p><p>1. Moses and Aaron speak with Pharaoh (Exod. 5:1–5).\n</p><p>2. Pharaoh speaks with the slave masters and the Israelite supervisors (Exod. 5:6–9).\n</p><p>3. The slave masters and the Israelite supervisors speak with the people (Exod. 5:10–14).\n</p><p>4. The Israelite supervisors speak with Pharaoh (Exod. 5:15–18).\n</p><p>5. The Israelite supervisors speak with Moses and Aaron (Exod. 5:19–21).\n</p><p>6. Moses speaks with the Lord (Exod. 5:22–6:8).\n</p><p>7. Moses speaks with the people (Exod. 6:9).\n</p><p>8. The Lord speaks with Moses (Exod. 6:10–12).\n</p><p>These dialogues are followed by statements that the Lord spoke to Moses and Aaron (Exod. 6:13, 26, 27). Between these statements is sandwiched the family record of Moses and Aaron (Exod. 6:14–25). Then, again, the dialogue between Moses and the Lord is recorded as a prelude to the 10 plagues (Exod. 6:28–7:5). In the concluding part of this section, Moses’ and Aaron’s obedience is positively emphasized, for they did everything precisely as the Lord commanded them to do (Exod. 7:6). Along with this approbation, their ages are mentioned: Moses is 80 and Aaron, 83 (Exod. 7:7).\n</p><p>We can thus conclude that there is no retirement from the service of God. He needs everyone to work closely with Him to advance His cause: young and old, male and female, children and adults, free and enslaved, rich and poor, educated and uneducated, people in high places with influential positions and common workers. Everyone can do his or her part, and together we can fulfill God’s mission for us.\n</p><p><strong>Lesson Themes\n</strong></p><p>In spite of the fact that Pharaoh says a clear no to God’s demand to “ ‘let my people go,’ ” God prepares a way out for His people. However, the people lose their faith. Even Moses argues with God, asking why things are worse: “ ‘Why . . . have you brought trouble on this people? Is this why you sent me?’ ” (Exod. 5:22, NIV). The reason for these hard questions lies in the fact that, after the first direct encounter with Pharaoh, things became more complicated, and life for the Israelites worsened. Neither Moses nor the Israelites expected such a dilemma. They anticipated a quick deliverance from slavery because their God was the mighty Creator who could do things no one else can do. What a devastating disappointment!\n</p><p>Nevertheless, God prepares the scene of deliverance and readies Moses and Aaron for a new confrontation with the king.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>The memory verse sets the scene for the drama that is about to unfold.\n</strong></p><p>Enter Moses, who, after 40 years of absence from Egypt, again enters Pharaoh’s palace (in the year 1450 b.c.). Moses and Aaron visit Pharaoh Thutmose III and confront him with God’s command: “ ‘Let my people go, so that they may worship me’ ” (Exod. 7:16, NIV). Pharaoh refuses to acknowledge the Lord’s existence or His authority. He considers himself a god, worships a plethora of human-fabricated gods, and does not want to accept the request of the living God of the Hebrews. His arrogant reply defines Egypt’s power as a materialistic pagan culture that worships its own gods in the form of idols. Pharaoh denies God’s sovereignty and defies His very existence: “ ‘Who is the Lord, that I should obey His voice to let Israel go? I do not know the Lord, nor will I let Israel go’ ”; “ ‘Why do you take [literally, let go free] the people from their work? . . . and . . . make them rest [Hebrew: shabat] from their labor’ ” (Exod. 5:2, 4, 5, NKJV)? The Hebrew word for Egypt is mitsrayim, which means a land of “double grip,” referring to severe enslavement and the grasping of authority in order to command, rule, and tell others what to do.\n</p><p>In his response to the Lord’s demand, Pharaoh mentions that Moses and Aaron want to stop the work of the Israelites and make them rest from their labor. The Hebrew word shabat is pointing to the Sabbath rest, according to some Jewish and Christian interpreters. The phrase “rest from” work is found only in one other place, namely in Genesis 2:2, 3 (repeated twice). Interestingly, Pharaoh also disagrees with Moses’ and Aaron’s request to free (from para', “to let go” or “to let loose”) the people. (Interestingly, the verb para' has, in Hebrew, the same consonants as the word “pharaoh,” so behind the king’s response may be a pun: “Why do you act like Pharaoh by making the people go free from their work?”\n</p><p>King Thutmose III was 2 years old when he was placed by a priest on the Egyptian throne, following his father Thutmose II’s death, in 1504 b.c. Thutmose’s ascension to the throne was most probably inaugurated in order to prevent Moses from becoming the king. At the time, Moses, an adopted son of Pharaoh Hatshepsut, was 26 years old. Thutmose III was co-regent with his stepmother Hatshepsut until 1482 b.c., when she died. At the time of her death, Moses was in Midian. Thutmose III was 24 when he began his solo reign. He destroyed almost all monuments and statues with Hatshepsut’s name or picture and is also known for his successful military campaigns. He is considered to be the greatest military ruler in ancient Egypt. He was also an exceptional builder. In 1450 b.c., at the time of the Exodus, he was 56 years old.\n</p><p><strong>God’s Covenant\n</strong></p><p>Before God brings the Israelites out of Egypt, He assures them that He will fulfill the covenant He established with Abraham, Isaac, and Jacob. He promised their forefathers that He would “ ‘give them the land of Canaan’ ” (Exod. 6:4, NKJV), as mentioned in Genesis 12:7 and Genesis 17:8. God remembers this covenant, and because the fullness of time has come, things will now move forward. He will intervene for His people. The Lord encourages Moses to firmly declare to His people that His promise will certainly occur. His word will be fulfilled. This fresh assurance is recorded in the crucial passage of Exodus 6:6–8.\n</p><p>God begins with the solemn statement of self-identification: “ ‘I am the Lord.’ ” By this recognition formula, which is repeated 15 times in Exodus, especially in the section dealing with the plagues (Exod. 6:2, 6, 7, 8, 29; Exod. 7:5, 17; Exod. 10:2; Exod. 12:12; Exod. 14:4, 18; Exod. 15:26; Exod. 16:12; Exod. 29:46; Exod. 31:13), the Lord proclaims His intimate closeness with, and loving care for, His people. Such closeness and care will be recognized by the Israelites and also by the Egyptians. He will deliver His people as promised and liberate them from Egyptian bondage.\n</p><p><strong>The Lord stresses four different redemptive actions for His people and formally promises the following:\n</strong></p><p>1. “I will bring you out [hiphil form of yatsa' means “cause to go out”] from under the yoke of the Egyptians.”\n</p><p>2. “I will free [hiphil form of natsal means “rescue,” “snatch out,” “deliver,” “save”] you from being slaves to them.”\n</p><p>3. “I will redeem [ga'al] you with an outstretched arm and with mighty acts of judgment.”\n</p><p>4. “I will take [laqakh] you as my own people, and I will be [hayah] your God.”\n</p><p>These promises culminate with the covenant formula that underscores the intimate relationship and loving unity between the Lord and His people. This relationship is the fulfillment of God’s promise to Abraham (Gen. 17:7, 8). (In the Jewish Passover Seder liturgy, this biblical passage plays a key role, symbolized by four cups that are drunk by those who celebrate this act of redemption from Egyptian slavery.)\n</p><p>Then, for the first time in the book of Exodus, the Lord proclaims that “you,” meaning the Israelites, will “ ‘ “know that I am the Lord your God” ’ ” (Exod. 6:7, NKJV). Before, it was always the Lord who knew the oppression, suffering, and affliction of His people, but now His people will “know” their God.\n</p><p>The Lord adds two more promises: (1) “ ‘I will bring you to the land I swore with uplifted hand to give to Abraham, to Isaac and to Jacob’ ” (Exod. 6:8, NIV); and (2) “ ‘I will give it to you as a possession’ ” (Exod. 6:8, NIV). The staccato repetition of the divine “I” is the clear-cut guarantee that God’s Word will happen. Four times in Exodus 6:2–8, the recognition formula “ ‘I am the Lord’ ” appears. This phrase occurs at the very beginning and at the very end of this passage as an inclusio, or umbrella structure (Exod. 6:2, 8), as well as in two additional places in Exodus 6:6, 7.\n</p><p>The reaction of the Israelites, according to verse 9, is very sad. Moses speaks to the Israelites, but they are so discouraged that they do not listen to the Lord’s reassuring words. However, God’s redeeming actions are about to be revealed in all their glorious reality.\n</p><p><strong>Part III: Life Application\n</strong></p><p>1. What lessons can you draw from Moses’ very open, almost confrontational dialogue with the Lord? How does this impact your own walk with the Lord? How can we communicate our thoughts, feelings, and inner desires to Him in a sincere manner? How may we speak with Him about our negative emotions, such as disappointment, bitterness, frustration, hatred, envy, and anger?\n</p><p>2. We do not believe in fate or determinism. We also do not believe in chance or luck. We do believe in God’s trustworthy leadership when we sincerely and honestly ask Him for it. How can we learn to trust God more and rely fully upon His leadership?\n</p><p>3. God is not calling us to be successful; He calls us to be faithful. We need to be faithful to His calling to do what is needed in order to be His good witnesses in whatever stage of growth we find ourselves. Our success and prosperity depend on Him. How can you, without being confrontational, help and lead others to see God’s hand and interventions in their lives?\n</p><p>4. Egypt plays a crucial role in biblical prophecies. What realities in our postmodern, mega-modern age does the symbol of Egypt direct us to and confront us with?\n</p><p>5. Why is it that our expectations for God’s interventions and actions are usually not fulfilled? Why does He so often act only when all hopes are shattered?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>Rough Start</p>",
      "verse": "<p>“Afterward Moses and Aaron went in and told Pharaoh, ‘Thus says the Lord God of Israel: “Let My people go, that they may hold a feast to Me in the wilderness.” ’ And Pharaoh said, ‘Who is the Lord, that I should obey His voice to let Israel go? I do not know the Lord, nor will I let Israel go’ ” (Exodus 5:1, 2, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "July 12–18"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
