{
  "data": [
    {
      "color": "#ab0d23",
      "id": 713,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "March 19",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>Hebrews 13 presents the apostle’s concluding admonition: “Let brotherly love continue” (Heb. 13:1). He has affirmed throughout the epistle that we are of the household of the King–High Priest, Jesus, His brothers and sisters. The author does not conceive of the audience only as a group of individuals who work on their salvation in a one-on-one relationship with Jesus, but as a family, or household, saved together. Paul has characterized the work of Jesus for us as “brotherly love”: He was “not ashamed to call them brothers” (Heb. 2:11, ESV). Thus, believers should do for one another what Jesus did for them.<br><br>Throughout the letter, brotherly love involved “exhorting one another” so that no one would fall short of the grace of God (Heb. 3:13; Heb. 10:24, 25; Heb. 12:15–17). In chapter 13 it involves numerous elements: hospitality (Heb. 13:2), visiting and supporting prisoners and those who have been mistreated (Heb. 13:3), honoring marriage (Heb. 13:4), avoiding covetousness (Heb. 13:5, 6), remembering and obeying the leaders of the church (Heb. 13:7–17), and praying for the author himself (Heb. 13:18, 19).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 20",
          "dayTitle": "<p>Caring for God’s People<br></p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Hebrews 13:1, 2; Romans 12:13; 1 Timothy 3:2; Titus 1:8; and 1 Peter 4:9. What was the role of hospitality in the early church?</strong></p><p><strong>Hebrews 13:1-2</strong></p><p><strong><sup>1 </sup></strong>Let brotherly love continue.<strong><br><br><sup>2</sup></strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.<strong><br></strong></p><p><strong> Romans 12:13</strong></p><p><strong><sup>13</sup></strong> Distributing to the necessity of saints; given to hospitality.<strong><br></strong></p><p><strong> 1 Timothy 3:2</strong></p><p><strong><sup>2</sup></strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;<strong><br></strong></p><p><strong> Titus 1:8</strong></p><p><sup><strong>8</strong></sup> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;<strong><br></strong></p><p><strong> 1 Peter 4:9</strong></p><p><sup>9 </sup>Use hospitality one to another without grudging.<br><br>Christianity was a wandering movement that often depended on the hospitality of both Christians and non-Christians. The instruction to “not forget” to show hospitality probably does not simply refer to the failure to think about taking someone in but about willful neglect. Paul does not have in mind hospitality only for fellow believers.<br><br>He reminds his readers that by entertaining strangers some have unwittingly entertained angels (Heb. 13:2). He probably had in mind the visit of the three men to Abraham and Sarah (Gen. 18:2–15). Offering hospitality implies sharing possessions with other people and suffering with them, which is what Jesus did for us (Heb. 2:10–18).<br><br>Brotherly love toward those in prison implied not only that believers remembered prisoners in their prayers but also that believers provided relief through material and emotional support. There was a risk of willful neglect of prisoners. Those who provided material and emotional support to those condemned by society identified themselves with them. In some sense, they became “partners” with them and made themselves vulnerable to social abuse (Heb. 10:32–34).<br><br>Paul’s exhortation uses images and language to encourage the readers in regard to prisoners. First, the author evokes the readers’ own support for their incarcerated brethren in the past. They had become “companions” or “partners” to those who had been “publicly exposed to reproach and affliction” (Heb. 10:33, ESV). Second, the language of “mistreatment” echoes the example of Moses, who chose “rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin” (Heb. 11:25, ESV). Finally, Paul captures the ideal of brotherly love. He reminds the readers that they “also are in the body” (Heb. 13:3, ESV). They share the same human condition and should treat others as they would like to be treated if they were in the same circumstances; that is, in prison. The people should, then, provide material and emotional support to prisoners, showing them that they are not abandoned.<br><br><strong>What more can we do for those who are in prison, whether church members or not?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 21",
          "dayTitle": "<p>Covetousness and Sexual Immorality<br></p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Hebrews 13:4, 5; Luke 16:10–18; 1 Corinthians 5:1; Ephesians 5:3–5; and Colossians 3:5. What two evils are related in these passages?</strong><br></p><p><strong>Hebrews 13:4-5</strong></p><p><sup><strong>4</strong></sup> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.<sup><br><br><strong>5</strong></sup> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.<br><strong></strong></p><p><strong> Luke 16:10–18</strong></p><p><sup><strong>10 </strong></sup>He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.<sup><br><br><strong>11</strong></sup> If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?<strong><br><br><sup>12 </sup></strong>And if ye have not been faithful in that which is another man's, who shall give you that which is your own?<br><br><sup>13 </sup>No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.<strong><br><br><sup>14</sup></strong> And the Pharisees also, who were covetous, heard all these things: and they derided him.<strong><br><br><sup>15 </sup></strong>And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.<strong><br><br><sup>16 </sup></strong>The law and the prophets were until John: since that time the kingdom of God is preached, and every man presseth into it.<strong><br><br><sup>17</sup></strong> And it is easier for heaven and earth to pass, than one tittle of the law to fail.<strong><br><br><sup>18 </sup></strong>Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her husband committeth adultery.<br><strong></strong></p><p><strong> 1 Corinthians 5:1</strong></p><p><strong><sup><strong>1 </strong></sup>I</strong>t is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father's wife.<strong><br></strong></p><p><strong> Ephesians 5:3–5&nbsp;</strong></p><p><sup><strong>3</strong></sup> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;<strong><br><br><sup>4</sup></strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.<strong><br><br><sup>5 </sup></strong>For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.<br></p><p><strong>Colossians 3:5</strong></p><p><strong><sup>5</sup> </strong>Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:<strong><br></strong></p><p>Paul warns the readers against sexual immorality and greed because they are two grave threats to brotherly love. In fact, New Testament authors and ancient moralists noted a connection between them.<br><br>Paul’s call to honor marriage implied the avoidance of anything that would belittle it. This avoidance included abstaining both from violation of the marriage oath and from unwarranted divorces (compare with Matt. 19:9). The exhortation to keep the marriage bed undefiled refers to avoiding the profanation of marriage through sexual relationships outside of marriage. The expression “fornicators” refers in the New Testament to every form of sexual immorality (1 Cor. 5:9–11; 1 Cor. 6:9, 10; Eph. 5:5; 1 Tim. 1:9, 10; Rev. 21:8; Rev. 22:15). In addition, Greco-Roman society was lax in regard to sexual ethics. A double standard was common: this allowed men license in their sexual relationships as long as they were discreet. Paul warns, however, that God will judge adulterers. Believers should not let social conventions establish their own ethical standards.<br><br>“Love of money” was one of the main categories of vices in the Greco-Roman world. In fact, in another letter. Paul referred to “love of money” as the source of all evils (1 Tim. 6:10).<br><br>The defense against this vice is an attitude that Paul encourages in several epistles. First, they should “be content” with the things they had (also 2 Cor. 9:8; Phil. 4:11, 12). Furthermore, Christians should believe and embrace God’s promise that God would “never leave . . . nor forsake” them (Heb. 13:5). This promise was given in several places and moments to His people and is available to us today (Gen. 28:15; Deut. 31:6, 8; Josh. 1:5; 1 Chron. 28:20). Believers, then, are invited to respond to God’s promise with the words of Psalm 118:6: “The Lord is on my side; I will not fear. What can man do to me?” (ESV). This reference to Psalm 118 is appropriate because the psalmist expressed there his confidence in God, despite the suffering inflicted upon him by unbelievers.<br><br><strong>What are the ways that contemporary society undermines sexual purity and, at the same time, feeds the human love of money? In what practical ways can we strengthen our defenses against these two dangerous vices?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 22",
          "dayTitle": "<p>Remember Your Leaders<br></p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Hebrews 13:7–17. What should be our relationship with our leaders?</strong></p><p><strong>Hebrews 13:7–17</strong></p><p><sup>7 </sup>Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.<br><br><sup>8 </sup>Jesus Christ the same yesterday, and to day, and for ever.<br><br><sup><strong>9</strong> </sup>Be not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.<strong><br><br><sup>10</sup></strong> We have an altar, whereof they have no right to eat which serve the tabernacle.<strong><br><br><sup>11</sup></strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.<strong><br><br><sup>12</sup></strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.<strong><br><br><sup>13</sup></strong> Let us go forth therefore unto him without the camp, bearing his reproach.<sup><br><br><strong>14</strong></sup> For here have we no continuing city, but we seek one to come.<sup><br><br><strong>15</strong></sup> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.<strong><br><br><sup>16</sup></strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.<strong><br><br><sup>17</sup></strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.<br><br>Hebrews 13:7–17 contains an exhortation to respect and obey the leaders of the congregation. It begins with an invitation to “remember” those leaders of the past who spoke the Word of God to them, and it closes with a call to “obey” the leaders in the present (Heb. 13:17). The leaders of the past are most likely those who first preached the Word and founded the congregation. The call to “remember” them does not simply refer to a mental exercise of recollection or to an external tribute honoring them. Paul explains that they are to “remember” them by considering the outcome of their conduct and by imitating their faith.<br><br>For Paul, the greatest act of remembrance and praise is emulation. In this way, Paul has added the founding leaders of the congregation to the list of faithful heroes whom believers should carefully consider.<br><br>This list includes the heroes of faith of Hebrews 11, and Jesus, the consummate Example of faith, in Hebrews 12. The author further notes that Jesus is “the same yesterday and today and forever” (Heb. 13:8, ESV). He stands in stark contrast to false teachers who change with time and whose teachings become “various” and “strange” (Heb. 13:9, NKJV).<br><br>The call to remember the leaders in Hebrews 13:7 is restated in more forceful terms at the end of the section. Believers are exhorted to obey the leaders, because they watch out for their souls. The leaders are described here as pastors who are in charge of the spiritual wellbeing of the congregation, their flock, and who will give an account to God for their spiritual state (see also 1 Pet. 5:1–4, 1 Cor. 3:10–15).<br><br>Certainly, too, the idea should apply to all our church leaders, as well as at all levels of the denomination today.<br><br>The context also suggests that these leaders are undershepherds who serve under Jesus, “the great Shepherd of the sheep” (Heb. 13:20). The combination of care and faithfulness from the leaders and obedience or trust from the members will result in joy. This may mean that the leaders will be able to serve the congregation with “joy,” or that they will give an account of the congregation to God with joy and not with grief.<br><br><strong>What can you do to strengthen or improve the leader-member relationship in your congregation, as well as around the world?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 23",
          "dayTitle": "<p>Beware of Diverse and Strange Teachings<br></p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Compare Hebrews 13:9; Hebrews 2:9; Hebrews 4:16; and Hebrews 6:19, 20. Where is grace obtained? How are our hearts strengthened?</strong></p><p><strong>&nbsp;Hebrews 13:9</strong></p><p><strong><sup>9</sup></strong> Be not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.<strong><br></strong></p><p><strong> Hebrews 2:9</strong></p><p><strong><sup>9</sup> </strong>But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.<strong><br></strong></p><p><strong> Hebrews 4:16</strong></p><p><strong><sup>16</sup> </strong>Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.<strong><br></strong></p><p><strong> Hebrews 6:19-20</strong></p><p><strong><sup>19 </sup></strong>Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;<strong><br><br><sup>20</sup></strong> Whither the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec.<br><br>The relationship between false teachings and foods, touched on in Hebrews 13:9, probably does not refer to the distinction between clean and unclean foods.<br><br>Why? First, Paul does not seem concerned in the epistle with the distinction between clean and unclean foods. We know from Acts 15 that the early Christian church affirmed both that believers are saved by grace (Acts 15:7–11) and that they should continue to observe some food regulations (Acts 15:19, 20). The distinction between clean and unclean foods and other biblical regulations are not opposed to grace. In fact, Paul argues that the new covenant has put the law in the heart (Heb. 8:10–12). What the author makes very clear, however, is that animal sacrifices and the Levitical priestly mediation in the sanctuary have been superseded by the superior sacrifice and priestly mediation of Jesus (Heb. 8:4, 5; Heb. 10:1–18).<br><br>Second, the context suggests that Paul is criticizing the audience not for abstaining from certain foods but for partaking of them with the hope of somehow obtaining grace or merit (Heb. 13:9). He is probably warning against participating in Jewish ritual or cultic meals that were celebrated as an extension of the animal sacrifices in the temple and which were supposed to provide spiritual benefits, or grace. But grace is not mediated through these meals; grace comes only through the sacrifice and priestly mediation of Jesus Christ. Believers “have an altar” (Heb. 13:10), the cross of Christ, from which they can eat (John 6:47–58).<br><br>In Hebrews, “grace” comes from the throne of God (Heb. 4:16). This grace, mediated through Christ, is an “anchor,” “sure and steadfast,” that is fastened to God’s throne itself (Heb. 6:19, 20; compare with Heb. 4:16). It is this grace, which we receive through the sacrifice of Christ, that provides stability and assurance to our hearts. When the heart has been “established” in this way, it will not be “carried about” by new doctrines (Heb. 13:9), nor will it “drift away” from God (Heb. 2:1, NKJV).<br><br><strong>Dwell on Christ’s complete sacrifice. Why, then, is the idea of anything that we do “adding” to this sacrifice contrary to the gospel and the grace that is found in Jesus?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 24",
          "dayTitle": "<p>Go to Jesus Outside the Camp<br></p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p><strong>Compare Hebrews 13:10–14, Mark 8:34, Matthew 10:38, Luke 14:27, and Galatians 2:20. What does it mean to go to Jesus outside the camp?</strong></p><p><strong>Hebrews 13:10–14</strong></p><p><sup>10 </sup>We have an altar, whereof they have no right to eat which serve the tabernacle.<strong><br><br><sup>11 </sup></strong>For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.<strong><br><br><sup>12</sup></strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.<strong><br><br><sup>13</sup></strong> Let us go forth therefore unto him without the camp, bearing his reproach.<strong><br><br><sup>14 </sup></strong>For here have we no continuing city, but we seek one to come.<strong><br></strong></p><p><strong>Mark 8:34</strong></p><p><strong><sup>34</sup> </strong>And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me.<strong><br></strong></p><p><strong>Matthew 10:38</strong></p><p><sup>38</sup> And he that taketh not his cross, and followeth after me, is not worthy of me.<br><strong></strong></p><p><strong>Luke 14:27</strong></p><p><strong><sup>27 </sup></strong>And whosoever doth not bear his cross, and come after me, cannot be my disciple.<strong><br></strong></p><p><strong>Galatians 2:20</strong></p><p><strong><sup>20</sup></strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.<br><br>The place outside the gate was the most impure of the whole camp. The carcasses of the sacrificial animals were burned there (Lev. 4:12).<br><br>Lepers also were excluded from the camp (Lev. 13:46), and blasphemers and other criminals were executed there (Lev. 24:10–16, 23; 1 Kings 21:13; Acts 7:58). These regulations presupposed that the presence of God was within the camp. Anything that was impure was cast outside because God was unwilling to see any “unclean” or “indecent” thing in it (Num. 5:3, Deut. 23:14).<br><br>Jesus suffered on the cross outside Jerusalem (John 19:17–20). This emphasizes the shame that was cast upon Him (Heb. 12:2). He was officially condemned as one who had “blasphemed the name” and, therefore, was repudiated by Israel and executed outside the wall (Mark 14:63, 64; see Lev. 24:11, 16). Jesus was cast outside the camp as a “shameful,” “unclean,” or “indecent” thing (Heb. 12:2). Paul, however, exhorts believers to follow Jesus outside the gate, enduring the shame that He endured (Heb. 12:2; see Heb. 13:13). This also was the path Moses followed, who chose to bear “the reproach of Christ” instead of the treasures of Egypt (Heb. 11:26).<br><br>Paradoxically, however, Hebrews suggests that God’s presence is now outside the camp. The action of following Jesus outside the camp means not only “bearing His reproach,” or shame, but also going “forth to Him” (Heb. 13:13, NKJV) just as those Israelites who “sought the Lord” went “outside the camp” in the desert when Moses removed God’s tent from the camp after the golden-calf controversy (Exod. 33:7. NKJV).<br><br>This account suggests that the rejection of Jesus by unbelievers also implied the rejection of God, as Israel did in the golden-calf apostasy (Exodus 32, Exodus 33). Thus, the path of suffering and shame also is the path to God.<br><br>Paul invites readers to follow Jesus as “the author and finisher” of their faith (Heb. 12:2), implicitly inviting them also to consider their present sufferings a momentary discipline that will yield “the peaceable fruit of righteousness” (Heb. 12:11). They are leaving behind a corrupted city, or camp, in search of “the city that is to come,” whose architect is God (Heb. 13:14, ESV; Heb. 11:10, 16).<br><br><strong>What does it mean for you to follow Jesus “outside the camp”? What are those aspects of the life of faith in Jesus that may bring “reproach” or “shame” from those around you?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 25",
          "dayTitle": "",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>“After the descent of the Holy Spirit, . . . [believers] rejoiced in the sweetness of communion with saints. They were tender, thoughtful, self-denying, willing to make any sacrifice for the truth’s sake. In their daily association with one another, they revealed the love that Christ had enjoined upon them. By unselfish words and deeds they strove to kindle this love in other hearts. . . .<br><br>“But gradually a change came. The believers began to look for defects in others. Dwelling upon mistakes, giving place to unkind criticism, they lost sight of the Saviour and His love. They became more strict in regard to outward ceremonies, more particular about the theory than the practice of the faith. In their zeal to condemn others, they overlooked their own errors. They lost the brotherly love that Christ had enjoined, and, saddest of all, they were unconscious of their loss.<br><br>They did not realize that happiness and joy were going out of their lives and that, having shut the love of God out of their hearts, they would soon walk in darkness.<br><br>“John, realizing that brotherly love was waning in the church, urged upon believers the constant need of this love. His letters to the church are full of this thought. ‘Beloved, let us love one another,’ he writes; ‘for love is of God; and everyone that loveth is born of God, and knoweth God. He that loveth not knoweth not God; for God is love. In this was manifested the love of God toward us, because that God sent His onlybegotten Son into the world, that we might live through Him. Herein is love, not that we loved God, but that He loved us, and sent His Son to be the propitiation for our sins. Beloved, if God so loved us, we ought also to love one another.’ ”—Ellen G. White, The Acts of the Apostles, pp. 547, 548.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Christian life often is considered the personal, individual relationship between Jesus and the believer. This is, however, only one aspect of the Christian life. Why is it important to remember that God is leading us as a group? What are my responsibilities to the group? What can I expect from the group?<br><br><strong>2. </strong>What are the best indicators that brotherly love is strong in a congregation? Be prepared to create a list in your Sabbath School class.<br><br><strong>3. </strong>What is true brotherly love? What are its characteristics, causes, and results? How would you differentiate it from false brotherly love?</p><p><br></p><p><strong>Inside Story:</strong></p><p>Narrow Escape! By Saengsurin Phongchan<br><br>God loves me a lot. When a friend moved away to Australia, I agreed to visit her parents every once in a while back here in Thailand. It wasn’t easy to find the parents’ house. I had to look up directions, and I learned that the house was quite some distance from my own. For my first visit, I filled my backpack and several bags with groceries. Carrying the food, I hailed a three-wheeled tuktuk taxi to take me to the bus station.<br><br>Partway through our trip, the tuk-tuk driver suddenly said, “I can’t take you. Can I call you another tuk-tuk?” He didn’t give any reason for his change of heart. What could I do? A second tuk-tuk picked me up, but the driver took me to the wrong place. I got into a third tuk-tuk. It took nearly two hours to reach the bus station. I was fuming in frustration when I arrived. Why had it taken two hours and three tuk-tuks for the usual short and simple trip to the bus station?<br><br>“Where are you going?” the ticket seller asked me. I was so upset that I couldn’t talk to anyone, not even to the ticket seller.<br><br>“I’ll talk to you later,” I said, turning away.<br><br>After calming down, I bought a ticket and boarded a minivan. During the trip to the house of my friend’s parents, we passed a wrecked minivan on the side of the road. Our driver stopped to see if he could help.<br><br>Returning to the minivan, he somberly told us that several passengers had died in the crash.<br><br>“This is the minivan that left right before us on this route,” he said. At that moment, I realized that I should have been on that minivan. I only missed the minivan because of the many delays in reaching the bus station.<br><br>My friend’s parents were relieved to see me. They had heard about the crash. “We were so worried because we thought you were on that minivan,” the mother said.<br><br>“God is so good,” I said. Then I told my story about the delays to the parents, who were not Christians.<br><br>“The God or angel who protects you is really great!” the father exclaimed.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Let Brotherly Love Continue<br></p>",
      "verse": "<p>Let brotherly love continue (Hebrews 13:1).<br></p>",
      "versionCode": 16,
      "weekDate": "March 19–25"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
