{
  "data": [
    {
      "color": "#e6afed",
      "id": 14,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "24 de Ddiciembre",
          "dayTitle": "",
          "id": 141,
          "idDay": 1,
          "idLesson": 14,
          "lessonText": "<p>Las Escrituras nos dan esta esperanza: “Pero nosotros esperamos, según sus promesas, cielos nuevos y tierra nueva, en los cuales mora la justicia” (2 Ped. 3:13). Sin embargo, para algunos, la promesa de “un cielo nuevo y una tierra nueva” (Apoc. 21:1) parece una fantasía, historias contadas por los poderosos que utilizaron la esperanza de una vida después de la muerte para ayudar a mantener a las masas bajo control. La idea es: Aunque ahora sea duro para ti, un día tendrás tu recompensa en el cielo, o algo similar.</p><p>Aunque algunos han usado de esa manera la esperanza futura presentada en la Biblia, ese abuso no cambia la verdad de las promesas que tenemos con respecto a los cielos nuevos y la Tierra nueva. En los últimos días, los burladores ridiculizarán nuestra bendita esperanza (2 Ped. 3:3–7). Pero sus burlas, tal como se predijo, podrían considerarse una prueba más de que lo que dice la Biblia es verdad, porque se burlan como lo predijo la Biblia.</p><p>Durante esta semana reflexionaremos sobre la gloriosa promesa de un cielo nuevo y una Tierra nueva, incluyendo el Templo celestial, la presencia de Dios, el fin de la muerte y las lágrimas, y el triunfo definitivo del amor de Dios.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de diciembre",
          "dayTitle": "<p>UN CIELO NUEVO Y UNA TIERRA NUEVA</p>",
          "id": 142,
          "idDay": 2,
          "idLesson": 14,
          "lessonText": "<p>Para algunos seguidores de la filosofía griega, la idea de que algo sea físico significa que es malo. Por eso, para ellos es inconcebible pensar en un cielo real con personas reales en el futuro. En este pensamiento, para que sea cielo y para que sea bueno, debe haber un estado puramente espiritual, libre de las manchas que se encuentran en este mundo físico. Afirman que si algo es material no puede ser espiritual; y si algo es espiritual no puede ser material. En cambio, la Biblia habla del cielo en términos concretos, pero sin las limitaciones que impone la presencia del pecado.</p><p><br></p><p><strong>Lee Isaías 65:17 al 25; 66:22 y 23; 2 Pedro 3:13; y Apocalipsis 21:1 al 5. ¿Cuál es el mensaje primordial de estos pasajes?</strong></p><p><strong><br></strong></p><p><strong>Isaías 65:17-25</strong></p><p><strong><sup>17</sup></strong> Porque he aquí que yo crearé nuevos cielos y nueva tierra; y de lo primero no habrá memoria, ni más vendrá al pensamiento.</p><p><strong><sup>18</sup> </strong>Mas os gozaréis y os alegraréis para siempre en las cosas que yo he creado; porque he aquí que yo traigo a Jerusalén alegría, y a su pueblo gozo.</p><p><sup style=\"\"><strong>19</strong> </sup>Y me alegraré con Jerusalén, y me gozaré con mi pueblo; y nunca más se oirán en ella voz de lloro, ni voz de clamor.</p><p><strong><sup>20 </sup></strong>No habrá más allí niño que muera de pocos días, ni viejo que sus días no cumpla; porque el niño morirá de cien años, y el pecador de cien años será maldito.</p><p><strong><sup>21 </sup></strong>Edificarán casas, y morarán en ellas; plantarán viñas, y comerán el fruto de ellas.</p><p><sup><strong>22 </strong></sup>No edificarán para que otro habite, ni plantarán para que otro coma; porque según los días de los árboles serán los días de mi pueblo, y mis escogidos disfrutarán la obra de sus manos.</p><p><strong><sup>23 </sup></strong>No trabajarán en vano, ni darán a luz para maldición; porque son linaje de los benditos de Jehová, y sus descendientes con ellos.\n</p><p><sup style=\"background-color: initial;\"><strong>24 </strong></sup>Y antes que clamen, responderé yo; mientras aún hablan, yo habré oído.<br></p><p><strong style=\"background-color: initial;\"><sup>25 </sup></strong>El lobo y el cordero serán apacentados juntos, y el león comerá paja como el buey; y el polvo será el alimento de la serpiente. No afligirán, ni harán mal en todo mi santo monte, dijo Jehová.Isaías 65:17 al 25<br></p><p><br></p><p><strong style=\"background-color: initial;\">Isaías 66:22 y 23</strong></p><p><span style=\"background-color: initial;\"><strong><sup>22 </sup></strong>Porque como los cielos nuevos y la nueva tierra que yo hago permanecerán delante de mí, dice Jehová, así permanecerá vuestra descendencia y vuestro nombre.</span></p><p><span style=\"background-color: initial;\"><strong><sup>23 </sup></strong>Y de mes en mes, y de día de reposo en día de reposo, vendrán todos a adorar delante de mí, dijo Jehová.</span></p><p><span style=\"background-color: initial;\"><br></span></p><p><span style=\"background-color: initial;\">El libro de Isaías brinda vislumbres interesantes sobre cómo habría sido la Tierra si Israel, como nación, hubiera permanecido fiel a su pacto con Dios (Isa. 65:17–25; 66:22, 23; comparar con Deut. 28). Todo el entorno, con sus diversas expresiones de vida, habría crecido cada vez más hacia el plan original de Dios, es decir, previo a la entrada del pecado.</span></p><p><span style=\"background-color: initial;\">Sin embargo, ese plan no se materializó de la manera esperada. Luego se estableció un nuevo plan, pero ahora por medio de la iglesia, compuesta por judíos y gentiles de todas las naciones (Mat. 28:18–20; 1 Ped. 2:9). Por lo tanto, debemos releer las profecías de Isaías desde la perspectiva de la iglesia (2 Ped. 3:13; Apoc. 21:1–5).\n</span></p><p>“En la Biblia se llama a la herencia de los bienaventurados ‘una patria’ (Heb. 11:14-16). Allí el Pastor divino conduce a su rebaño a los manantiales de aguas vivas. El árbol de vida da su fruto cada mes, y las hojas del árbol son para utilidad de las naciones. Allí hay corrientes que manan eternamente, claras como el cristal, al lado de las cuales se mecen árboles que echan su sombra sobre los senderos preparados para los redimidos del Señor. Allí las vastas planicies alternan con bellísimas colinas y las montañas de Dios elevan sus majestuosas cumbres. En esas pacíficas llanuras, al borde de esas corrientes vivas, el pueblo de Dios, que por tanto tiempo anduvo peregrino y errante, encontrará un hogar” (CS 733).</p><p><span style=\"background-color: initial;\">Muchos autores seculares que no tienen la esperanza de la Eternidad como la presentan las Escrituras, han lamentado la falta de sentido de la existencia humana. Aunque están equivocados en cuento al futuro, ¿por qué es difícil alegar en contra de su argumento sobre el sinsentido de la vida sin una esperanza futura? Presenta tu respuesta a la clase el sábado.</span></p><p><span style=\"background-color: initial;\">\n</span></p><p><span style=\"background-color: initial;\">\n</span></p><p><span style=\"background-color: initial;\">\n</span></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de diciembre",
          "dayTitle": "EN EL TEMPLO DE DIOS",
          "id": 143,
          "idDay": 3,
          "idLesson": 14,
          "lessonText": "<p>Algunos hablan del cielo propiamente dicho como el Santuario de Dios. Pero el libro de Apocalipsis alude a un Santuario/Templo específico dentro de la Nueva Jerusalén, donde se encuentran el Trono de Dios y el mar de vidrio (Apoc. 4:2–6; 7:9–15; 15:5–8). Allí, la gran multitud de santos de todas las naciones, tribus, pueblos y lenguas adorarán a Dios para siempre (Apoc. 7:9–17).\n</p><p><strong style=\"background-color: initial;\">Compara Apocalipsis 7:9 al 15 con 21:3 y 22. ¿Cómo podemos armonizar la descripción de la gran multitud de los redimidos que sirven a Dios “día y noche en su templo” (Apoc. 7:15) con la afirmación de que Juan “no vió ningún templo” en la Nueva Jerusalén (Apoc. 21:22, NVI)?</strong><br></p><p><strong><br></strong></p><p><strong>Apocalipsis 7:9 -15</strong></p><p><strong><sup>9</sup></strong> Después de esto miré, y he aquí una gran multitud, la cual nadie podía contar, de todas naciones y tribus y pueblos y lenguas, que estaban delante del trono y en la presencia del Cordero, vestidos de ropas blancas, y con palmas en las manos;</p><p><strong><sup>10 </sup></strong>y clamaban a gran voz, diciendo: La salvación pertenece a nuestro Dios que está sentado en el trono, y al Cordero.</p><p><strong><sup>11 </sup></strong>Y todos los ángeles estaban en pie alrededor del trono, y de los ancianos y de los cuatro seres vivientes; y se postraron sobre sus rostros delante del trono, y adoraron a Dios,</p><p><strong><sup>12 </sup></strong>diciendo: Amén. La bendición y la gloria y la sabiduría y la acción de gracias y la honra y el poder y la fortaleza, sean a nuestro Dios por los siglos de los siglos. Amén.</p><p><strong><sup>13 </sup></strong>Entonces uno de los ancianos habló, diciéndome: Estos que están vestidos de ropas blancas, ¿quiénes son, y de dónde han venido?</p><p><strong><sup>14 </sup></strong>Yo le dije: Señor, tú lo sabes. Y él me dijo: Estos son los que han salido de la gran tribulación, y han lavado sus ropas, y las han emblanquecido en la sangre del Cordero.</p><p><strong><sup>15 </sup></strong>Por esto están delante del trono de Dios, y le sirven día y noche en su templo; y el que está sentado sobre el trono extenderá su tabernáculo sobre ellos.</p><p><br></p><p><strong>Apocalipsis 21:3-22</strong></p><p><strong><sup>3</sup></strong> Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.</p><p><strong><sup>4</sup></strong> Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.</p><p><strong><sup>5</sup></strong> Y el que estaba sentado en el trono dijo: He aquí, yo hago nuevas todas las cosas. Y me dijo: Escribe; porque estas palabras son fieles y verdaderas.</p><p><strong><sup>6</sup></strong> Y me dijo: Hecho está. Yo soy el Alfa y la Omega, el principio y el fin. Al que tuviere sed, yo le daré gratuitamente de la fuente del agua de la vida.</p><p><strong><sup>7</sup></strong> El que venciere heredará todas las cosas, y yo seré su Dios, y él será mi hijo.</p><p><strong><sup>8</sup></strong> Pero los cobardes e incrédulos, los abominables y homicidas, los fornicarios y hechiceros, los idólatras y todos los mentirosos tendrán su parte en el lago que arde con fuego y azufre, que es la muerte segunda.</p><p><strong><sup>9</sup></strong> Vino entonces a mí uno de los siete ángeles que tenían las siete copas llenas de las siete plagas postreras, y habló conmigo, diciendo: Ven acá, yo te mostraré la desposada, la esposa del Cordero.</p><p><strong><sup>10 </sup></strong>Y me llevó en el Espíritu a un monte grande y alto, y me mostró la gran ciudad santa de Jerusalén, que descendía del cielo, de Dios,</p><p><strong><sup>11 </sup></strong>teniendo la gloria de Dios. Y su fulgor era semejante al de una piedra preciosísima, como piedra de jaspe, diáfana como el cristal.</p><p><strong><sup>12 </sup></strong>Tenía un muro grande y alto con doce puertas; y en las puertas, doce ángeles, y nombres inscritos, que son los de las doce tribus de los hijos de Israel;</p><p><strong><sup>13 </sup></strong>al oriente tres puertas; al norte tres puertas; al sur tres puertas; al occidente tres puertas.</p><p><strong><sup>14 </sup></strong>Y el muro de la ciudad tenía doce cimientos, y sobre ellos los doce nombres de los doce apóstoles del Cordero.</p><p><strong><sup>15 </sup></strong>El que hablaba conmigo tenía una caña de medir, de oro, para medir la ciudad, sus puertas y su muro.&nbsp;</p><p><strong><sup>16 </sup></strong>La ciudad se halla establecida en cuadro, y su longitud es igual a su anchura; y él midió la ciudad con la caña, doce mil estadios; la longitud, la altura y la anchura de ella son iguales.</p><p><strong><sup>17 </sup></strong>Y midió su muro, ciento cuarenta y cuatro codos, de medida de hombre, la cual es de ángel.</p><p><strong><sup>18 </sup></strong>El material de su muro era de jaspe; pero la ciudad era de oro puro, semejante al vidrio limpio;</p><p><strong><sup>19 </sup></strong>y los cimientos del muro de la ciudad estaban adornados con toda piedra preciosa. El primer cimiento era jaspe; el segundo, zafiro; el tercero, ágata; el cuarto, esmeralda;</p><p><strong><sup>20 </sup></strong>el quinto, ónice; el sexto, cornalina; el séptimo, crisólito; el octavo, berilo; el noveno, topacio; el décimo, crisopraso; el undécimo, jacinto; el duodécimo, amatista.\n</p><p><strong style=\"background-color: initial;\"><sup>21 </sup></strong>Las doce puertas eran doce perlas; cada una de las puertas era una perla. Y la calle de la ciudad era de oro puro, transparente como vidrio.</p><p><strong><sup>22 </sup></strong>Y no vi en ella templo; porque el Señor Dios Todopoderoso es el templo de ella, y el Cordero.</p><p><br></p><p>El Santuario/Templo celestial siempre ha sido el lugar donde las huestes celestiales adoran a Dios. Pero, con la aparición del pecado, ese Santuario se convirtió también en el lugar desde donde se ofrece la salvación a la humanidad. “Cuando termine el problema del pecado, el Santuario celestial retornará nuevamente a su función original. En Apocalipsis 21:22, Juan el Revelador informa que ya no vio un templo en la ciudad, porque el Señor Dios todopoderoso y el Cordero son su templo. Pero, ¿significa eso que ya no hay una casa de Dios donde sus criaturas puedan ir a tener una comunión especial con él? ¡De ninguna manera!” (R. M. Davidson, “The Sanctuary: ‘To Behold the Beauty of the Lord’ ”, p. 31).</p><p>El libro de Apocalipsis presta especial atención al Ser que recibe adoración y a quienes lo adoran. Esta adoración celestial se centra en Dios y en el Cordero (Apoc. 5:13; 7:10). Como siempre, y como debe ser, Cristo es el centro de la adoración.</p><p>Los adoradores son quienes “han salido de la gran tribulación, y han lavado sus ropas, y las han emblanquecido en la sangre del Cordero” (Apoc. 7:14). Son un testimonio vivo del poder redentor y transformador de Dios. Cantan alabanzas a Dios por quién es él y por lo que hizo por ellos.</p><p>Apocalipsis 21:3 dice: “He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios”. Estos versículos reflejan muchos otros pasajes (Jer. 32:38; Eze. 37:27; Zac. 8:8; Heb. 8:10). ¿Qué significa para nosotros ahora, que todavía estamos en la Tierra, que Dios será nuestro Dios y nosotros seremos su pueblo? ¿Cómo vivimos esta asombrosa verdad ahora?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de diciembre",
          "dayTitle": "EN LA PRESENCIA DE DIOS",
          "id": 144,
          "idDay": 4,
          "idLesson": 14,
          "lessonText": "<p>La Biblia dice que Dios “habita en luz inaccesible” (1 Tim. 6:16), y que “a Dios nadie le vio jamás” (Juan 1:18; 1 Juan 4:12). ¿Significa esto que los santos nunca verán a Dios el Padre en el cielo? En absoluto. Es evidente que el hecho de no ver a Dios se refiere a los seres humanos después de la Caída, porque hay varios indicios en las Escrituras de que los santos realmente lo verán en el cielo.</p><p><br></p><p><strong>Lee Mateo 5:8; 1 Juan 3:2 y 3; y Apocalipsis 22:3 y 4. ¿Qué nos dicen estos pasajes acerca del privilegio supremo de ver a Dios?</strong></p><p><strong>&nbsp;Mateo 5:8</strong></p><p><strong><sup>8</sup></strong> Bienaventurados los de limpio corazón, porque ellos verán a Dios.</p><p><strong>1 Juan 3:2 -3</strong></p><p><strong><sup>2</sup></strong> Amados, ahora somos hijos de Dios, y aún no se ha manifestado lo que hemos de ser; pero sabemos que cuando él se manifieste, seremos semejantes a él, porque le veremos tal como él es.</p><p><sup><strong>3</strong></sup> Y todo aquel que tiene esta esperanza en él, se purifica a sí mismo, así como él es puro.</p><p><strong>Apocalipsis 22:3-4</strong></p><p><strong><sup>3</sup></strong> Y no habrá más maldición; y el trono de Dios y del Cordero estará en ella, y sus siervos le servirán,</p><p><strong><sup>4</sup></strong> y verán su rostro, y su nombre estará en sus frentes.</p><p>El mismo apóstol Juan que declaró que “a Dios nadie le vio jamás” (Juan 1:18; 1 Juan 4:12); pero también declara que “le veremos tal como él es” (1 Juan 3:2, 3) y que “verémos su rostro” (Apoc. 22:3, 4). Puede ser debatible si estos pasajes se refieren a Dios el Padre o a Cristo. Pero, todas las dudas se desvanecen a la luz de la propia declaración de Cristo: “Bienaventurados los de limpio corazón, porque ellos verán a Dios” (Mat. 5:8). ¡Qué privilegio será para los redimidos adorar a Dios en su Templo! Pero el privilegio supremo de todos será ver su rostro.</p><p>“El pueblo de Dios tiene el privilegio de tener comunión directa con el Padre y con el Hijo. ‘Ahora vemos en un espejo, confusamente’ (1 Cor. 13:12). Contemplamos la imagen de Dios reflejada, como en un espejo, en las obras de la naturaleza y sus tratos con los hombres; pero entonces lo veremos cara a cara, sin velo que nos lo oculte. Estaremos en su presencia y contemplaremos la gloria de su rostro” (CS 735).</p><p>Observa en algunos de los versículos de hoy el vínculo entre la pureza y el hecho de ver a Dios. “Los de limpio corazón” verán a Dios; el que verá a Dios “se purifica a sí mismo, así como él es puro” (1 Juan 3:3). Lo que estos versículos revelan es que Dios debe hacer una obra en nosotros ahora, que nos ayude a prepararnos para el cielo.</p><p>Aunque, en definitiva, la muerte de Jesús es la que nos garantiza el derecho al cielo, pasaremos por un proceso de purificación aquí y ahora que nos ayudará a prepararnos para nuestro hogar eterno. Y el centro del proceso de purificación es la obediencia a su Palabra gracias a la obra del Espíritu Santo en nosotros.</p><p><strong>Lee 1 Pedro 1:22. ¿Cómo nos revela este texto el vínculo entre la obediencia mediante el Espíritu y la purificación? ¿Qué tiene la obediencia, que nos purifica? Específicamente, ¿cómo dice Pedro que se manifestará nuestra obediencia?</strong></p><p><strong><br></strong></p><p><strong>1 Pedro 1:2</strong></p><p><sup><strong>2</strong> </sup>elegidos según la presciencia de Dios Padre en santificación del Espíritu, para obedecer y ser rociados con la sangre de Jesucristo: Gracia y paz os sean multiplicadas.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de diciembre",
          "dayTitle": "NO MÁS MUERTE NI LÁGRIMAS",
          "id": 145,
          "idDay": 5,
          "idLesson": 14,
          "lessonText": "<p>La teoría de un alma inmortal que sufre eternamente en un infierno siempre en llamas contradice la enseñanza bíblica de que en el cielo nuevo y la Tierra Nueva “ya no habrá muerte, ni habrá más llanto” (Apoc. 21:4). Si fuera cierta la teoría de un infierno eterno y ardiente, entonces la “segunda muerte” no erradicaría el pecado ni a los pecadores del Universo, sino que solo los confinaría en un infierno eterno de dolor y llanto. Es más: En este caso, el Universo nunca se restauraría completamente a su perfección original. Pero ¡alabado sea el Señor, porque la Biblia pinta un cuadro completamente diferente!\n</p><p><br></p><p><strong>Lee Isaías 25:8, y Apocalipsis 7:17 y 21:4. ¿Qué consuelo y esperanza pueden traernos estos pasajes en medio de las pruebas y el sufrimiento de este mundo actual?</strong></p><p><strong><br></strong></p><p><strong>Isaías 25:8</strong></p><p><strong><sup>8</sup></strong> Destruirá a la muerte para siempre; y enjugará Jehová el Señor toda lágrima de todos los rostros; y quitará la afrenta de su pueblo de toda la tierra; porque Jehová lo ha dicho.</p><p><strong>Apocalipsis 7:17</strong></p><p><strong><sup>17 </sup></strong>porque el Cordero que está en medio del trono los pastoreará, y los guiará a fuentes de aguas de vida; y Dios enjugará toda lágrima de los ojos de ellos.</p><p><strong>Apocalipsis 21:4</strong></p><p><strong><sup>4</sup></strong> Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.</p><p><br></p><p>La vida puede ser muy dura, injusta, cruel. El frío abrazo de la muerte violentamente nos arrebata a algunas personas muy entrañables para nosotros; otras llegan sutilmente a nuestra vida, nos roban los sentimientos y luego se van como si nada hubiera pasado. Qué terrible es ser traicionado por alguien a quien amamos y en quien confiamos.</p><p>Hay momentos en los que, con el corazón roto, hasta podemos preguntarnos si vale la pena seguir viviendo. Sin embargo, independientemente de nuestros pesares, Dios siempre está dispuesto a enjugar toda lágrima de nuestras mejillas. Pero, algunas de nuestras lágrimas más profundas seguirán fluyendo hasta ese glorioso día en que la muerte, el dolor y el llanto dejarán de existir (Apoc. 21:1–5).</p><p>Podemos confiar en que en el Juicio Final Dios tratará a cada ser humano con justicia y amor. Todos nuestros seres queridos que murieron en Cristo resucitarán de entre los muertos para estar con nosotros por toda la Eternidad. Los que no son aptos para la vida eterna finalmente dejarán de existir, sin tener que vivir en un cielo para ellos “desagradable” o en un infierno que arda eternamente. Nuestro mayor consuelo proviene de la manera justa en que Dios trata a todos. Cuando la muerte deje de existir definitivamente, los redimidos exclamarán con júbilo: “¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria?” (1 Cor. 15:54, 55).\n</p><p><br></p><p>El Señor prometió que, en el cielo nuevo y la Tierra Nueva que creará, “de lo primero no habrá memoria, ni más vendrá al pensamiento” (Isa. 65:17). Esto no significa que el cielo será un lugar de amnesia, sino que el pasado no socavará el gozo perdurable del cielo.</p><p><strong>¿Quién no ha sentido aquí los injustos estragos de la existencia humana? Especialmente en esos malos momentos, ¿cómo podemos aprender a confiar y, en lo posible, regocijarnos en la bondad y el amor de Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de diciembre",
          "dayTitle": "SU NOMBRE EN SUS FRENTES",
          "id": 146,
          "idDay": 6,
          "idLesson": 14,
          "lessonText": "<p><strong>Lee Apocalipsis 22:3 al 5. ¿Cómo podemos tener la seguridad de que estaremos entre aquellos que tendrán el nombre de Dios escrito en la frente? Es decir, ¿podemos estar seguros?</strong></p><p><strong><sup><br></sup></strong></p><p><strong><sup>3</sup></strong> Y no habrá más maldición; y el trono de Dios y del Cordero estará en ella, y sus siervos le servirán,</p><p><strong><sup>4</sup></strong> y verán su rostro, y su nombre estará en sus frentes.\n</p><p><strong style=\"background-color: initial;\"><sup>5</sup></strong> No habrá allí más noche; y no tienen necesidad de luz de lámpara, ni de luz del sol, porque Dios el Señor los iluminará; y reinarán por los siglos de los siglos.<br></p><p><br></p><p>Después de la rebelión de Lucifer y la caída de Adán y de Eva, Dios podría haber destruido a los dos pecadores. Sin embargo, como expresión del amor incondicional por sus criaturas, Dios estableció un plan misericordioso para salvar a todos los que acepten lo que él les ofrece. Esto es lo que se conoce como el “plan de salvación”, que, aunque existía aun antes de la creación de la Tierra (Efe. 1:3, 4; 2 Tim. 1:9; Tito 1:2; Apoc. 13:8), la primera vez que se dio a conocer fue a la humanidad en el Edén, inmediatamente después de la Caída. Luego se reveló aún más en los tipos y las sombras del servicio del Santuario hebreo (Éxo. 25). Y posteriormente tuvo su máxima expresión en la vida, la muerte y la resurrección de Jesús (ver Rom. 5).\n</p><p><br></p><p><strong>Efe. 1:3-</strong><strong>&nbsp;4</strong></p><p><strong><sup>3</sup></strong> Bendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo,&nbsp;</p><p><strong style=\"background-color: initial;\"><sup>4</sup></strong> según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él<br></p><p><br></p><p><strong>2 Tim. 1:9</strong></p><p><strong><sup>9</sup></strong> quien nos salvó y llamó con llamamiento santo, no conforme a nuestras obras, sino según el propósito suyo y la gracia que nos fue dada en Cristo Jesús antes de los tiempos de los siglos</p><p><br></p><p><strong>Tito 1:2</strong></p><p><strong><sup>2</sup></strong> en la esperanza de la vida eterna, la cual Dios, que no miente, prometió desde antes del principio de los siglos</p><p><br></p><p><strong>Apoc. 13:8</strong></p><p><strong><sup>8</sup></strong> Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.</p><p><br></p><p><strong>Romanos 5</strong></p><p><strong><sup>1</sup></strong> Justificados, pues, por la fe, tenemos paz para con Dios por medio de nuestro Señor Jesucristo;</p><p><strong><sup>2</sup></strong> por quien también tenemos entrada por la fe a esta gracia en la cual estamos firmes, y nos gloriamos en la esperanza de la gloria de Dios.</p><p><strong><sup>3</sup></strong> Y no solo esto, sino que también nos gloriamos en las tribulaciones, sabiendo que la tribulación produce paciencia;</p><p><strong><sup>4</sup></strong> y la paciencia, prueba; y la prueba, esperanza;</p><p><strong><sup>5</sup></strong> y la esperanza no avergüenza; porque el amor de Dios ha sido derramado en nuestros corazones por el Espíritu Santo que nos fue dado.</p><p><strong><sup>6</sup></strong> Porque Cristo, cuando aún éramos débiles, a su tiempo murió por los impíos.</p><p><strong><sup>7</sup></strong> Ciertamente, apenas morirá alguno por un justo; con todo, pudiera ser que alguno osara morir por el bueno.\n</p><p><strong style=\"background-color: initial;\"><sup>8</sup></strong> Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.</p><p><strong><sup>9</sup></strong> Pues mucho más, estando ya justificados en su sangre, por él seremos salvos de la ira.</p><p><strong><sup>10</sup></strong> Porque si siendo enemigos, fuimos reconciliados con Dios por la muerte de su Hijo, mucho más, estando reconciliados, seremos salvos por su vida.</p><p><strong><sup>11 </sup></strong>Y no solo esto, sino que también nos gloriamos en Dios por el Señor nuestro Jesucristo, por quien hemos recibido ahora la reconciliación.\n</p><p><strong style=\"background-color: initial;\"><sup>12 </sup></strong>Por tanto, como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron.<br></p><p><strong style=\"background-color: initial;\"><sup>13 </sup></strong>Pues antes de la ley, había pecado en el mundo; pero donde no hay ley, no se inculpa de pecado.</p><p><strong><sup>14 </sup></strong>No obstante, reinó la muerte desde Adán hasta Moisés, aun en los que no pecaron a la manera de la transgresión de Adán, el cual es figura del que había de venir.</p><p><strong><sup>15 </sup></strong>Pero el don no fue como la transgresión; porque si por la transgresión de aquel uno murieron los muchos, abundaron mucho más para los muchos la gracia y el don de Dios por la gracia de un hombre, Jesucristo.</p><p><strong><sup>16 </sup></strong>Y con el don no sucede como en el caso de aquel uno que pecó; porque ciertamente el juicio vino a causa de un solo pecado para condenación, pero el don vino a causa de muchas transgresiones para justificación.</p><p><strong><sup>17 </sup></strong>Pues si por la transgresión de uno solo reinó la muerte, mucho más reinarán en vida por uno solo, Jesucristo, los que reciben la abundancia de la gracia y del don de la justicia.\n</p><p><strong style=\"background-color: initial;\"><sup>18 </sup></strong>Así que, como por la transgresión de uno vino la condenación a todos los hombres, de la misma manera por la justicia de uno vino a todos los hombres la justificación de vida.</p><p><strong><sup>19 </sup></strong>Porque así como por la desobediencia de un hombre los muchos fueron constituidos pecadores, así también por la obediencia de uno, los muchos serán constituidos justos.</p><p><strong><sup>20 </sup></strong>Pero la ley se introdujo para que el pecado abundase; mas cuando el pecado abundó, sobreabundó la gracia;\n</p><p><strong style=\"background-color: initial;\"><sup>21 </sup></strong>para que así como el pecado reinó para muerte, así también la gracia reine por la justicia para vida eterna mediante Jesucristo, Señor nuestro.<br></p><p><br></p><p>En el centro del plan de salvación está la promesa de vida eterna, sobre la base de los méritos de Jesús, para todos los que acepten, por fe, la gran provisión hecha en la Cruz. Antes de la Cruz y después de la Cruz, la salvación siempre ha sido por fe, nunca por obras, por más que las obras sean una expresión natural de nuestra salvación.</p><p><strong style=\"background-color: initial;\">Pablo escribió acerca de Abraham, quien existió mucho antes de la venida de Cristo, como un ejemplo de salvación por la fe: “Porque si Abraham fue justificado por las obras, tiene de qué gloriarse, pero no para con Dios. Porque ¿qué dice la Escritura? Creyó Abraham a Dios, y le fue contado por justicia” (Rom. 4:2, 3). ¿Cómo nos ayudan estos versículos a entender de qué se trata la salvación por fe?</strong><br></p><p>Entonces, podemos tener la seguridad de la salvación si aceptamos a Jesús, nos entregamos a él, reclamamos sus promesas (incluyendo las de una nueva vida en él), y nos apoyamos totalmente en sus méritos y nada más. Abraham creyó, y esto se le tomó en cuenta como justicia; con nosotros funciona igual.\n</p><p>Por consiguiente, esto es lo que significa tener su nombre escrito en nuestra frente. Si lo tenemos escrito allí en este momento y no nos apartamos de él, entonces también estará escrito en los cielos nuevos y en la Tierra Nueva.</p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de diciembre",
          "dayTitle": "",
          "id": 147,
          "idDay": 7,
          "idLesson": 14,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>Lee Elena de White, El conflicto de los siglos, “El fin del conflicto”, pp. 732-738; La segunda venida y el cielo, “La Tierra renovada”, pp. 207-226; “La escuela celestial”, pp. 227-248; “El día se acerca”, pp. 249-260; “El cielo puede comenzar ahora”, pp. 261-276; “La música del cielo” pp. 277-288; “Llamados a estar allí”, pp. 289-299.</p><p>“La Cruz de Cristo será la ciencia y el canto de los redimidos durante toda la Eternidad. En el Cristo glorificado contemplarán al Cristo crucificado. Nunca olvidarán que el Ser cuyo poder creó los innumerables mundos y los sostiene a través de la inmensidad del espacio –el Amado de Dios, la Majestad del cielo, a quien los querubines y los serafines resplandecientes se deleitan en adorar– se humilló para levantar al hombre caído; [nunca olvidarán] que llevó la culpa y la vergüenza del pecado, y sintió el ocultamiento del rostro de su Padre, hasta que la maldición de un mundo perdido quebrantó su corazón y le arrancó la vida en la Cruz del Calvario. Que el Hacedor de todos los mundos, el Árbitro de todos los destinos, dejase su gloria y se humillase por amor al hombre despertará eternamente la admiración y la adoración del Universo” (CS 709).</p><p>“El Gran Conflicto ha terminado. Ya no hay más pecado ni pecadores. Todo el Universo está limpio. Una misma pulsación de armonía y júbilo late a través de la vasta Creación. Del Ser que todo lo creó manan vida, luz y contentamiento por toda la extensión del espacio infinito. Desde el átomo más imperceptible hasta el mundo más grande, todas las cosas, animadas e inanimadas, declaran, en su belleza sin mácula y en gozo perfecto, que Dios es amor” (CS 736, 737).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1</strong>. Muchos cristianos secularizados viven como si este mundo fuera a durar para siempre (Luc. 12:16–21). ¿Cómo podemos equilibrar nuestros ideales terrenales con nuestras prioridades celestiales? ¿Cómo podemos protegernos de lo que Jesús nos advirtió en Lucas 12?</p><p><strong style=\"background-color: initial;\">2</strong>. Si el cielo comienza aquí, ¿qué debemos hacer para transformar nuestro hogar y nuestra vida personal en pequeñas expresiones de los principios celestiales?</p><p><strong>3</strong>. Medita sobre la pregunta planteada al final de la lección del domingo. ¿Cuál es la lógica detrás del pesimismo de quienes no creen en la vida eterna? Al mismo tiempo, también, algunas de estas personas parecen llevar una vida bastante “feliz”, aunque no expresen ninguna esperanza futura. ¿Cómo crees que lo logran? Es decir, ¿cómo pueden vivir hasta con cierta satisfacción sin haber abrazado la promesa de algo más allá de esta vida?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS",
          "dayTitle": "EL SÁBADO ENSEÑARÉ...\n\n",
          "id": 148,
          "idDay": 8,
          "idLesson": 14,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Isaías 65:17-25; Apocalipsis 21-22.</strong></p><p><br></p><p>Nuestra última lección trata sobre la esperanza última y el anhelo del cristiano en el momento en que Dios establecerá los nuevos cielos y la nueva Tierra escatológicos. Todo el viejo orden de nuestro mundo pecaminoso desaparecerá. Nuestro pasado pecaminoso ya no nos preocupará, y todas nuestras faltas, pecados y transgresiones serán borrados. Todas las angustias, las decepciones y las heridas serán sanadas.</p><p>Después del Milenio, Dios enjugará nuestras lágrimas; el Gran Conflicto ha- brá terminado. Dios creará todo nuevo. En este escenario reinarán el amor, la felicidad, la paz y la alegría. Dios establecerá los cielos nuevos y la Tierra Nueva con una nueva calidad de vida. Ya no habrá necesidad de hospitales, prisiones ni cementerios porque no habrá dolor, enfermedad, sufrimiento, violencia, crimen, explotación ni muerte (Apoc. 21:4, 5). La Nueva Jerusalén será, “entre los seres humanos, [...] la morada de Dios”. “Él acampará en medio de ellos, y ellos serán su pueblo; Dios mismo estará con ellos y será su Dios” (Apoc. 21:3, NVI). La vida en la nueva Tierra será impresionante y muy satisfactoria. Lo que Dios nos ha revelado al respecto está más allá de nuestra imaginación como para comprenderlo completamente, porque “el trono de Dios y del Cordero estará en ella, y sus siervos le servirán, y verán su rostro, y su nombre estará en sus frentes. No habrá allí más noche; y no tienen necesidad de luz de lámpara, ni de luz del sol, porque Dios el Señor los iluminará; y reinarán por los siglos de los siglos” (Apoc. 22:3-5, NVI).</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>Descripción de Isaías 65:17-25</strong></p><p><br></p><p>El profeta Isaías es un profeta de esperanza. Más que cualquier otro profeta, Isaías apunta a la venida del Mesías y al establecimiento del Reino de Dios. Isaías es correctamente llamado el profeta evangelista. En Isaías 65:17 al 25, habla de los cielos nuevos y la Tierra Nueva. ¿Cómo describe Isaías la vida en la nueva Tierra? Nos presenta doce características:</p><p><br></p><p><strong>1.</strong> La Tierra Nueva es la creación única de Dios (Isa. 65:17). Dios interviene y la crea porque él es el Creador.</p><p><strong>2. </strong>El pasado pecaminoso ya no será una carga para los siervos de Dios (Isa. 65:17).</p><p><strong>3. </strong>Jerusalén será un lugar de gozo y felicidad (Isa. 65:18).</p><p><strong>4.</strong> No habrá llanto ni clamor en Jerusalén (Isa. 65:19).</p><p><strong>5.</strong><sup> </sup>No habrá mortalidad infantil ni abortos espontáneos (Isa. 65:20, 23).</p><p><strong>6. </strong>La longevidad de los fieles está garantizada (Isa. 65:20, 22). Pero, antes de que comience la vida en la Tierra Nueva, los pecadores morirán prematuramente (Isa. 65:20).</p><p><strong>7. </strong>Prevalecerá el trabajo creativo (Isa. 65,21-23): se edificarán casas y se plantarán viñedos.</p><p><strong>8.</strong><strong><sup> </sup></strong>La paz y la prosperidad estarán garantizadas (Isa. 65:22). No habrá ame- nazas de guerra ni de destrucción.</p><p><strong>9. </strong>La gente disfrutará de la vida bajo la presencia y las bendiciones de Dios (Isa. 65:23).</p><p><strong>10. </strong>Dios responderá las oraciones inmediatamente (Isa. 65:24).</p><p><strong>11.</strong> Se crearán nuevas condiciones de vida en la naturaleza (Isa. 65:25).</p><p><strong>12</strong>. Los habitantes experimentarán la reversión de las maldiciones del Pacto en abundantes bendiciones, como lo indica la teología de este pasaje en comparación con las bendiciones y las maldiciones de Deuteronomio (Deut. 27-28; comparar con Lev. 26).<br></p><p><br></p><p>Cabe señalar que Isaías declara repetidamente que Dios crea el cielo y la Tierra, y conecta estas dos palabras clave, aunque a veces de manera bastante general (ver Isa. 1:2; 13:13; 24:4, 18, 21; 37:16; 40:12, 22, 26-28; 42:5; 44:23, 24; 45:8, 12, 18; 48:13; 49:13; 51:6, 13, 16; 55:9). El cielo y la Tierra a menudo se mencionan en el contexto del poder de Dios para salvar a su pueblo. En estas alusiones, es obvio que Isaías utiliza un lenguaje figurado cuando habla de la creación de Dios de nuevos cielos y una nueva Tierra; el lenguaje figurado señala a la restauración. Dios declaró previamente, en Isaías, que él es el Creador y establecerá cielos “nuevos” y una Tierra Nueva: “Y en tu boca he puesto mis palabras, y con la sombra de mi mano te cubrí, extendiendo los cielos y echando los cimientos de la tierra, y diciendo a Sion: Pueblo mío eres tú” (Isa. 51:16). Únicamente dos veces en la Biblia hebrea se afirma que el Señor crea “nuevos cielos y nueva tierra”, y es solo en Isaías (Isa. 65:17; 66:22). La otra referencia está en el libro de Apocalipsis, en el Nuevo Testamento (Apoc. 21:1).</p><p>La pregunta crucial es si la descripción anterior de Isaías 65:17 al 25 es una descripción de los nuevos cielos y la nueva Tierra escatológicos. Es evidente que Isaías 65 y 66 no describe el cuadro escatológico como se describe en Apocalipsis 21 y 22, porque enumera la muerte, el pecado, la maldición, el matrimonio y el nacimiento de bebés. Entonces, ¿a qué situación o acontecimiento se refiere Isaías 65:17 al 25?</p><p>Isaías 65:17 al 25 retrata las nuevas condiciones que existirán en Israel, si el pueblo de Dios vive conforme a la Palabra de Dios. El modelo en miniatura del Reino de Dios se manifestaría en Israel. Posteriormente, crecería el conocimiento sobre el Dios verdadero y se ampliaría la posibilidad de aceptar al Mesías. Jerusalén se convertiría en una megaciudad capital. Las naciones acudirían en masa al Templo de Dios para aprender acerca del verdadero Señor viviente, a fin de servirlo y adorarlo (ver, por ejemplo, Isa. 2:2-4; 56:3-8, Miq. 4:1-3). “Nuevos cielos y nueva tierra” es una expresión hiperbólica, que significa, en su contexto, nuevas condiciones de vida en la Tierra y apunta a la restauración de Judá después de regresar del cautiverio babilónico. Esta expresión describe las condiciones ideales para el pueblo de Dios en su tierra de ese entonces. Isaías 65 es una imagen previa, un anticipo o un tipo de los nuevos cielos y la nueva Tierra antitípicos, por cierto. Pero, ¿qué se puede aplicar de ella a la descripción de la Tierra Nueva escatológica? Debemos implementar tres principios para descubrir la aplicación correcta.</p><p><br></p><p><strong>Tres principios interpretativos clave Principio 1: Lo que no se niega se mantiene.</strong></p><p><br></p><p>Isaías 65:17 al 25 ofrece descripciones de la Tierra Nueva que los escritores bíblicos inspirados posteriormente (a) confirmarán, apoyarán y repetirán, o (b) no negarán su validez, y por ende confirmarán que son válidas y que se aplican a la Tierra Nueva escatológica. Para decirlo de forma sencilla: Lo que no se niega estará allí, en la Tierra Nueva, porque automáticamente se transfiere y su vigencia continúa. Se conservan las siguientes buenas cualidades de la vida: alegría, felicidad, seguridad, paz, prosperidad y trabajo creativo. Habrá nuevas relaciones en el mundo animal. Además, no habrá más llanto, dolor, pena ni sufrimiento. El pasado no será una carga. La Tierra Nueva fluirá con las abundantes bendiciones de Dios. Ningún autor inspirado posterior contradice estas características esenciales de la vida ni las niega; al contrario, avalan estos valores. Principio 2: Lo que se niega no se transfiere.</p><p>Lo que los autores bíblicos posteriores contradicen o niegan explícitamente de la descripción de Isaías 65:17 al 25 no se aplica a la Tierra Nueva escatológica. En otras palabras, no se incluirán los aspectos de la vida que se contradigan en otros lugares de las Sagradas Escrituras. Entonces, ¿qué no habrá allí?</p><p><strong>1. Muerte:</strong> Isaías tiene en mente la muerte (después de una vida productiva, bendecida y próspera), pero Juan renuncia explícitamente a ella: “Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron” (Apoc. 21:4).</p><p><strong>2. Pecado,</strong> pecadores y maldición: Isaías menciona la “maldición” y los “pecadores”, pero Juan proclama claramente que nada pecaminoso entrará en la Tierra Nueva (Apoc. 21:8, 27; 22:3).</p><p><strong>3. Matrimonio y nac</strong>imiento de hijos: Isaías subraya que en la “nueva tierra” no habrá abortos espontáneos ni muerte infantil, lo que implica que habrá matrimonios representativos, con abundancia de hijos como expresión de la bendición de Dios. Sin embargo, cuando se le preguntó a Jesús acerca de la resurrección y la vida posterior, él respondió que el matrimonio y el parto no serán parte de la vida eterna (Mat. 22:29-32; ver también Elena de White, Manuscrito 28, 1904; MS 1:210, 211). Lo que Dios prepara para sus hijos será mucho mejor y más gratificante que lo que podemos experimentar hoy en el mejor matrimonio, el más feliz, el más armonioso y profundo. Dios dará a los redimidos algo mejor y aún más satisfactorio.</p><p><br></p><p><strong>Principio 3</strong>: Se incluirán cosas nuevas. En la Tierra Nueva escatológica, habrá cosas nuevas y sorprendentes que no se mencionan en Isaías 65:17 al 25 ni en Génesis 2. Al menos tres realidades magníficas serán completamente nuevas: 1. La Nueva Jerusalén desciende del cielo (Apoc. 21:2, 3). 2. El Trono de Dios, con el agua de vida, estará en la ciudad (Apoc. 22:1, 3). 3. Dios mismo, su presencia física, visible y constante, morará con su pueblo (Apoc. 22:4, 5).</p><p>Los comentarios finales de Isaías 66:22 al 24 abarcan el tiempo escatológico cuando todos los siervos de Jehová estarán en la Nueva Jerusalén viviendo bajo las nuevas condiciones descritas como los cielos nuevos y la nueva Tierra (Isa. 66:23). El resultado final es que los siervos fieles de Jehová están en la Nueva Jerusalén, pero los infieles de afuera están bajo el juicio divino de condenación y destrucción total (Isa. 66:24). Esta imagen cósmica es la última imagen de Isaías en la que la nueva vida no es afectada por la influencia de los injustos, para que la paz y la armonía nunca más sean perturbadas por el pecado. Este resultado viene después de intensas actividades de evangelización entre las naciones (Isa. 66:19-21). La expectativa de la iglesia del Antiguo Testamento era espléndida. Era una visión del futuro establecimiento del Reino eterno de Dios, de los nuevos cielos y la nueva Tierra. Textos como Isaías 65:17 al 25, así como Daniel 2, Daniel 7 al 9, Isaías 24 al 27, Ezequiel 38 y 39, Ezequiel 40 al 48, Joel 3, Miqueas 4 y Zacarías 14 brindan importantes vislumbres de esta esperanza del Antiguo Testamento. Esta iglesia preveía, esperaba y anticipaba cosas extraordinarias en el futuro: el Mesías y el establecimiento del Reino de Dios.</p><p>El querido autor y predicador Dean Frederic Farrar era amigo personal y capellán honorario de la reina Victoria en la década de 1870. “Un día el capellán [...] predicó un sermón sobre la segunda venida de Cristo. Mientras hablaba de ese glorioso evento, notó lágrimas en los ojos de la Reina. Después del servicio, se acercó a ella y le preguntó: “–¿Por qué lloró su Majestad mientras hablaba hoy? “–¡Oh –dijo ella–, porque espero que él venga en mi época! “–¿Por qué quiere su Majestad que venga en su época? –preguntó el capellán. “–¡Oh, señor, para poder poner mi corona a sus pies!” (H.M.S. Richards, The Signs of the Times [1º de diciembre de 1931], p. 10).<br></p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p><strong>1. </strong>La esperanza de la Tierra Nueva ¿cómo ha transformado nuestros valores y nuestras metas actuales?<br></p><p><strong>2. ¿</strong>En qué medida Juan, en el libro de Apocalipsis, se basa en la visión de Isaías de la Tierra Nueva de Isaías 65? ¿Cómo la transforma Juan?</p><p><strong>3. </strong>Esta esperanza escatológica ¿es buena solo para los desanimados y para los que están muriendo? Analicen y fundamenten las respuestas.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 14,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>YO HAGO NUEVAS TODAS LAS COSAS</p>",
      "verse": "<p>“Y el que estaba sentado en el trono dijo: He aquí, yo hago nuevas todas las cosas. Y me dijo: Escribe; porque estas palabras son fieles y verdaderas” (Apoc. 21:5).</p>",
      "versionCode": 22,
      "weekDate": "24-31 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
