 {
  "data": [
    {
      "color": "#FF5733 ",
      "id": 3,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "9 de octubre",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>“Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo” (Apoc. 14:6). Observa, es “el evangelio eterno”, que siempre existió, que siempre estuvo allí, que se nos prometió en Cristo Jesús “desde antes del comienzo del tiempo” (Tito 1:2, RVA-2015).\n</p><p>Por lo tanto, no es de extrañar que la Biblia hable en otras ocasiones sobre el pacto “perpetuo”, “eterno” o “sempiterno” (Gén. 17:7; Isa. 24:5; Eze. 16:60; Heb. 13:20), porque la esencia del evangelio es el Pacto, y la esencia del Pacto es el evangelio: Dios, por su gracia y su amor salvíficos, te ofrece una salvación que no mereces y que nunca podrás ganar; y tú, en respuesta, le devuelves el amor “con todo tu corazón, y con toda tu alma, y con toda tu mente y con todas tus fuerzas” (Mar. 12:30); un amor que se manifiesta por la obediencia a su Ley: “Pues este es el amor a Dios, que guardemos sus mandamientos” (1 Juan 5:3).\n</p><p>Esta semana veremos la idea del Pacto según se expresa en el libro de Deuteronomio, donde el Pacto y todo lo que este implica se ponen de manifiesto.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de octubre",
          "dayTitle": "<p><strong>EL PACTO Y EL EVANGELIO\n</strong></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>En la Biblia, de principio a fin, el Pacto y el evangelio aparecen juntos. Aunque la idea del Pacto existía antes de la nación de Israel (por ejemplo, el pacto de Noé), y aunque la promesa del Pacto se hizo antes de que existiera la nación de Israel, se expresó de manera prominente mediante la interacción de Dios con su pueblo, comenzando con sus padres, los patriarcas.\n</p><p>E incluso desde el principio, la verdad central del Pacto fue el evangelio: la salvación solo por la fe.\n</p><p><strong>Lee Génesis 12:1 al 3; 15:5 al 18; y Romanos 4:1 al 5. ¿Cuál fue la promesa del Pacto que se le hizo a Abram (más tarde Abraham), y cómo se revela el evangelio en esa promesa del Pacto?\n</strong></p><p><strong>Génesis 12:1 al 3</strong></p><p><strong><sup>1</sup></strong> Pero Jehová había dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostraré.</p><p><strong><sup>2</sup></strong> Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.</p><p><strong><sup>3</sup></strong> Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.</p><p><strong>Génesis 15:5 al 18</strong></p><p><strong><sup>5</sup></strong> Y lo llevó fuera, y le dijo: Mira ahora los cielos, y cuenta las estrellas, si las puedes contar. Y le dijo: Así será tu descendencia.\n</p><p>\n</p><p><strong><sup>6</sup></strong> Y creyó a Jehová, y le fue contado por justicia.<sup><br></sup></p><p><strong><sup>7</sup></strong> Y le dijo: Yo soy Jehová, que te saqué de Ur de los caldeos, para darte a heredar esta tierra.<sup><br></sup></p><p><strong><sup>8</sup></strong> Y él respondió: Señor Jehová, ¿en qué conoceré que la he de heredar?<sup><br></sup></p><p><strong><sup>9</sup></strong> Y le dijo: Tráeme una becerra de tres años, y una cabra de tres años, y un carnero de tres años, una tórtola también, y un palomino.<sup><br></sup></p><p><strong><sup>10</sup></strong> Y tomó él todo esto, y los partió por la mitad, y puso cada mitad una enfrente de la otra; mas no partió las aves.<sup><br></sup></p><p><strong><sup>11</sup></strong> Y descendían aves de rapiña sobre los cuerpos muertos, y Abram las ahuyentaba.<sup><br></sup></p><p><strong><sup>12</sup></strong> Mas a la caída del sol sobrecogió el sueño a Abram, y he aquí que el temor de una grande oscuridad cayó sobre él.<sup><br></sup></p><p><strong><sup>13</sup></strong> Entonces Jehová dijo a Abram: Ten por cierto que tu descendencia morará en tierra ajena, y será esclava allí, y será oprimida cuatrocientos años.<sup><br></sup></p><p><strong><sup>14</sup></strong> Mas también a la nación a la cual servirán, juzgaré yo; y después de esto saldrán con gran riqueza.<sup><br></sup></p><p><strong><sup>15</sup></strong> Y tú vendrás a tus padres en paz, y serás sepultado en buena vejez.<sup><br></sup></p><p><strong><sup>16</sup></strong> Y en la cuarta generación volverán acá; porque aún no ha llegado a su colmo la maldad del amorreo hasta aquí.<sup><br></sup></p><p><strong><sup>17</sup></strong> Y sucedió que puesto el sol, y ya oscurecido, se veía un horno humeando, y una antorcha de fuego que pasaba por entre los animales divididos.<sup><br></sup></p><p><strong><sup>18</sup></strong> En aquel día hizo Jehová un pacto con Abram, diciendo: A tu descendencia daré esta tierra, desde el río de Egipto hasta el río grande, el río Eufrates;<br></p><p><strong>Romanos 4:1 al 5</strong></p><p><strong><sup>1</sup></strong> ¿Qué, pues, diremos que halló Abraham, nuestro padre según la carne?\n</p><p><strong><sup>2</sup></strong> Porque si Abraham fue justificado por las obras, tiene de qué gloriarse, pero no para con Dios.\n</p><p><strong><sup>3</sup></strong> Porque ¿qué dice la Escritura? Creyó Abraham a Dios, y le fue contado por justicia.\n</p><p><strong><sup>4</sup></strong> Pero al que obra, no se le cuenta el salario como gracia, sino como deuda;\n</p><p><strong><sup>5</sup></strong> mas al que no obra, sino cree en aquel que justifica al impío, su fe le es contada por justicia.</p><p>Abraham creyó en Dios, creyó en las promesas que Dios le había hecho, y por lo tanto fue justificado ante Dios. Sin embargo, esta declaración no era gracia barata: Abraham procuró cumplir con su parte del Pacto mediante la obediencia, como se ve en Génesis 22, en el monte Moria. A pesar de todo esto, “su fe le es contada por justicia” (Rom. 4:5). Por eso, siglos después, Pablo usó a Abraham como ejemplo de lo que significa vivir de acuerdo con las promesas del pacto que Dios había hecho con su pueblo.\n</p><p>Este tema resuena en toda la Biblia. Pablo lo mencionó en otra ocasión en Gálatas 3:6, donde nuevamente cita Génesis 15:6, acerca de que la fe de Abraham “le fue contad[a] por justicia”, y esto hace referencia a la primera promesa que se le hizo a Abram de que todas las naciones serían bendecidas en su simiente (Gál. 3:9). Las promesas del Pacto son para todos, para los judíos y los gentiles “que son de fe” (Gál. 3:7) y, por tanto, son justificados por la fe sin las obras de la Ley, aunque estén comprometidos, debido al Pacto, a obedecer la Ley.\n</p><p>Incluso cuando Jeremías habla del Nuevo Pacto, lo hace en el contexto de la Ley: “Pero este es el pacto que haré con la casa de Israel después de aquellos días, dice Jehová: Daré mi ley en su mente, y la escribiré en su corazón; y yo seré a ellos por Dios, y ellos me serán por pueblo” (Jer. 31:33), lo que refleja el lenguaje que se remonta al libro de Levítico: “Andaré entre vosotros, y yo seré vuestro Dios, y vosotros seréis mi pueblo” (Lev. 26:12).\n</p><p><strong>La idea de la Ley y el evangelio juntos, ¿cuán perfectamente encaja con el mensaje de los tres ángeles de Apocalipsis 14, el mensaje de advertencia final de Dios al mundo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de octubre",
          "dayTitle": "<p><strong>EL PACTO E ISRAEL\n</strong></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>“No por tu justicia, ni por la rectitud de tu corazón entras a poseer la tierra de ellos, sino por la impiedad de estas naciones Jehová tu Dios las arroja de delante de ti, y para confirmar la palabra que Jehová juró a tus padres Abraham, Isaac y Jacob” (Deut. 9:5; ver además Deut. 9:27). ¿Cómo se manifiesta la realidad de las promesas del Pacto en este versículo?\n</strong></p><p><strong>Deut. 9:27</strong></p><p><strong><sup>27</sup></strong> Acuérdate de tus siervos Abraham, Isaac y Jacob; no mires a la dureza de este pueblo, ni a su impiedad ni a su pecado,</p><p>Aquí también se manifiesta el Pacto de la gracia: Dios trabajó por ellos, a pesar de sus constantes errores. (Con seguridad, así es como funciona el evangelio en la actualidad.) Y fue por la promesa hecha a los padres que la gracia de Dios se concedió a las generaciones futuras.\n</p><p>En el trato de Moisés con el pueblo al que se le dieron las promesas del Pacto en su conjunto, a menudo él se refirió a las promesas del Pacto hechas a los patriarcas.\n</p><p><strong>Lee Éxodo 2:24; 6:8; y Levítico 26:42. ¿Qué se dice aquí que ayuda a mostrar cómo funcionan las promesas del Pacto?\n</strong></p><p><strong>Éxodo 2:24</strong></p><p><strong><sup>24</sup></strong> Y oyó Dios el gemido de ellos, y se acordó de su pacto con Abraham, Isaac y Jacob.\n</p><p>\n</p><p><strong>Éxodo 6:8<sup><br></sup></strong></p><p><strong><sup>8</sup></strong> Y os meteré en la tierra por la cual alcé mi mano jurando que la daría a Abraham, a Isaac y a Jacob; y yo os la daré por heredad. Yo JEHOVÁ.\n</p><p>\n</p><p><strong>Levítico 26:42<sup><br></sup></strong></p><p><strong><sup>42</sup></strong> Entonces yo me acordaré de mi pacto con Jacob, y asimismo de mi pacto con Isaac, y también de mi pacto con Abraham me acordaré, y haré memoria de la tierra.</p><p>El Éxodo de Egipto, el gran símbolo de la gracia salvífica de Dios, también se basó en el pacto que el Señor había hecho con sus padres. Es decir, incluso antes de que nacieran los beneficiarios del Pacto, las promesas se hicieron en su favor. Por ende, sin ningún mérito propio, recibieron la liberación prometida que Dios obró en favor de ellos a través de los milagros y las maravillas del Éxodo.\n</p><p>Por supuesto, las cosas no terminaron allí. Fueron desde Egipto hasta el Sinaí, donde el pacto se estableció “oficialmente” (ver Éxo. 20). Y, en el centro de ese Pacto encontramos el evangelio y la Ley, los Diez Mandamientos, a los que fueron exhortados a obedecer: una manifestación de su relación salvífica con el Señor, quien ya los había redimido (el evangelio). Por lo tanto, una y otra vez en Deuteronomio, se los instó a obedecer esa Ley como parte del Pacto, que había sido ratificado en el Sinaí.\n</p><p><strong>¿Qué papel debe desempeñar la Ley de Dios en nuestra vida hoy –aquellos que hemos sido salvos por gracia–, y por qué esa Ley es primordial para nuestra experiencia con Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de octubre",
          "dayTitle": "<p><strong>EL LIBRO DEL PACTO\n</strong></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>Aunque la idea de pacto (berit, en hebreo), para describir la relación de Dios con su pueblo, se encuentra en toda la Biblia, esta palabra aparece tan a menudo en Deuteronomio que a Deuteronomio se lo ha llamado “El libro del Pacto”.\n</p><p><strong>Examina Deuteronomio 5:1 al 21. ¿Qué sucede aquí que ayuda a mostrar cuán esencial es la idea de Pacto (berit) en el libro de Deuteronomio?\n</strong></p><p><strong>Deuteronomio 5:1 al 21</strong></p><p><strong><sup>1</sup></strong> Llamó Moisés a todo Israel y les dijo: Oye, Israel, los estatutos y decretos que yo pronuncio hoy en vuestros oídos; aprendedlos, y guardadlos, para ponerlos por obra.\n</p><p><strong><sup>2 </sup></strong>Jehová nuestro Dios hizo pacto con nosotros en Horeb.\n</p><p><strong><sup>3</sup></strong> No con nuestros padres hizo Jehová este pacto, sino con nosotros todos los que estamos aquí hoy vivos.\n</p><p><strong><sup>4</sup></strong> Cara a cara habló Jehová con vosotros en el monte de en medio del fuego.\n</p><p><strong><sup>5</sup></strong> Yo estaba entonces entre Jehová y vosotros, para declararos la palabra de Jehová; porque vosotros tuvisteis temor del fuego, y no subisteis al monte. Dijo:\n</p><p><strong><sup>6</sup></strong> Yo soy Jehová tu Dios, que te saqué de tierra de Egipto, de casa de servidumbre.\n</p><p><strong><sup>7</sup></strong> No tendrás dioses ajenos delante de mí.\n</p><p><strong><sup>8</sup></strong> No harás para ti escultura, ni imagen alguna de cosa que está arriba en los cielos, ni abajo en la tierra, ni en las aguas debajo de la tierra.\n</p><p><strong><sup>9</sup></strong> No te inclinarás a ellas ni las servirás; porque yo soy Jehová tu Dios, fuerte, celoso, que visito la maldad de los padres sobre los hijos hasta la tercera y cuarta generación de los que me aborrecen,\n</p><p><strong><sup>10</sup></strong> y que hago misericordia a millares, a los que me aman y guardan mis mandamientos.\n</p><p><strong><sup>11</sup></strong> No tomarás el nombre de Jehová tu Dios en vano; porque Jehová no dará por inocente al que tome su nombre en vano.\n</p><p><strong><sup>12</sup></strong> Guardarás el día de reposo para santificarlo, como Jehová tu Dios te ha mandado.\n</p><p><strong><sup>13</sup></strong> Seis días trabajarás, y harás toda tu obra;\n</p><p><strong><sup>14</sup></strong> mas el séptimo día es reposo a Jehová tu Dios; ninguna obra harás tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu sierva, ni tu buey, ni tu asno, ni ningún animal tuyo, ni el extranjero que está dentro de tus puertas, para que descanse tu siervo y tu sierva como tú.\n</p><p><strong><sup>15</sup></strong> Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.\n</p><p><strong><sup>16</sup></strong> Honra a tu padre y a tu madre, como Jehová tu Dios te ha mandado, para que sean prolongados tus días, y para que te vaya bien sobre la tierra que Jehová tu Dios te da.\n</p><p><strong><sup>17</sup></strong> No matarás.\n</p><p><strong><sup>18</sup></strong> No cometerás adulterio.\n</p><p><strong><sup>19</sup></strong> No hurtarás.\n</p><p><strong><sup>20</sup></strong> No dirás falso testimonio contra tu prójimo.\n</p><p><strong><sup>21</sup></strong> No codiciarás la mujer de tu prójimo, ni desearás la casa de tu prójimo, ni su tierra, ni su siervo, ni su sierva, ni su buey, ni su asno, ni cosa alguna de tu prójimo.</p><p>No mucho después de que los hijos de Israel fueron redimidos de Egipto, Dios estableció el Pacto con ellos, en el Sinaí, justo antes de supuestamente entrar en la Tierra Prometida. Luego, después de un rodeo de cuarenta años, justo antes de que ingresaran en la Tierra Prometida, que era una parte central de la promesa del Pacto (ver Gén. 12:7; Éxo. 12:25), a través del vocero Moisés, el Señor les da nuevamente los Diez Mandamientos, una manera de volver a enfatizar lo importante que era para ellos renovar también sus responsabilidades en el Pacto.\n</p><p>Sí, el Señor iba a cumplir sus promesas del Pacto con ellos. No obstante, ellos ahora están comprometidos a cumplir su parte del trato: “Y él os anunció su pacto, el cual os mandó poner por obra; los diez mandamientos, y los escribió en dos tablas de piedra” (Deut. 4:13). Lo hizo en el Sinaí, y ahora lo estaba haciendo de nuevo, en Moab, justo antes de que ellos tomaran la tierra que se les había prometido mediante la promesa hecha a los padres siglos antes, una manifestación del “pacto perpetuo” que precedió incluso a la existencia del mundo.\n</p><p>“Desde antes que fueran echados los cimientos de la tierra, el Padre y el Hijo se habían unido en un pacto para redimir al hombre en caso de que fuese vencido por Satanás. Habi?an unido sus manos en un solemne compromiso de que Cristo llegari?a a ser el fiador de la especie humana” (DTG 774).\n</p><p><strong>Lee Deuteronomio 5:3. ¿Cómo entendemos este versículo?\n</strong></p><p>¿Qué les estaba queriendo decir Moisés? Lo más probable es que Moisés estuviera enfatizando el hecho de que sus padres ya no estaban, y que las maravillosas promesas del Pacto hechas a los padres ahora se estaban cumpliendo en ellos. Esta podría haber sido la manera en que Moisés les hizo saber que no debían equivocarse, como había hecho la generación anterior. Las promesas y los compromisos ahora son de ellos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de octubre",
          "dayTitle": "<p><strong>SU PUEBLO ESPECIAL\n</strong></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>Es difícil para nosotros hoy entender gran parte de cómo era el mundo antiguo en la época en que Israel vagaba por el desierto. Si surgieron y desaparecieron imperios enteros, y hoy solo quedan ruinas (si es que quedan), ¿qué podemos saber de muchas de las naciones paganas más pequeñas que vivieron en el mismo territorio que Israel?\n</p><p>No mucho, pero sí sabemos una cosa: estos pueblos estaban sumidos en el paganismo, el politeísmo y algunas prácticas totalmente degradantes, que incluían el sacrificio de niños. Intenta imaginar cuán degradante y malvada sería una cultura y una religión que les hacía eso a sus propios hijos, ¡y en nombre de algún dios!\n</p><p>Con razón, vez tras vez, a lo largo de la historia del antiguo Israel, el Señor le había advertido a su pueblo que no siguiera las prácticas de las naciones que lo rodeaban. “Cuando entres a la tierra que Jehová tu Dios te da, no aprenderás a hacer según las abominaciones de aquellas naciones” (Deut. 18:9).\n</p><p>Y eso es porque Dios había llamado a esta nación con un propósito especial. Al haber hecho el Pacto con Dios, iban a ser un pueblo especial, un testimonio para el mundo del Dios que creó el cielo y la Tierra, el único Dios.\n</p><p><strong>Lee Deuteronomio 26:16 al 19. ¿Cómo se resume la relación del Pacto entre Dios e Israel en estos versículos? Su fidelidad al Pacto, ¿cómo debería manifestarse en la clase de pueblo que llegarían a ser? ¿Qué lecciones podemos extraer para nosotros también?\n</strong></p><p><strong>Deuteronomio 26:16 al 19</strong></p><p><strong><sup>16</sup></strong> Jehová tu Dios te manda hoy que cumplas estos estatutos y decretos; cuida, pues, de ponerlos por obra con todo tu corazón y con toda tu alma.</p><p><strong><sup>17</sup></strong> Has declarado solemnemente hoy que Jehová es tu Dios, y que andarás en sus caminos, y guardarás sus estatutos, sus mandamientos y sus decretos, y que escucharás su voz.</p><p><strong><sup>18</sup></strong> Y Jehová ha declarado hoy que tú eres pueblo suyo, de su exclusiva posesión, como te lo ha prometido, para que guardes todos sus mandamientos;</p><p><strong><sup>19</sup></strong> a fin de exaltarte sobre todas las naciones que hizo, para loor y fama y gloria, y para que seas un pueblo santo a Jehová tu Dios, como él ha dicho.</p><p>Es fascinante que Moisés comience estos cuatro versículos con las palabras “hoy” [NTV, NVI, PDT, BLP] o “este día” [RVC], en el sentido de ahora mismo, nuevamente, Dios les ordena que hagan estas cosas (repite la idea en el vers. 17). Les había estado ordenando todo el tiempo que hicieran estas cosas. Es como si les estuviera diciendo que necesitan comprometerse en este mismo momento, nuevamente, a ser personas fieles, santas y especiales, que es verdaderamente la razón central de su existencia como nación del Pacto. Ellos eran la única nación, como nación, que conocía al Dios verdadero y conocía la verdad acerca de este Dios y cómo quería que viviera la gente. En realidad, no solo tenían la “Verdad Presente” sino también, a su manera, iban a representar esa verdad hasta que viniera Jesús, “la Verdad” con mayúsculas (Juan 14:6).\n</p><p><strong>¿Por qué es pertinente para nosotros comprometernos “hoy” con Dios y con los requisitos de su Pacto?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de octubre",
          "dayTitle": "<p><strong>OTRAS IMÁGENES\n</strong></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Los eruditos bíblicos han reconocido durante mucho tiempo las similitudes entre el Pacto de Israel con Dios y otros acuerdos pactuales entre los reinos de la antigüedad. Este paralelismo no debería sorprendernos. El Señor simplemente estaba trabajando con su pueblo en un contexto que ellos pudieran entender.\n</p><p>Al mismo tiempo, la noción de un pacto –un acuerdo legal entre dos partes, con reglas, estipulaciones y regulaciones– puede parecer demasiado fría y formal. Aunque ese elemento por cierto debe existir (Dios es el Legislador), no es lo suficientemente amplio como para abarcar la profundidad y la amplitud del tipo de relación que Dios quería con su pueblo. Por lo tanto, Deuteronomio utiliza otras imágenes que ayudan a retratar la misma idea que el Pacto entre Dios e Israel, pero solo para darle dimensiones adicionales.\n</p><p><strong>Lee Deuteronomio 8:5; 14:1; y 32:6 y 18 al 20. ¿Qué tipo de imágenes se utilizan aquí, y cómo podría esto ayudar a revelar la relación que Dios quería tener con su pueblo?\n</strong></p><p><strong>Deuteronomio 8:5</strong></p><p><strong><sup>5</sup></strong> Reconoce asimismo en tu corazón, que como castiga el hombre a su hijo, así Jehová tu Dios te castiga.\n</p><p>\n</p><p><strong>Deuteronomio 14:1<sup><br></sup></strong></p><p><strong><sup>1</sup></strong> Hijos sois de Jehová vuestro Dios; no os sajaréis, ni os raparéis a causa de muerto.</p><p><strong>Deuteronomio 32:6, 18 - 20</strong></p><p><strong><sup>6</sup></strong> ¿Así pagáis a Jehová,\n</p><p>Pueblo loco e ignorante?\n</p><p>¿No es él tu padre que te creó?\n</p><p>El te hizo y te estableció.</p><p><sup><strong>18</strong></sup> De la Roca que te creó te olvidaste;\n</p><p>Te has olvidado de Dios tu creador.</p><p><strong><sup>19</sup></strong> Y lo vio Jehová, y se encendió en ira\n</p><p>Por el menosprecio de sus hijos y de sus hijas.</p><p><strong><sup>20</sup></strong> Y dijo: Esconderé de ellos mi rostro,\n</p><p>Veré cuál será su fin;\n</p><p>Porque son una generación perversa,\n</p><p>Hijos infieles.</p><p><strong>Lee Deuteronomio 4:20 y 32:9. ¿Qué imágenes se utilizan aquí, y cómo estas también ayudan a revelar el tipo de relación que Dios quería mantener con su pueblo?\n</strong></p><p><strong>Deuteronomio 4:20&nbsp;</strong></p><p><strong><sup>20</sup></strong> Pero a vosotros Jehová os tomó, y os ha sacado del horno de hierro, de Egipto, para que seáis el pueblo de su heredad como en este día.\n</p><p>\n</p><p><strong>Deuteronomio 32:9<sup><br></sup></strong></p><p><strong><sup>9</sup></strong> Porque la porción de Jehová es su pueblo;</p><p>Jacob la heredad que le tocó.</p><p>En cada uno de estos casos existe la idea de familia, que, idealmente, debería ser el vínculo más estrecho, cercano y amoroso. Dios siempre ha querido este tipo de relación con su pueblo. Incluso después del vergonzoso rechazo de Jesús durante la ocasión de la Cruz, Jesús le dijo a María después de resucitar: “No tengan miedo, vayan y díganles a mis hermanos que se dirijan a Galilea y que me verán allá” (Mat. 28:10, PDT). Incluso como el Cristo resucitado, se refirió a los discípulos como “mis hermanos”, un ejemplo de amor y de gracia que fluye del amor por quienes evidentemente no lo merecían. Eso es en esencia lo que siempre ha sido la relación entre Dios y la humanidad: gracia y amor para los que no los merecen.\n</p><p><strong>¿Qué tipo de relación tienes con Dios? ¿Cómo puedes profundizarla y aprender a amarlo, mientras al mismo tiempo comprendes tu compromiso de obedecer su Ley? ¿Por qué estas dos ideas no son contradictorias sino complementarias?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de octubre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:\n</strong></p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>“El espíritu de servidumbre se engendra cuando se procura vivir de acuerdo con una religión legal, mediante esfuerzos para cumplir las demandas de la Ley por nuestra propia fuerza. Solo hay esperanza para nosotros cuando nos ponemos bajo el pacto hecho con Abraham, que es el Pacto de gracia por la fe en Cristo Jesús. El evangelio predicado a Abraham, por medio del cual tuvo esperanza, es el mismo evangelio que nos es predicado a nosotros hoy, mediante el cual tenemos esperanza. Abraham contempló a Jesús, quien es también el Autor y Consumador de nuestra fe” (CBA 6:1.077).\n</p><p>“Desde antes de que fueran echados los cimientos de la Tierra, el Padre y el Hijo se habi?an unido en un pacto para redimir al hombre en caso de que fuese vencido por Satana?s. Habi?an unido sus manos en un solemne compromiso de que Cristo llegari?a a ser el fiador de la especie humana. Cristo habi?a cumplido ese compromiso. Cuando sobre la cruz exclamo?: ‘Consumado es’, se dirigio? al Padre. El Pacto habi?a sido llevado plenamente a cabo. Ahora declara: ‘Padre, consumado es. He hecho tu voluntad, oh Dios mi?o. He completado la obra de la redencio?n. Si tu justicia esta? satisfecha’, ‘aquellos que me has dado, quiero que donde yo estoy, tambie?n ellos este?n conmigo’ (Juan 19:30; 17:24)” (DTG 774).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Reflexiona en que, antes de la fundación del mundo, el Padre y el Hijo se habían “unido en un pacto” para redimirnos si la raza caía. ¿Por qué eso debería ser de mucho aliento para nosotros? ¿Qué debería enseñarnos esto acerca de cuán grande es el anhelo de Dios de que seamos salvos en su Reino?\n</p><p><strong>2.</strong> Como Iglesia Adventista del Séptimo Día, ¿de qué manera deberíamos cumplir el papel que el antiguo Israel debería haber cumplido en su tiempo? ¿Cómo podemos aprender a evitar los errores que ellos cometieron?\n</p><p><strong>3.</strong> ¿Por qué el evangelio y las promesas del evangelio son tan esenciales para la idea general del Nuevo Pacto? ¿Puedes encontrar en el Nuevo Testamento pasajes que muestren que la Ley y la obediencia a la Ley quedaron abolidas bajo el Nuevo Pacto, como enseñan algunos cristianos? ¿Por qué crees que algunos cristianos dicen que el evangelio anula la necesidad de guardar los Diez Mandamientos?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>EL PACTO PERPETUO</p>",
      "verse": "<p>PARA MEMORIZAR:\n</p><p>“Y estableceré mi pacto entre mí y ti, y tu descendencia después de ti en sus generaciones, por pacto perpetuo, para ser tu Dios, y el de tu descendencia después de ti” (Gén. 17:7).</p><p>\n</p>",
      "versionCode": 1,
      "weekDate": "9-15 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
