{
   "data":[
      {
         "color":"#cd116f",
         "id":11,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"4 de junio",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>La historia de José (Gén. 37-50) abarca la última parte del libro de Génesis, desde sus primeros sueños en Canaán (Gén. 37: 1-11) hasta su muerte en Egipto (Gén. 50: 26). De hecho, José ocupa más espacio en el libro de Génesis que cualquier otro patriarca. Aunque José es solo uno de los hijos de Jacob, Génesis lo presenta como un gran patriarca, como Abraham, Isaac y Jacob.</p><p>Como veremos también, la vida de José destaca dos importantes verdades teológicas: en primer lugar, Dios cumple sus promesas; en segundo lugar, Dios puede convertir el mal en bien.</p><p>En el estudio de esta semana, nos centraremos en los primeros años de vida de José. Es el hijo preferido de Jacob, al que irónicamente se lo apoda <em>bá‘al hajalomot</em>, el “soñador” (Gén. 37: 19), que significa literalmente “experto en sueños”. Este título le sienta muy bien, porque no solo recibe, entiende e interpreta los sueños proféticos, sino también los cumple en su vida.</p><p>En estos capítulos veremos nuevamente que la providencia de Dios se afianza, a pesar de la maldad y la perversidad del corazón humano.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de junio",
               "dayTitle":"<p><strong>PROBLEMAS FAMILIARES</strong></p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>Jacob finalmente “se estableció en la tierra” (Gén. 37: 1, NVI). Sin embargo, mientras se instalaba en la tierra comenzaron los problemas, esta vez desde el seno de la propia familia. La polémica no se refiere a la posesión de la tierra ni al uso de un pozo; básicamente es espiritual.</p><p><br></p><p><strong>Lee Génesis 37: 1 al 11. ¿Qué dinámica familiar predispuso a los hermanos de José a odiarlo tanto?</strong></p><p><strong>Génesis 37: 1 -11</strong></p><p><strong><sup>1&nbsp;</sup></strong>Jacob se estableció en la tierra de Canaán, donde su padre había residido como extranjero.</p><p><sup><strong>2&nbsp;</strong></sup>Esta es la historia de Jacob y su familia. Cuando José tenía diecisiete años, apacentaba el rebaño junto a sus hermanos, los hijos de Bilhá y de Zilpá, que eran concubinas de su padre. El joven José solía informar a su padre de la mala fama que tenían estos hermanos suyos.</p><p><strong><sup>3</sup></strong> Israel amaba a José más que a sus otros hijos, porque lo había tenido en su vejez. Por eso mandó que le confeccionaran una túnica muy elegante.</p><p><strong><sup>4</sup></strong> Viendo sus hermanos que su padre amaba más a José que a ellos, comenzaron a odiarlo y ni siquiera lo saludaban.</p><p><strong><sup>5</sup></strong> Cierto día José tuvo un sueño y, cuando se lo contó a sus hermanos, estos le tuvieron más odio todavía,</p><p><strong><sup>6</sup></strong> pues les dijo: —Préstenme atención, que les voy a contar lo que he soñado.</p><p><sup><strong>7</strong></sup> Resulta que estábamos todos nosotros en el campo atando gavillas. De pronto, mi gavilla se levantó y quedó erguida, mientras que las de ustedes se juntaron alrededor de la mía y le hicieron reverencias.</p><p><strong><sup>8</sup></strong> Sus hermanos replicaron: —¿De veras crees que vas a reinar sobre nosotros, y que nos vas a someter? Y lo odiaron aún más por los sueños que él les contaba.</p><p><strong><sup>9</sup></strong> Después José tuvo otro sueño, y se lo contó a sus hermanos. Les dijo: —Tuve otro sueño, en el que veía que el sol, la luna y once estrellas me hacían reverencias.</p><p><strong><sup>10</sup></strong> Cuando se lo contó a su padre y a sus hermanos, su padre lo reprendió: —¿Qué quieres decirnos con este sueño que has tenido? —le preguntó—. ¿Acaso tu madre, tus hermanos y yo vendremos a hacerte reverencias?</p><p><strong><sup>11</sup></strong> Sus hermanos le tenían envidia, pero su padre meditaba en todo esto.</p><p>Desde el mismo comienzo, entendemos que José, el hijo de la vejez de Jacob (Gén. 37: 3), disfrutó de una relación especial con su padre, quien “lo amaba más que a todos sus hermanos” (Gén. 37: 4). Incluso llegó a hacerle “una túnica de diversos colores” (Gén. 37: 3); una vestimenta de príncipe (2 Sam. 13: 18), una indicación de la intención secreta de Jacob de elevar a José, el primer hijo de Raquel, al estatus de primogénito.</p><p>Por cierto, el futuro confirmará los deseos de Jacob porque José finalmente recibirá los derechos del primogénito (1 Crón. 5: 2). No es de extrañar, entonces, que los hermanos de José lo odiaran tanto y ni siquiera pudieran entablar conversaciones pacíficas con él (Gén. 37: 4).</p><p>Además, José le llevaba malos informes a su padre sobre cualquier comportamiento reprobable de sus hermanos (Gén. 37: 2). A nadie le gustan los soplones.</p><p>Por eso, cuando José compartía sus sueños, sugiriendo que Dios lo pondría en una posición más elevada y que ellos, sus hermanos, se inclinarían ante él, lo odiaban aún más. La verdadera naturaleza profética de los sueños incluso se ratifica por el hecho de que se repiten (ver Gén. 41: 32). Aunque Jacob reprendió abiertamente a su hijo (Gén. 37: 10), conservó este asunto en su mente, meditando sobre su significado y esperando su cumplimiento (Gén. 37: 11). La implicación es que quizás en el fondo pensaba que, a fin de cuentas, podría haber algo en estos sueños. Tenía razón, aunque no lo supiera en ese momento.</p><p><strong>Lee Mateo 20: 26 y 27. ¿Qué principio crucial se revela aquí, y cómo podemos aprender a manifestar en nuestra propia vida lo que enseña?</strong></p><p><strong>Mateo 20: 26,27<br></strong></p><p><strong><sup>26</sup> </strong>Mas entre vosotros no será así, sino que el que quiera hacerse grande entre vosotros será vuestro servidor<strong><br></strong></p><p><strong><sup>27</sup> </strong>y el que quiera ser el primero entre vosotros será vuestro siervo;<strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de junio",
               "dayTitle":"<p><strong>EL ATAQUE A JOSÉ</strong></p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>Por más horribles que parezcan los acontecimientos que ocurrieron a continuación, no son difíciles de comprender. Estar tan cerca de alguien a quien odias, e incluso tener que relacionarte con él, inevitablemente, tarde o temprano, solo acarrea problemas.</p><p>Y así fue.</p><p><br></p><p><strong>Lee Génesis 37: 12 al 36. ¿Qué nos enseña esto acerca de lo peligroso y malvado que puede ser el corazón no regenerado y lo que nos puede llevar a hacer a cualquiera de nosotros?</strong></p><p><strong>Génesis 37: 12-36</strong></p><p><strong><sup>12</sup></strong> En cierta ocasión, los hermanos de José se fueron a Siquén para apacentar las ovejas de su padre.</p><p><strong><sup>13</sup></strong> Israel le dijo a José: —Tus hermanos están en Siquén apacentando las ovejas. Quiero que vayas a verlos. —Está bien —contestó José.</p><p><sup><strong>14</strong></sup> Israel continuó: —Vete a ver si tus hermanos y el rebaño están bien, y tráeme noticias frescas. Y lo envió desde el valle de Hebrón. Cuando José llegó a Siquén,</p><p><strong><sup>15</sup></strong> un hombre lo encontró perdido en el campo y le preguntó: —¿Qué andas buscando?</p><p><strong><sup>16</sup></strong> —Ando buscando a mis hermanos —contestó José—. ¿Podría usted indicarme dónde están apacentando el rebaño?</p><p><sup><strong>17</strong></sup> —Ya se han marchado de aquí —le informó el hombre—. Les oí decir que se dirigían a Dotán. José siguió buscando a sus hermanos, y los encontró cerca de Dotán.</p><p><strong><sup>18</sup></strong> Como ellos alcanzaron a verlo desde lejos, antes de que se acercara tramaron un plan para matarlo.</p><p><strong><sup>19</sup></strong> Se dijeron unos a otros: —Ahí viene ese soñador.</p><p><strong><sup>20</sup></strong> Ahora sí que le llegó la hora. Vamos a matarlo y echarlo en una de estas cisternas, y diremos que lo devoró un animal salvaje. ¡Y a ver en qué terminan sus sueños!</p><p><sup><strong>21 </strong></sup>Cuando Rubén escuchó esto, intentó librarlo de las garras de sus hermanos, así que les propuso: —No lo matemos.&nbsp;</p><p><strong><sup>22</sup></strong> No derramen sangre. Arrójenlo en esta cisterna en el desierto, pero no le pongan la mano encima. Rubén dijo esto porque su intención era rescatar a José y devolverlo a su padre.</p><p><strong><sup>23</sup></strong> Cuando José llegó adonde estaban sus hermanos, le arrancaron la túnica muy elegante,</p><p><strong><sup>24</sup></strong> lo agarraron y lo echaron en una cisterna que estaba vacía y seca.</p><p><sup><strong>25</strong></sup> Luego se sentaron a comer. En eso, al levantar la vista, divisaron una caravana de ismaelitas que venía de Galaad. Sus camellos estaban cargados de perfumes, bálsamo y mirra, que llevaban a Egipto.</p><p><strong><sup>26</sup></strong> Entonces Judá les propuso a sus hermanos: —¿Qué ganamos con matar a nuestro hermano y ocultar su muerte?</p><p><strong><sup>27</sup></strong> En vez de eliminarlo, vendámoslo a los ismaelitas; a fin de cuentas, es nuestro propio hermano. Sus hermanos estuvieron de acuerdo con él,</p><p><strong><sup>28</sup></strong> así que cuando los mercaderes madianitas se acercaron, sacaron a José de la cisterna y se lo vendieron a los ismaelitas por veinte monedas de plata. Fue así como se llevaron a José a Egipto.</p><p><strong><sup>29</sup></strong> Cuando Rubén volvió a la cisterna y José ya no estaba allí, se rasgó las vestiduras en señal de duelo.</p><p><strong><sup>30</sup></strong> Regresó entonces adonde estaban sus hermanos, y les reclamó: —¡Ya no está ese muchacho! Y ahora, ¿qué hago?<span style=\"background-color: initial;\"></span></p><p><sup><strong>31</strong></sup> En seguida los hermanos tomaron la túnica especial de José, degollaron un cabrito, y con la sangre empaparon la túnica.</p><p><strong><sup>32</sup></strong> Luego la mandaron a su padre con el siguiente mensaje: «Encontramos esto. Fíjate bien si es o no la túnica de tu hijo».</p><p><strong><sup>33</sup></strong> En cuanto Jacob la reconoció, exclamó: «¡Sí, es la túnica de mi hijo! ¡Seguro que un animal salvaje se lo devoró y lo hizo pedazos!»</p><p><strong><sup>34</sup></strong> Y Jacob se rasgó las vestiduras y se vistió de luto, y por mucho tiempo hizo duelo por su hijo.</p><p><strong><sup>35</sup></strong> Todos sus hijos y sus hijas intentaban calmarlo, pero él no se dejaba consolar, sino que decía: «No. Guardaré luto hasta que descienda al sepulcro para reunirme con mi hijo». Así Jacob siguió llorando la muerte de José.</p><p><strong><sup>36</sup></strong> En Egipto, los madianitas lo vendieron a un tal Potifar, funcionario del faraón y capitán de la guardia.</p><p><br></p><p>Los hermanos odiaban a José porque estaban celosos del favor de Dios (Hech. 7: 9), un favor que se confirmará en cada paso del siguiente curso de los acontecimientos. Cuando José se extravía, un hombre lo encuentra y lo guía (Gén. 37: 15). Cuando los hermanos de José planean matarlo, Rubén interviene y sugiere que, en vez de eso, lo arrojen a un pozo (Gén. 37: 20-22).</p><p>Es difícil imaginar el tipo de odio que se expresa aquí, especialmente hacia alguien de su propia casa. ¿Cómo pudieron estos jóvenes haber hecho algo tan cruel? ¿No pensaron, ni siquiera por un momento, en cómo esto afectaría a su padre? Por más que hubiesen albergado resentimiento hacia su padre porque favorecía a José, hacerle esto a uno de sus hijos era verdaderamente despreciable. Qué poderosa manifestación de cuán malvados pueden ser los seres humanos.</p><p>“Pero algunos de ellos [los hermanos] estaban inquietos; no sentían la satisfacción que habían esperado de su venganza. Pronto vieron acercarse a una compañía de viajeros. Eran ismaelitas procedentes del otro lado del Jordán, que con especias y otras mercancías se dirigían a Egipto. Entonces Judá propuso vender a su hermano a esos mercaderes paganos, en vez de dejarlo allí para que muriera. Al obrar así lo apartarían de su camino, y no se mancharían con su sangre” (PP 212).</p><p>Después de arrojarlo al pozo, proyectando matarlo más tarde, pasa una caravana, y Judá les propone a sus hermanos venderles a José (Gén. 37: 26, 27). Después de que José es vendido a los madianitas (Gén. 37: 28), estos lo venden a alguien en Egipto (Gén. 37: 36), lo que anticipa así su gloria futura.</p><p><strong>¿Por qué es tan importante buscar el poder de Dios para cambiar los malos rasgos de carácter antes de que puedan manifestarse en algunos actos que nunca te imaginarías haciendo en algún momento de tu vida?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de junio",
               "dayTitle":"<p><strong>JUDÁ Y TAMAR</strong></p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>La historia de Tamar no está fuera de lugar aquí. Este incidente sigue cronológicamente a la venta de José en Egipto (Gén. 38: 1), y es congruente con el hecho de que Judá acaba de dejar a sus hermanos, lo que indica su desacuerdo con ellos. Además, el pasaje comparte una serie de palabras y temáticas comunes con el capítulo anterior, y transmite la misma lección teológica: un acto de maldad que se convertirá en un hecho positivo vinculado a la salvación.</p><p><strong>Lee Génesis 38. Compara el comportamiento de Judá con el de la cananea Tamar. ¿Quién de los dos es más justo y por qué?</strong></p><p><strong>Génesis 38</strong></p><p><strong><sup>1</sup></strong> Por esos días, Judá se apartó de sus hermanos y se fue a vivir a la casa de un hombre llamado Hirá, residente del pueblo de Adulán.</p><p><strong><sup>2</sup></strong> Allí Judá conoció a una mujer, hija de un cananeo llamado Súa, y se casó con ella. Luego de tener relaciones con él,</p><p><strong><sup>3</sup></strong> ella concibió y dio a luz un hijo, al que llamó Er.</p><p><strong><sup>4</sup></strong> Tiempo después volvió a concebir, y dio a luz otro hijo, al que llamó Onán.</p><p><strong><sup>5</sup></strong> Pasado el tiempo tuvo otro hijo, al que llamó Selá, el cual nació en Quezib.</p><p><strong><sup>6</sup></strong> Judá consiguió para Er, su hijo mayor, una esposa que se llamaba Tamar.</p><p><sup><strong>7</strong></sup> Pero al Señor no le agradó la conducta del primogénito de Judá, y le quitó la vida.</p><p><sup><strong>8</strong></sup> Entonces Judá le dijo a Onán: «Cásate con la viuda de tu hermano y cumple con tu deber de cuñado; así le darás descendencia a tu hermano».</p><p><sup><strong>9</strong></sup> Pero Onán sabía que los hijos que nacieran no serían reconocidos como suyos. Por eso, cada vez que tenía relaciones con ella, derramaba el semen en el suelo, y así evitaba que su hermano tuviera descendencia.</p><p><strong><sup>10</sup></strong> Esta conducta ofendió mucho al Señor, así que también a él le quitó la vida.</p><p><strong><sup>11</sup></strong> Entonces Judá le dijo a su nuera Tamar: «Quédate como viuda en la casa de tu padre, hasta que mi hijo Selá tenga edad de casarse». Pero en realidad Judá pensaba que Selá podría morirse, lo mismo que sus hermanos. Así que Tamar se fue a vivir a la casa de su padre.</p><p><strong><sup>12</sup></strong> Después de mucho tiempo, murió la esposa de Judá, la hija de Súa. Al concluir el tiempo de duelo, Judá fue al pueblo de Timnat para esquilar sus ovejas. Lo acompañó su amigo Hirá, el adulanita.</p><p><strong><sup>13</sup></strong> Cuando Tamar se enteró de que su suegro se dirigía hacia Timnat para esquilar sus ovejas,</p><p><sup><strong>14</strong></sup> se quitó el vestido de viuda, se cubrió con un velo para que nadie la reconociera, y se sentó a la entrada del pueblo de Enayin, que está en el camino a Timnat. Esto lo hizo porque se dio cuenta de que Selá ya tenía edad de casarse y aún no se lo daban a ella por esposo.</p><p><strong><sup>15</sup></strong> Cuando Judá la vio con el rostro cubierto, la tomó por una prostituta.</p><p><sup><strong>16</strong></sup> No sabiendo que era su nuera, se acercó a la orilla del camino y le dijo: —Deja que me acueste contigo. —¿Qué me das si te digo que sí? —le preguntó ella.</p><p><sup><strong>17</strong></sup> —Te mandaré uno de los cabritos de mi rebaño —respondió Judá. —Está bien —respondió ella—, pero déjame algo en garantía hasta que me lo mandes.</p><p><strong><sup>18</sup></strong> —¿Qué prenda quieres que te deje? —preguntó Judá. —Dame tu sello y su cordón, y el bastón que llevas en la mano —respondió Tamar. Judá se los entregó, se acostó con ella y la dejó embarazada.</p><p><sup><strong>19</strong></sup> Cuando ella se levantó, se fue inmediatamente de allí, se quitó el velo y volvió a ponerse la ropa de viuda.</p><p><strong><sup>20</sup></strong> Más tarde, Judá envió el cabrito por medio de su amigo adulanita, para recuperar las prendas que había dejado con la mujer; pero su amigo no dio con ella.</p><p><strong><sup>21</sup></strong> Entonces le preguntó a la gente del lugar: —¿Dónde está la prostituta[a] de Enayin, la que se sentaba junto al camino? —Aquí nunca ha habido una prostituta así —le contestaron.</p><p><strong><sup>22</sup></strong> El amigo regresó adonde estaba Judá y le dijo: —No la pude encontrar. Además, la gente del lugar me informó que allí nunca había estado una prostituta como esa.</p><p><sup><strong>23</strong></sup> —Que se quede con las prendas —replicó Judá—; no es cuestión de que hagamos el ridículo. Pero que quede claro: yo le envié el cabrito, y tú no la encontraste.</p><p><strong><sup>24</sup></strong> Como tres meses después, le informaron a Judá lo siguiente: —Tu nuera Tamar se ha prostituido, y como resultado de sus andanzas ha quedado embarazada. —¡Sáquenla y quémenla! —exclamó Judá.</p><p><strong><sup>25</sup></strong> Pero cuando la estaban sacando, ella mandó este mensaje a su suegro: «El dueño de estas prendas fue quien me embarazó. A ver si reconoce usted de quién son este sello, el cordón del sello, y este bastón».</p><p><strong><sup>26</sup></strong> Judá los reconoció y declaró: «Su conducta es más justa que la mía, pues yo no la di por esposa a mi hijo Selá». Y no volvió a acostarse con ella.</p><p><strong><sup>27</sup></strong> Cuando llegó el tiempo de que Tamar diera a luz, resultó que tenía mellizos en su seno.</p><p><strong><sup>28</sup></strong> En el momento de nacer, uno de los mellizos sacó la mano; la partera le ató un hilo rojo en la mano, y dijo: «Este salió primero».</p><p><strong><sup>29</sup></strong> Pero en ese momento el niño metió la mano, y salió primero el otro. Entonces la partera dijo: «¡Cómo te abriste paso!» Por eso al niño lo llamaron Fares.</p><p><strong><sup>30</sup></strong> Luego salió su hermano, con el hilo rojo atado en la mano, y lo llamaron Zera.</p><p>Judá encuentra una esposa cananea (Gén. 38: 2), con quien tiene tres hijos: Er, Onán y Sela. Judá casó a Er, su primogénito, con la cananea Tamar, para asegurarse una genealogía adecuada. Cuando Dios mata a Er y a Onán debido a su maldad, Judá le promete su último hijo, Sela, a Tamar.</p><p>Cuando, después de un tiempo, Judá parece haber olvidado su promesa, mientras va a consolarse después de la muerte de su esposa, Tamar decide hacerse la prostituta para obligarlo a cumplir su promesa. Debido a que Judá no tiene dinero en efectivo para pagarle a la prostituta, a quien no reconoce, promete enviarle más tarde una cabra de su rebaño.</p><p>Tamar, por su parte, exige que mientras tanto él le entregue como garantía inmediata de pago el sello, el cordón y el bastón. Tamar queda embarazada de este encuentro único. Cuando más tarde, acusada de hacerse la ramera, le muestra al acusador Judá el sello, el cordón y el bastón, Judá comprende y se disculpa.</p><p>El final de esta sórdida historia es el nacimiento de Fares, que significa “traspasar”, quien, como Jacob, nació en segundo lugar y se convirtió en el primero, y en la historia de la salvación se lo menciona como el antepasado de David (Rut 4: 18-22), y finalmente de Jesucristo (Mat. 1: 3). En cuanto a Tamar, ella es la primera de las cuatro mujeres, seguida de Rahab (Mat. 1: 5), Rut (Mat. 1: 5, 6) y la esposa de Urías (Mat. 1: 6), que precedieron genealógicamente a María, la madre de Jesús (Mat. 1: 16).</p><p>Una lección que podemos aprender de esta historia: Así como Dios salvó a Tamar mediante su gracia, y transformó el mal en bien, también salvará a su pueblo mediante la Cruz de Jesús. Y, en el caso de José, convertirá los problemas de José en la salvación de Jacob y sus hijos.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de junio",
               "dayTitle":"<p><strong>JOSÉ, ESCLAVO EN EGIPTO</strong></p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>Ahora retomamos el flujo de las historias de José, que habían quedado “interrumpidas” por el incidente con Tamar. José ahora trabaja como esclavo para el “capitán de la guardia”, quien está a cargo de la prisión de los oficiales reales (Gén. 40: 3, 4; 41: 10-12).</p><p><strong>Lee Génesis 39. En vista del ejemplo de José, quien trabajaba como administrador bajo Potifar, ¿cuáles son los factores de semejante éxito?</strong></p><p><strong>Génesis 39</strong></p><p><strong><sup>1</sup></strong> Cuando José fue llevado a Egipto, los ismaelitas que lo habían trasladado allá lo vendieron a Potifar, un egipcio que era funcionario del faraón y capitán de su guardia.</p><p><strong><sup>2</sup></strong> Ahora bien, el Señor estaba con José y las cosas le salían muy bien. Mientras José vivía en la casa de su patrón egipcio,</p><p><strong><sup>3</sup></strong> este se dio cuenta de que el Señor estaba con José y lo hacía prosperar en todo.</p><p><strong><sup>4</sup></strong> José se ganó la confianza de Potifar, y este lo nombró mayordomo de toda su casa y le confió la administración de todos sus bienes.</p><p><strong><sup>5</sup></strong> Por causa de José, el Señor bendijo la casa del egipcio Potifar a partir del momento en que puso a José a cargo de su casa y de todos sus bienes. La bendición del Señor se extendió sobre todo lo que tenía el egipcio, tanto en la casa como en el campo.</p><p><strong><sup>6</sup></strong> Por esto Potifar dejó todo a cargo de José, y tan solo se preocupaba por lo que tenía que comer. José tenía muy buen físico y era muy atractivo.</p><p><strong><sup>7</sup></strong> Después de algún tiempo, la esposa de su patrón empezó a echarle el ojo y le propuso: —Acuéstate conmigo.</p><p><strong><sup>8</sup></strong> Pero José no quiso saber nada, sino que le contestó: —Mire, señora: mi patrón ya no tiene que preocuparse de nada en la casa, porque todo me lo ha confiado a mí.</p><p><strong><sup>9</sup></strong> En esta casa no hay nadie más importante que yo. Mi patrón no me ha negado nada, excepto meterme con usted, que es su esposa. ¿Cómo podría yo cometer tal maldad y pecar así contra Dios?</p><p><strong><sup>10</sup></strong> Y por más que ella lo acosaba día tras día para que se acostara con ella y le hiciera compañía, José se mantuvo firme en su rechazo.</p><p><strong><sup>11</sup></strong> Un día, en un momento en que todo el personal de servicio se encontraba ausente, José entró en la casa para cumplir con sus responsabilidades.</p><p><strong><sup>12</sup></strong> Entonces la mujer de Potifar lo agarró del manto y le rogó: «¡Acuéstate conmigo!» Pero José, dejando el manto en manos de ella, salió corriendo de la casa.</p><p><strong><sup>13</sup></strong> Al ver ella que él había dejado el manto en sus manos y había salido corriendo,</p><p><strong><sup>14</sup></strong> llamó a los siervos de la casa y les dijo: «¡Miren!, el hebreo que nos trajo mi esposo solo ha venido a burlarse de nosotros. Entró a la casa con la intención de acostarse conmigo, pero yo grité con todas mis fuerzas.</p><p><strong><sup>15</sup></strong> En cuanto me oyó gritar, salió corriendo y dejó su manto a mi lado».</p><p><strong><sup>16</sup></strong> La mujer guardó el manto de José hasta que su marido volvió a su casa.</p><p><strong><sup>17</sup></strong> Entonces le contó la misma historia: «El esclavo hebreo que nos trajiste quiso aprovecharse de mí.</p><p><strong><sup>18</sup></strong> Pero en cuanto grité con todas mis fuerzas, salió corriendo y dejó su manto a mi lado».</p><p><strong><sup>19</sup></strong> Cuando el patrón de José escuchó de labios de su mujer cómo la había tratado el esclavo, se enfureció</p><p><strong><sup>20</sup></strong> y mandó que echaran a José en la cárcel donde estaban los presos del rey. Pero aun en la cárcel</p><p><strong><sup>21</sup></strong> el Señor estaba con él y no dejó de mostrarle su amor. Hizo que se ganara la confianza del guardia de la cárcel,</p><p><strong><sup>22</sup></strong> el cual puso a José a cargo de todos los prisioneros y de todo lo que allí se hacía.</p><p><strong><sup>23</sup></strong> Como el Señor estaba con José y hacía prosperar todo lo que él hacía, el guardia de la cárcel no se preocupaba de nada de lo que dejaba en sus manos.</p><p><br></p><p>Casi de inmediato, José se caracteriza por ser un hombre de éxito (Gén. 39: 2, 3). Era tan bueno y su amo confiaba tanto en él que “entregó en su poder todo lo que tenía”, e incluso lo nombró “mayordomo de su casa” (Gen. 39: 4).</p><p>Sin embargo, el éxito de José no lo corrompe. Cuando la esposa de Potifar lo observa y quiere acostarse con él, José se niega sin ambigüedades y prefiere perder su trabajo y su seguridad en lugar de “cometer tal maldad y pecar así contra Dios” (Gén. 39: 9, NVI). La mujer, humillada por la negativa de José, informa falsamente a sus siervos y a su esposo que él quiso abusar de ella. Como resultado, José fue puesto en prisión.</p><p>José experimenta aquí lo que todos hemos vivido: la sensación de abandono por parte de Dios; a pesar de que, aun en este momento difícil, “Jehová estaba con José” (Gén. 39: 21).</p><p>Con el tiempo, el Señor actúa y produce un impacto en la relación de José con el jefe de la cárcel. Aquí también el Señor bendice a José, al igual que en la casa de su amo. Obviamente, es un hombre talentoso, y a pesar de que las circunstancias ahora son aún peores (al fin y al cabo, ¡antes continuaba siendo esclavo!), busca sacar el mejor provecho de ello. Sin embargo, independiente- mente de sus dones, el texto deja en claro que, en definitiva, únicamente fue Dios quien lo hizo fructificar. “No necesitaba atender el jefe de la cárcel cosa alguna de las que estaban al cuidado de José, porque Jehová estaba con José, y lo que él hacía, Jehová lo prosperaba” (Gén. 39: 23). ¡Qué importante es que todos los que tienen talento, todos los que tienen “éxito”, recuerden de dónde proviene todo!</p><p><strong>Lee Génesis 39: 7 al 12. ¿Cómo resistió José los avances de la esposa de Potifar? ¿Por qué José dijo específicamente que hacer lo que ella pedía habría sido un pecado contra Dios? ¿Qué conocimiento demostró sobre la naturaleza del pecado y lo que este es?</strong></p><p><strong>Génesis 39: 7-12<br></strong></p><p><sup><strong>7 </strong></sup>Aconteció después de esto, que la mujer de su amo puso sus ojos en José, y dijo: Duerme conmigo.</p><p><sup><strong>&nbsp;8 </strong></sup>Y él no quiso, y dijo a la mujer de su amo: He aquí que mi señor no se preocupa conmigo de lo que hay en casa, y ha puesto en mi mano todo lo que tiene. <sup><br></sup></p><p><sup><strong>9 </strong></sup>No hay otro mayor que yo en esta casa, y ninguna cosa me ha reservado sino a ti, por cuanto tú eres su mujer; ¿cómo, pues, haría yo este grande mal, y pecaría contra Dios? <sup><br></sup></p><p><sup><strong>10</strong></sup> Hablando ella a José cada día, y no escuchándola él para acostarse al lado de ella, para estar con ella, <sup><br></sup></p><p><sup><strong>11 </strong></sup>aconteció que entró él un día en casa para hacer su oficio, y no había nadie de los de casa allí. <sup><br></sup></p><p><sup><strong>12 </strong></sup>Y ella lo asió por su ropa, diciendo: Duerme conmigo. Entonces él dejó su ropa en las manos de ella, y huyó y salió. <strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de junio",
               "dayTitle":"<p><strong>LOS SUEÑOS DE FARAÓN</strong></p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p><strong>Lee Génesis 40: 1 a 41: 36. ¿Qué relación tienen los sueños del faraón con los sueños de los oficiales? ¿Cuál es el significado de este paralelismo?</strong></p><p><strong>Génesis 40:1 a 41:36</strong></p><p><strong>40</strong></p><p><strong><sup>1</sup></strong> Tiempo después, el copero y el panadero del rey de Egipto ofendieron a su señor.</p><p><strong><sup>2</sup></strong> El faraón se enojó contra estos dos funcionarios suyos, es decir, contra el jefe de los coperos y el jefe de los panaderos,</p><p><strong><sup>3</sup></strong> así que los mandó presos a la casa del capitán de la guardia, que era la misma cárcel donde estaba preso José.</p><p><strong><sup>4</sup></strong> Allí el capitán de la guardia le encargó a José que atendiera a estos funcionarios. Después de haber estado algún tiempo en la cárcel,</p><p><strong><sup>5</sup></strong> una noche los dos funcionarios, es decir, el copero y el panadero, tuvieron cada uno un sueño, cada sueño con su propio significado.</p><p><strong><sup>6</sup></strong> A la mañana siguiente, cuando José fue a verlos, los encontró muy preocupados, 7</p><p>y por eso les preguntó: —¿Por qué andan hoy tan cabizbajos?</p><p><strong><sup>8</sup></strong> —Los dos tuvimos un sueño —respondieron—, y no hay nadie que nos lo interprete. —¿Acaso no es Dios quien da la interpretación? —preguntó José—. ¿Por qué no me cuentan lo que soñaron?</p><p><strong><sup>9</sup></strong> Entonces el jefe de los coperos le contó a José el sueño que había tenido: —Soñé que frente a mí había una vid,</p><p><strong><sup>10</sup></strong> la cual tenía tres ramas. En cuanto la vid echó brotes, floreció; y maduraron las uvas en los racimos.</p><p><strong><sup>11</sup></strong> Yo tenía la copa del faraón en la mano. Tomé las uvas, las exprimí en la copa, y luego puse la copa en manos del faraón.</p><p><strong><sup>12</sup></strong> Entonces José le dijo: —Esta es la interpretación de su sueño: Las tres ramas son tres días.</p><p><strong><sup>13</sup></strong> Dentro de los próximos tres días el faraón lo indultará a usted y volverá a colocarlo en su cargo. Usted volverá a poner la copa del faraón en su mano, tal como lo hacía antes, cuando era su copero.</p><p><sup><strong>14</strong></sup> Yo le ruego que no se olvide de mí. Por favor, cuando todo se haya arreglado, háblele usted de mí al faraón para que me saque de esta cárcel.</p><p><strong><sup>15</sup></strong> A mí me trajeron por la fuerza, de la tierra de los hebreos. ¡Yo no hice nada aquí para que me echaran en la cárcel!</p><p><strong><sup>16</sup></strong> Al ver que la interpretación había sido favorable, el jefe de los panaderos le dijo a José: —Yo también tuve un sueño. En ese sueño, llevaba yo tres canastas de pan[a] sobre la cabeza.</p><p><strong><sup>17</sup></strong> En la canasta de arriba había un gran surtido de repostería para el faraón, pero las aves venían a comer de la canasta que llevaba sobre la cabeza.</p><p><strong><sup>18</sup></strong> José le respondió: —Esta es la interpretación de su sueño: Las tres canastas son tres días.</p><p><strong><sup>19</sup></strong> Dentro de los próximos tres días, el faraón mandará que a usted lo decapiten y lo cuelguen de un árbol, y las aves devorarán su cuerpo.</p><p><strong><sup>20</sup></strong> En efecto, tres días después el faraón celebró su cumpleaños y ofreció una gran fiesta para todos sus funcionarios. En presencia de estos, mandó sacar de la cárcel al jefe de los coperos y al jefe de los panaderos.</p><p><strong><sup>21</sup></strong> Al jefe de los coperos lo restituyó en su cargo para que, una vez más, pusiera la copa en manos del faraón.</p><p><strong><sup>22</sup></strong> Pero, tal como lo había predicho José, al jefe de los panaderos mandó que lo ahorcaran.</p><p><strong><sup>23</sup></strong> Sin embargo, el jefe de los coperos no se acordó de José, sino que se olvidó de él por completo.</p><p><strong>41</strong></p><p><strong><sup>1</sup></strong> Dos años más tarde, el faraón tuvo un sueño: Estaba de pie junto al río Nilo</p><p><strong><sup>2</sup></strong> cuando, de pronto, del río salieron siete vacas hermosas y gordas que se pusieron a pastar entre los juncos.</p><p><strong><sup>3</sup></strong> Detrás de ellas salieron otras siete vacas, feas y flacas, que se pararon a orillas del Nilo, junto a las primeras.</p><p><strong><sup>4</sup></strong> ¡Y las vacas feas y flacas se comieron a las vacas hermosas y gordas! En ese momento el faraón se despertó.</p><p><strong><sup>5</sup></strong> Pero volvió a dormirse, y tuvo otro sueño: Siete espigas de trigo, grandes y hermosas, crecían de un solo tallo.</p><p><strong><sup>6</sup></strong> Tras ellas brotaron otras siete espigas, delgadas y quemadas por el viento solano.</p><p><strong><sup>7</sup></strong> ¡Y las siete espigas delgadas se comieron a las espigas grandes y hermosas! En eso el faraón se despertó y se dio cuenta de que solo era un sueño.</p><p><strong><sup>8</sup></strong> Sin embargo, a la mañana siguiente se levantó muy preocupado, mandó llamar a todos los magos y sabios de Egipto, y les contó los dos sueños. Pero nadie se los pudo interpretar.</p><p><strong><sup>9</sup></strong> Entonces el jefe de los coperos le dijo al faraón: «Ahora me doy cuenta del grave error que he cometido.</p><p><strong><sup>10</sup></strong> Cuando el faraón se enojó con sus servidores, es decir, conmigo y con el jefe de los panaderos, nos mandó a la cárcel, bajo la custodia del capitán de la guardia.</p><p><strong><sup>11</sup></strong> Una misma noche, los dos tuvimos un sueño, cada sueño con su propio significado.</p><p><strong><sup>12</sup></strong> Allí, con nosotros, había un joven hebreo, esclavo del capitán de la guardia. Le contamos nuestros sueños, y a cada uno nos interpretó el sueño.</p><p><strong><sup>13</sup></strong> ¡Y todo sucedió tal como él lo había interpretado! A mí me restituyeron mi cargo, y al jefe de los panaderos lo ahorcaron».</p><p><strong><sup>14</sup></strong> El faraón mandó llamar a José, y en seguida lo sacaron de la cárcel. Luego de afeitarse y cambiarse de ropa, José se presentó ante el faraón,</p><p><strong><sup>15</sup></strong> quien le dijo: —Tuve un sueño que nadie ha podido interpretar. Pero me he enterado de que, cuando tú oyes un sueño, eres capaz de interpretarlo.</p><p><strong><sup>16</sup></strong> —No soy yo quien puede hacerlo —respondió José—, sino que es Dios quien le dará al faraón una respuesta favorable.</p><p><strong><sup>17</sup></strong> El faraón le contó a José lo siguiente: —En mi sueño, estaba yo de pie a orillas del río Nilo.</p><p><strong><sup>18</sup></strong> De pronto, salieron del río siete vacas gordas y hermosas, y se pusieron a pastar entre los juncos.</p><p><strong><sup>19</sup></strong> Detrás de ellas salieron otras siete vacas, feas y flacas. ¡Jamás se habían visto vacas tan raquíticas en toda la tierra de Egipto!</p><p><strong><sup>20</sup></strong> Y las siete vacas feas y flacas se comieron a las siete vacas gordas.</p><p><strong><sup>21</sup></strong> Pero, después de habérselas comido, no se les notaba en lo más mínimo, porque seguían tan feas como antes. Entonces me desperté.</p><p><strong><sup>22</sup></strong> »Después tuve otro sueño: Siete espigas de trigo, grandes y hermosas, crecían de un solo tallo.</p><p><strong><sup>23</sup></strong> Tras ellas brotaron otras siete espigas marchitas, delgadas y quemadas por el viento solano.</p><p><strong><sup>24</sup></strong> Las siete espigas delgadas se comieron a las espigas grandes y hermosas. Todo esto se lo conté a los magos, pero ninguno de ellos me lo pudo interpretar».</p><p><strong><sup>25</sup></strong> José le explicó al faraón:</p><p><strong><sup>27</sup></strong> Y las siete vacas flacas y feas, que salieron detrás de las otras, y las siete espigas delgadas y quemadas por el viento solano, son también siete años. Pero estos serán siete años de hambre.—En realidad, los dos sueños del faraón son uno solo. Dios le ha anunciado lo que está por hacer.</p><p><strong><sup>26</sup></strong> Las siete vacas hermosas y las siete espigas hermosas son siete años. Se trata del mismo sueño.</p><p><strong><sup>27</sup></strong> Y las siete vacas flacas y feas, que salieron detrás de las otras, y las siete espigas delgadas y quemadas por el viento solano, son también siete años. Pero estos serán siete años de hambre.</p><p><strong><sup>28</sup></strong> »Tal como le he dicho al faraón, Dios le está mostrando lo que está por hacer.</p><p><strong><sup>29</sup></strong> Están por venir siete años de mucha abundancia en todo Egipto,</p><p><strong><sup>30</sup></strong> a los que les seguirán siete años de hambre, que harán olvidar toda la abundancia que antes hubo. ¡El hambre acabará con Egipto!</p><p><strong><sup>31</sup></strong> Tan terrible será el hambre, que nadie se acordará de la abundancia que antes hubo en el país.</p><p><strong><sup>32</sup></strong> El faraón tuvo el mismo sueño dos veces porque Dios ha resuelto firmemente hacer esto, y lo llevará a cabo muy pronto.</p><p><strong><sup>33</sup></strong> »Por todo esto, el faraón debería buscar un hombre competente y sabio, para que se haga cargo de la tierra de Egipto.</p><p><strong><sup>34</sup></strong> Además, el faraón debería nombrar inspectores en todo Egipto, para que durante los siete años de abundancia recauden la quinta parte de la cosecha en todo el país.</p><p><strong><sup>35</sup></strong> Bajo el control del faraón, esos inspectores deberán juntar el grano de los años buenos que vienen y almacenarlo en las ciudades, para que haya una reserva de alimento.</p><p><strong><sup>36</sup></strong> Este alimento almacenado le servirá a Egipto para los siete años de hambre que sufrirá, y así la gente del país no morirá de hambre»</p><p>El carácter providencial de los acontecimientos continúa. Con el tiempo, José queda a cargo de los prisioneros, dos de los cuales resultan ser exoficiales del faraón, un copero y un panadero (Gén. 41: 9-11). Ambos están preocupados por un sueño que no pueden entender, porque “no hay quien lo interprete” (Gén. 40: 8). José, entonces, interpreta sus respectivos sueños.</p><p>A semejanza de los sueños de los dos oficiales, el faraón también tiene dos sueños que nadie puede interpretar (Gén. 41: 1-8). En ese momento, el copero recuerda providencialmente a José y se lo recomienda al faraón (Gén. 41: 9-13).</p><p>Además, a semejanza de los otros sueños, el faraón, como los oficiales, está turbado, y como ellos, revela sus sueños (Gén. 41: 14-24), y José los inter- preta. Al igual que los sueños de los oficiales, los sueños del faraón muestran paralelismos de símbolos: las dos series de siete vacas (gordas y demacradas), así como las dos series de espigas (gruesas y delgadas), representan dos series de años buenos y malos. Las siete vacas son un paralelo de las siete espigas, y repiten el mismo mensaje; una evidencia de su origen divino, al igual que los sueños de José (Gén. 41: 32; comparar con Gén. 37: 9).</p><p>Aunque José es quien interpretó el sueño al faraón, José se asegura de que el faraón sepa que fue Dios, ’Elohim, quien le mostró al rey las cosas que el Señor iba a hacer (Gén. 41: 25, 28). También parece que el faraón entendió el mensaje porque, cuando decidió nombrar a alguien para que estuviera a cargo de la tierra, su argumento fue el siguiente: “Pues que Dios te ha hecho saber todo esto, no hay entendido ni sabio como tú. Tú estarás sobre mi casa, y por tu palabra se gobernará todo mi pueblo; solamente en el trono seré yo mayor que tú” (Gén. 41: 39, 40).</p><p>Qué fascinante: Gracias a Dios, José pasa de gobernar la casa de Potifar a gobernar la prisión, y luego a gobernar todo Egipto. Qué historia tan poderosa acerca de cómo, incluso en medio de circunstancias que parecen terribles, se revelan las providencias de Dios.</p><p><strong>¿Cómo podemos aprender a confiar en Dios y aferrarnos a sus promesas cuando los eventos no parecen para nada providenciales y, en efecto, Dios parece callar?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de junio",
               "dayTitle":"",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br></p><p>Lee Elena de White, Patriarcas y profetas, “José en Egipto”, pp. 214–224.</p><p>“En los primeros tiempos de su vida, al pasar de la juventud a la virilidad, José y Daniel fueron separados de sus hogares y llevados cautivos a países paganos. José, especialmente, fue expuesto a las tentaciones que acompañan a los grandes cambios de fortuna. En la casa de su padre, fue un niño tiernamente mimado; en la casa de Potifar, fue esclavo, y luego confidente y compañero, hombre de negocios, educado mediante el estudio, la observación y el contacto con los hombres; en la cárcel de Faraón, fue un preso del Estado, condenado injustamente, que no tenía esperanza de vindicación ni perspectiva de libertad; en un momento de gran crisis fue llamado a actuar en el Gobierno de la Nación. ¿Qué lo capacitaba para conservar su integridad? [...]</p><p>“En su niñez se le había enseñado a amar y temer a Dios. A menudo se le había contado, en la tienda de su padre, bajo las estrellas de Siria, la historia de la visión nocturna de Betel, de la escalera entre el cielo y la Tierra, de los ángeles que subían y bajaban, y de aquel que se reveló a Jacob desde el Trono de lo alto. Se le había contado la historia del conflicto habido junto al Jaboc, donde, después de renunciar a pecados arraigados, Jacob fue vencedor y recibió el título de príncipe con Dios.</p><p>“Mientras era pastorcillo y cuidaba los rebaños de su padre, la vida pura y sencilla de José había favorecido el desarrollo de las facultades físicas y mentales. Por la comunión con Dios mediante la naturaleza, y el estudio de las grandes verdades transmitidas de padre a hijo, como cometido sagrado, obtuvo fuerza mental y firmeza de principios.</p><p>“Cuando se produjo la crisis de su vida, durante el viaje terrible que hizo desde el hogar de su niñez, situado en Canaán, hasta la esclavitud que lo esperaba en Egipto, al contemplar por última vez las colinas que ocultaban las tiendas de su parentela, José recordó al Dios de su padre. Recordó las lecciones aprendidas en su niñez y su alma se conmovió cuando hizo la resolución de ser fiel, y conducirse siempre como corresponde a un súbdito del Rey del cielo” (Ed 51, 52).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>Compara a José con Daniel y Jesús. ¿Cuáles son los puntos en común? ¿Cómo revelan José y Daniel, a su manera, aspectos de Jesús y de cómo habrá sido Jesús?</p><p><strong>2. </strong>En clase, dialoguen sobre la pregunta que está al final del estudio del jueves. ¿Cómo aprendemos a confiar en Dios cuando las cosas no nos salen tan bien como finalmente ocurrió con José?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Texto clave: Génesis 37: 19.<br><br>Enfoque del estudio: Génesis 37-41: 36.<br><strong><br>Introducción:</strong><br><br>Aunque José es uno de los hijos de Jacob, se destaca como una gran figura patriarcal, similar a Abraham, Isaac y Jacob. De hecho, José ocupa más espacio en el libro de Génesis que cualquiera de los tres patriarcas. Las historias de José contrastan con las historias anteriores de violación, asesinato y prostitución. A diferencia de los otros patriarcas, que a menudo tropiezan y se comportan mal, José conserva su pureza y compasión. Como el profeta Daniel, José es un hombre sabio y un profeta. Es un hombre sabio, que se comporta inteligentemente y encuentra las soluciones adecuadas a los problemas de la política y la economía; pero también es un profeta que recibe las revelaciones de Dios para comunicarlas a su pueblo. José no solo recibe sueños de Dios; también es capaz de interpretar los sueños de otros, desde la prisión hasta la corte del faraón. José representa la persona justa por excelencia. Sobrevive al crimen, el engaño y la violencia. Dios frustra los actos de maldad y las trampas dirigidas a José, y las utiliza para cumplir sus designios; de hecho, Dios convierte todos los actos inicuos en oportunidades para favorecer a José. En cada oportunidad, José sale mejor, ya sea de la cisterna, de la esclavitud, de la cárcel o en la corte del faraón. La bendición de Dios sobre José no es solo para su propia felicidad. Mediante José, se cumple la bendición que Dios le dio a Abraham (comparar Gén. 12: 3; 22: 18). Por intermedio de José, no solo la familia de Israel, sino también todas las naciones serán bendecidas y salvas.<br><br><strong>COMENTARIO</strong><br><br><strong>Los sueños de José</strong><br><br>El hecho de que José reciba sueños de Dios es humillante para sus hermanos; los sueños son una señal divina de la superioridad “espiritual” de José. Cuando José les cuenta sus sueños a sus hermanos debido a su ingenuo deseo de compartir con ellos la desconcertante revelación, estos se irritan y lo odian aún más. La razón del aumento de su enojo es que entendieron el significado del primer sueño con demasiada claridad (Gén. 37: 8). Como pastores y personas que viven de la tierra, comprenden el significado de las gavillas, que evocan la producción de alimentos básicos. El hecho de que sus gavillas se inclinaran ante la de su hermano (Gén. 37: 7) sugiere que algún día dependerán económicamente de él, e incluso se comportarán como siervos de él para ese propósito. La repetición de sueños con el mismo mensaje confirma la verdad del mensaje y es una señal de que estos sueños provienen de Dios (Gén. 41: 32). Jacob interpreta que los símbolos del Sol, la Luna y las once estrellas se refieren, respectivamente, al padre (él mismo), la madre (su esposa) y sus once hijos (Gén. 37: 10). Por consiguiente, Jacob comprende que los sueños se aplican a su familia, y que un día todos se postrarán delante de José. Aunque Jacob reprende a José (Gén. 37: 10), o simula reprenderlo (porque está en presencia del resto de la familia), Jacob queda desconcertado con el sueño. Reflexiona en secreto sobre esto y está ansioso por presenciar su cumplimiento (Gén. 37: 11).<br><br>Sin embargo, los hermanos están celosos y preocupados (Gén. 37: 11), porque sienten que el sueño los amenaza. Por ende, aprovechan la primera oportunidad para eliminar al soñador. La ocasión se presenta cuando Jacob envía a José a visitar a sus hermanos en el campo. Cuando ven a José desde lejos, se ilusionan incluso antes de que él llegue hasta ellos, porque se dan cuenta de que esta es su oportunidad para matarlo (Gén. 37: 18). Las exhortaciones plurales de los hermanos (Gén. 37: 20) recuerdan las exhortaciones plurales de los hombres de Babel (Gén. 11: 3, 4), lo que sugiere una mentalidad y una actitud similares. Al igual que los hombres de Babel, los hermanos toman el lugar de Dios y procuran determinar su destino y el de su hermano. Quieren matarlo, no porque lleve informes a su padre ni porque estén celosos de él, sino por sus sueños. La expresión hebrea que usan para calificarlo es irónica: bá‘al hajalomot, que se traduce como “soñador” (Gén. 37:19), literalmente significa “experto en sueños”.<br><br>No obstante, lo que concibieron como una burla se volverá profético, porque José efectivamente llegará a ser un experto en la interpretación de sueños. Aunque José está solo frente al peligro, en cada paso de sus dificultades alguien interviene inesperadamente en su favor. Cuando los hermanos planean matarlo, Rubén los persuade para que lo echen a un pozo. Cuando lo arrojan al pozo con la idea de matarlo, Judá convence a los hermanos de venderlo a una caravana que pasaba. Los hermanos quieren matar a José porque se sienten amenazados por sus sueños (Gén. 37: 20). Su plan es matarlo y luego arrojar su cadáver en un pozo (Gén. 37: 20). La escena de los hermanos que se sientan a disfrutar de la comida mientras José espera en un pozo vacío, sin agua (Gén. 37: 24), irónicamente anticipa la situación inversa, en la que José está bien alimentado mientras que sus hermanos pasan hambre y se ven amenazados por la hambruna (Gén. 42: 2, 33; 43: 1, 2; 44: 1; 45: 17, 18). La expresión técnica “y alzando los ojos miraron, y he aquí” (Gén. 37: 25) marca la anticipación de la intervención de Dios para salvar (ver Gén. 18: 2; 22: 13). El avistamiento de la caravana anticipa la salvación de José. Sin duda, el hecho de que la caravana apareciera en ese preciso momento es providencial. Judá es el único que actúa con éxito en favor de José y contra sus hermanos.<br><br>Mientras que Rubén solo puede “oír” a sus hermanos cuando conspiran para matar a José, los hermanos “oyen” a Judá y finalmente los convence con sus argumentos. Mientras que Rubén solo puede atrasar el asesinato, Judá logra salvar a José para siempre de las manos de sus hermanos, y desencadenar el proceso que conducirá no solo al rescate de José en ese momento, sino también a la futura salvación de la familia de Jacob y de Egipto.<br><br><strong>Judá, José y el Mesías</strong><br><br>Después de la venta de José, Judá ya no se siente cómodo viviendo con sus hermanos, y prefiere desvincularse de ellos. El desacuerdo de Judá con sus hermanos debió de haber comenzado antes, cuando en oposición a sus hermanos usó el argumento del parentesco (“él es nuestro hermano, nuestra propia carne”) para evitar que mataran a José (Gén. 37: 27). La conciencia de Judá es siempre fuerte y activa, como lo evidencia más adelante su súplica por Benjamín (Gén. 44: 18–34).<br><br>Además, la frase que describe a Judá como quien “descendió” (Gén. 38: 1, JBS) se hace eco de la descripción de José como quien “descendió” a Egipto (ver Gén. 37: 25, 35; 39: 1, JBS).<br><br>Este paralelismo sugiere que la acción de “descender” de Judá de alguna manera fue para solidarizarse con la condición de José, ya que este último descendió a Egipto. Por eso la historia del incidente de Judá con su nuera Tamar, que aparece inmediatamente después de la venta de José y su llegada a la casa egipcia de Potifar (Gén. 38:1), encaja en la secuencia de los acontecimientos. Los hechos reportados en el capítulo 38 no solo siguen cronológicamente a los eventos registrados en el capítulo 37, como se indica claramente en la fórmula introductoria “en aquel tiempo” (Gén. 38:1); los dos capítulos también comparten paralelismos lingüísticos y temáticos entre sí: las mismas palabras, “reconoce” (Gén. 37: 32) y “mira” (Gén. 38: 25), y la misma referencia a un “cabrito” (Gén. 37: 31; 38: 17). Es más, los dos pasajes transmiten la misma lección teológica fundamental: dan testimonio del mismo poder providencial que anula los actos humanos inicuos para el bien de su pueblo. El acto malvado de Judá se convierte en un hecho positivo que conduce a la salvación de Israel. El sórdido encuentro sexual entre Judá y Tamar no solo terminará en la redención de la Tamar sin hijos; también engendrará al antepasado de David y, por lo tanto, del Mesías de Israel, el Salvador del mundo.<br><br><strong>Los sueños de los egipcios</strong><br><br>Cuando José queda a cargo de los prisioneros, conoce al copero y al panadero del faraón, que están angustiados por los sueños que no pueden entender (Gén. 40: 1-8). José interpreta los sueños como predicciones de lo que les sucederá en el futuro: el sueño del copero significa que será restaurado a su puesto anterior (Gén. 40: 9-15), mientras que el sueño del panadero significa que irá a la horca (Gén. 40: 16-19). El capítulo termina con el informe del cumplimiento de estos sueños (Gén. 40: 20-23), y así confirma la verdad de los sueños y la interpretación correcta de José.<br><br>Luego de los dos sueños de los altos oficiales, el faraón también tiene dos sueños que nadie puede interpretar (Gén. 41: 1-7). El copero, que de repente se acuerda de José, se lo recomienda al faraón (Gén. 41: 8-13). Sucede algo igual que antes: como en los dos casos anteriores, el faraón le cuenta sus sueños a José (Gén. 41: 14-24), quien luego los interpreta como un mensaje divino sobre el futuro económico de Egipto y aconseja al rey en consecuencia (Gén. 41: 25-36). Impresionado por la sabiduría de José, el faraón lo promueve y le confía la administración del país (Gén. 41: 37–46). José administra el cereal recolectado y organiza la supervivencia económica de la región (Gén. 41: 47–57).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>Los sueños de José. </strong>Lean y analicen Jeremías 28: 8 y 9. ¿Por qué la verdad siempre plantea una amenaza para la gente? ¿Qué reacciones tienen cuando leen un pasaje de las Escrituras y de los escritos de Elena de White que los perturba y que confronta sus decisiones u opiniones? ¿Qué criterio usarán para determinar que el profeta dice la verdad? Busquen historias de su vida en las que una experiencia dolorosa haya llevado a un descubrimiento importante o a un nuevo acontecimiento de importancia redentora. Apliquen esta observación a Jesucristo: analicen cómo y por qué la Cruz fue necesaria para la salvación de la humanidad.<br><br><strong>Judá, José y el Mesías.</strong> Analicen con la clase la conexión entre el rescate de José por parte de Judá y el encuentro de Judá con Tamar, lo que derivó en la simiente mesiánica. ¿Qué nos enseñan los paralelismos entre estas dos historias sobre la manera en que Dios obra en la historia y en la existencia humanas? Reflexionen en su propia vida: ¿Cuáles son algunos de los fracasos y las luchas de su pasado que Dios ha usado para su gloria? ¿Qué les enseñan estas experiencias acerca de Dios? ¿Cómo los ayudan estas experiencias con las luchas y las dudas que enfrentan actualmente?<br><br><strong>Los sueños de los egipcios.</strong> ¿Qué lecciones de misionología podemos aprender del ejemplo de José en la cárcel? ¿Qué método de comunicación usa José al relacio- narse con sus compañeros de prisión y con el faraón? ¿Por qué es importante dar testimonio a los regentes del mundo? ¿Qué mensaje espiritual podemos transmitir a través de la calidad de nuestro trabajo?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>JOSÉ, EXPERTO EN SUEÑOS</p>",
         "verse":"<p>“Y dijeron el uno al otro: He aquí viene el soñador” (Gén. 37: 19)</p>",
         "versionCode":1,
         "weekDate":"4-10 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
