{
  "data": [
    {
      "color": "#665916",
      "id": 9,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 24 de Febrero 2024",
          "dayTitle": "<p style=\"text-align: justify;\"><strong>¡BENDITO EL QUE VIENE EN EL NOMBRE DEL SEÑOR!</strong></p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>Los salmos dan testimonio de la persona y el ministerio de Cristo. Casi todos los aspectos de su obra en el plan de salvación se ven en los salmos. De diversas maneras, la vida y la obra de Cristo están prefguradas y predichas en ellos, a menudo con notable exactitud.\n</p><p>Los temas revelados en los salmos incluyen la divinidad de Cristo, su fliación divina, su obediencia, su celo por el Templo de Dios, su identidad como Buen Pastor, la traición, su sufrimiento, sus huesos que no fueron quebrados; su muerte, resurrección, ascensión, sacerdocio y realeza. Todo está allí, como se predijo muchos siglos antes de que Jesús viniera en carne y hueso.\n</p><p>No es de extrañar, por ejemplo, que al hablar de su ministerio Jesús citara Salmos en su conversación con los discípulos camino a Emaús (Luc. 24:44). Quería que encontraran en los salmos la prueba de quién era él.\n</p><p>Algunos de los salmos que tienen un cumplimiento tipológico en Cristo son Salmos 24, 45, 72 y 101 (el Rey y Juez ideal), 88 y 102 (oraciones del siervo sufriente de Dios). En todos los salmos, mediante lamentos, acciones de gracias, alabanzas y el clamor en busca de justicia y liberación de los salmistas, podemos oír los ecos de la oración de Cristo por la salvación del mundo.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 25 de Febrero 2024",
          "dayTitle": "<p><strong>EL PASTOR DIVINO Y ABNEGADO</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \"><strong>Lee Salmos 23; 28:9; 80:1; 78:52 y 53; 79:13; y 100:3. ¿Cómo se describe en estos textos la relación entre el Señor y su pueblo?\n</strong></p><p style=\"text-align: justify; \"><strong>Salmos 23\n</strong></p><p style=\"text-align: justify; \"><sup><strong>1</strong></sup> Jehová es mi pastor, nada me faltará. 2 En lugares de delicados pastos me hará descansar; junto a aguas de reposo me pastoreará.\n</p><p style=\"text-align: justify; \"><sup><strong>3</strong></sup> Confortará mi alma. Me guiará por sendas de justicia por amor de su nombre.\n</p><p style=\"text-align: justify; \"><strong><sup>4</sup> </strong>Aunque ande en valle de sombra de muerte, no temeré mal alguno, porque tú estarás conmigo; tu vara y tu cayado me infundirán aliento.\n</p><p style=\"text-align: justify; \"><sup><strong>5</strong></sup> Aderezas mesa delante de mí en presencia de mis angustiadores; unges mi cabeza con aceite; mi copa está rebosando.\n</p><p style=\"text-align: justify; \"><sup><strong>6</strong></sup> Ciertamente, el bien y la misericordia me seguirán todos los días de mi vida, y en la casa de Jehová moraré por largos días.\n</p><p style=\"text-align: justify; \"><strong>Salmos 28:9\n</strong></p><p style=\"text-align: justify; \"><strong><sup>9</sup></strong> Salva a tu pueblo y bendice a tu heredad; pastoréalos y susténtalos para siempre.\n</p><p style=\"text-align: justify; \"><strong>Salmos 80:1\n</strong></p><p style=\"text-align: justify; \">Pastor de Israel, escucha; tú que pastoreas como a ovejas a José, tú que estás entre querubines, resplandece.</p><p style=\"text-align: justify; \"><strong>Salmos 78:52-53\n</strong></p><p style=\"text-align: justify; \"><strong><sup>52</sup></strong> Hizo salir a su pueblo como a ovejas y los llevó por el desierto como a un rebaño.\n</p><p style=\"text-align: justify; \"><sup><strong>53</strong></sup> Los guió con seguridad, de modo que no tuvieran temor; y el mar cubrió a sus enemigos.\n</p><p style=\"text-align: justify; \"><strong>Salmos  79:13\n</strong></p><p style=\"text-align: justify; \"><strong><sup>13</sup></strong> Y nosotros, pueblo tuyo y ovejas de tu prado, te alabaremos para siempre. ¡De generación en generación cantaremos tus alabanzas!..\n</p><p style=\"text-align: justify; \"><strong>Salmos  100:3\n</strong></p><p style=\"text-align: justify; \"><sup><strong>3</strong></sup> Reconoced que Jehová es Dios; él nos hizo y no nosotros a nosotros mismos; pueblo suyo somos y ovejas de su prado.\n</p><p style=\"text-align: justify;\">La imagen del Señor como Pastor y del pueblo de Dios como ovejas de su prado pone de relieve la guía y el cuidado sustentador de Dios para con su pueblo,así como su dependencia de Dios para satisfacer todas sus necesidades. La imagen transmite la noción de cercanía entre Dios y su pueblo, porque los pastores vivían con sus rebaños y cuidaban de cada oveja individualmente. La imagen pastoral subraya también la propiedad de Dios sobre su rebaño, garantizada por dos fuertes vínculos: la Creación (Sal. 95:6, 7; 100:3) y el Pacto (Sal. 28:9; Heb. 13:20).\n</p><p style=\"text-align: justify;\">La imagen del Pastor divino que conduce a José como a un rebaño (Sal. 80:1) alude, quizás, a la bendición que Jacob le dio a José, que presenta a Dios como el Pastor de Israel, y apela así a esta gran promesa y bendición (Gén. 49:24). Los reyes eran considerados pastores de su pueblo (2 Sam. 5:2). Sin embargo, únicamente Dios merece realmente este título, porque la mayoría de los reyes humanos no estuvieron a la altura de esa vocación. Solamente el Señor lo merece, y por eso se lo llama el Buen Pastor.\n</p><p style=\"text-align: justify; \"><strong>Lee Juan 10:11 al 15. ¿Qué dice Jesús de sí mismo como Buen Pastor?\n</strong></p><p style=\"text-align: justify; \"><strong><sup>11</sup></strong> »Yo soy el buen pastor; el buen pastor su vida da por las ovejas.\n</p><p style=\"text-align: justify; \"><sup style=\"background-color: initial;\"><strong>12</strong></sup> Pero el asalariado, que no es el pastor, de quien no son propias las ovejas, ve venir al lobo y deja las ovejas y huye, y el lobo arrebata las ovejas y las dispersa.<br></p><p style=\"text-align: justify; \"><strong><sup>13</sup></strong> Así que el asalariado huye porque es asalariado y no le importan las ovejas.</p><p style=\"text-align: justify; \"><strong><sup>14</sup></strong> »Yo soy el buen pastor y conozco mis ovejas, y las mías me conocen,\n</p><p style=\"text-align: justify; \"><strong style=\"background-color: initial;\"><sup>15</sup></strong> así como el Padre me conoce y yo conozco al Padre; y pongo mi vida por las ovejas.<br></p><p style=\"text-align: justify; \">El vínculo íntimo entre el Pastor divino y su rebaño se aprecia en que el rebaño conoce inequívocamente la voz del Pastor (Juan 10:4, 27). Hasta el día de hoy, los pastores de Medio Oriente pueden dividir sus rebaños que se han mezclado simplemente llamando a sus ovejas, que reconocen a su pastor y siguen su voz.\n</p><p style=\"text-align: justify;\">A veces, el rebaño de Dios sufre diversas aficciones, que el pueblo entiende como señal del descontento y el abandono de Dios. Sin embargo, el Buen Pastor nunca abandona a sus ovejas descarriadas, sino que las busca para salvarlas. Esta es una poderosa imagen de la relación de Dios con su pueblo. Él está dispuesto a morir por sus ovejas (Juan 10:11, 15) y, paradójicamente, a convertirse en Cordero sacrifcado por ellas (Juan 1:29). Además, Jesús confrmó que llamaría a sus ovejas de otros rebaños y las uniría en un solo rebaño (Juan 10:16).\n</p><p style=\"text-align: justify; \"><strong>¿De qué manera puedes aprovechar a diario y en la práctica lo que se nos promete al tener a Jesús como el Buen Pastor?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 26 de Febrero 2024",
          "dayTitle": "<p><strong>EL MESÍAS SUFRIENTE</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Salmos 22 y 118:22. ¿Cómo trataron al Mesías aquellos a quienes él había venido a salvar?\n</strong></p><p>Salmos 22\n</p><p><strong><sup>1</sup></strong> Dios mío, Dios mío, ¿por qué me has desamparado? ¿Por qué estás tan lejos de mi salvación y de las palabras de mi clamor?\n</p><p><strong><sup>2</sup></strong> Dios mío, clamo de día y no respondes; y de noche no hay para mí descanso.\n</p><p><strong><sup>3</sup></strong> Pero tú eres santo, tú que habitas entre las alabanzas de Israel.\n</p><p><strong><sup>4 </sup></strong>En ti esperaron nuestros padres; esperaron y tú los libraste.\n</p><p><strong><sup>5 </sup></strong>Clamaron a ti y fueron librados; confiaron en ti y no fueron avergonzados.\n</p><p><strong><sup>6 </sup></strong>Pero yo soy gusano y no hombre; oprobio de los hombres y despreciado del pueblo.\n</p><p><strong><sup>7 </sup></strong>Todos los que me ven se burlan de mí; tuercen la boca y menean la cabeza, diciendo:\n</p><p><strong><sup>8 </sup></strong>«Se encomendó a Jehová, líbrelo él; sálvelo, puesto que en él se complacía.»\n</p><p><strong><sup>9</sup></strong> Pero tú eres el que me sacó del vientre, el que me hizo estar confiado desde que estaba en el regazo de mi madre.\n</p><p><strong><sup>10 </sup></strong>A ti fui encomendado desde antes de nacer; desde el vientre de mi madre, tú eres mi Dios.\n</p><p><strong><sup>11 </sup></strong>No te alejes de mí, porque la angustia está cerca y no hay quien me ayude.\n</p><p><strong><sup>12</sup></strong> Me han rodeado muchos toros; fuertes toros de Basán me han cercado.\n</p><p><strong><sup>13</sup></strong> Abrieron contra mí su boca como león rapaz y rugiente.\n</p><p><strong><sup>14</sup></strong> He sido derramado como el agua y todos mis huesos se descoyuntaron. Mi corazón fue como cera, derritiéndose dentro de mí.\n</p><p><strong><sup>15</sup></strong> Como un tiesto se secó mi vigor y mi lengua se pegó a mi paladar. ¡Me has puesto en el polvo de la muerte!\n</p><p><strong><sup>16</sup></strong> Perros me han rodeado; me ha cercado una banda de malignos; desgarraron mis manos y mis pies.\n</p><p><strong><sup>17</sup></strong> ¡Contar puedo todos mis huesos! Entre tanto, ellos me miran y me observan.\n</p><p><strong><sup>18</sup></strong> Repartieron entre sí mis vestidos y sobre mi ropa echaron suertes.\n</p><p><strong><sup>19</sup></strong> Mas tú, Jehová, ¡no te alejes! Fortaleza mía, ¡apresúrate a socorrerme!\n</p><p><strong><sup>20</sup></strong> Libra de la espada mi alma, del poder del perro mi vida.\n</p><p><strong><sup>21 </sup></strong>Sálvame de la boca del león y líbrame de los cuernos de los toros salvajes.\n</p><p><strong><sup>22</sup></strong> Anunciaré tu nombre a mis hermanos; en medio de la congregación te alabaré.\n</p><p><strong><sup>23</sup></strong> Los que teméis a Jehová, ¡alabadlo! ¡Glorificadlo, descendencia toda de Jacob! ¡Temedlo vosotros, descendencia toda de Israel!,\n</p><p><strong><sup>24 </sup></strong>porque no menospreció ni rechazó el dolor del afligido, ni de él escondió su rostro, sino que cuando clamó a él, lo escuchó.\n</p><p><strong><sup>25 </sup></strong>De ti será mi alabanza en la gran congregación; mis votos pagaré delante de los que lo temen.\n</p><p><strong><sup>26</sup></strong> Comerán los humildes hasta quedar saciados; alabarán a Jehová los que lo buscan; vivirá vuestro corazón para siempre.\n</p><p><strong><sup>27 </sup></strong>Se acordarán y se volverán a Jehová todos los confines de la tierra, y todas las familias de las naciones adorarán delante de ti,\n</p><p><strong><sup>28</sup></strong> porque de Jehová es el reino y él regirá las naciones.\n</p><p><strong><sup>29 </sup></strong>Comerán y adorarán todos los poderosos de la tierra; se postrarán delante de él todos los que descienden al polvo, aun el que no puede conservar la vida a su propia alma.\n</p><p><strong><sup>30 </sup></strong>La posteridad lo servirá; esto será contado de Jehová hasta la postrera generación.\n</p><p><strong><sup>31 </sup></strong>Vendrán y anunciarán su justicia; a pueblo no nacido aún, anunciarán que él hizo esto.\n</p><p><strong>Salmos 118:22\n</strong></p><p><strong><sup>22 </sup></strong>La piedra que desecharon los edificadores ha venido a ser la cabeza del ángulo.\n</p><p>Muchos salmos expresan los sentimientos agónicos de máximo desamparo del Mesías sufriente (por ejemplo, Sal. 42; 88; 102). Salmo 22 es una profecía mesiánica directa, porque muchos detalles de este salmo no se pueden relacionar históricamente con el rey David, sino que encajan perfectamente con las circunstancias de la muerte de Cristo. Jesús oró con las palabras de Salmo 22:1 en la cruz (Mat. 27:46).\n</p><p>El tormento de la separación de su Padre que sufrió Cristo, a causa de que el Salvador cargó con los pecados de todo el mundo, solo puede medirse por el alcance del estrecho vínculo que tenían; es decir, su unidad sin parangón (Juan 1:1, 2; 10:30). Sin embargo, ni siquiera las profundidades del sufrimiento inexplicable pudieron romper la unidad entre el Padre y el Hijo. En su total abandono, Cristo se encomienda incondicionalmente al Padre, a pesar de las profundidades de la desesperación a las que se enfrentaba.\n</p><p>“Sobre Cristo como Sustituto y Garante de nosotros fue puesta la iniquidad de todos nosotros. Fue contado por transgresor, para que pudiese redimirnos de la condenación de la Ley. La culpabilidad de cada descendiente de Adán abrumó su corazón. La ira de Dios contra el pecado, la terrible manifestación de su desagrado por causa de la iniquidad, llenó de consternación el alma de su Hijo” (Elena de White, El Deseado de todas las gentes, p. 701).\n</p><p>Las imágenes amenazantes de toros fuertes, leones rugientes y perros resaltan la crueldad y la animosidad que soportó Cristo (a quien se compara con un gusano inofensivo e indefenso) en sus horas fnales a manos del pueblo. Con asombrosa exactitud, Salmo 22 transmite los comentarios venenosos de la multitud que se burló de las palabras que Jesús mismo había elevado al Padre (Sal. 22:1, 8; Mat. 27:43) y de los soldados, que se repartieron las vestiduras de Jesús (Sal. 22:18; Mat. 27:35). Poco comprendía entonces el pueblo que el “gusano” que pretendían aplastar se convertiría en la principal “piedra angular” del Templo, para proteger sus cimientos (Sal.118:22).\n</p><p>Sin embargo, el Mesías rechazado se convirtió en la fuente de la salvación para el pueblo de Dios tras su resurrección de entre los muertos (Mat. 21:42; Hech. 4:10-12). Cristo sufrió el rechazo de la humanidad, pero Dios glorifcó a su Hijo al convertirlo en la “piedra angular” viva del Templo espiritual de Dios (Efe. 2:20-22; 1 Ped. 2:4-8). Para quienes rechacen esta Piedra, es decir, al medio de salvación de Dios, esta se convertirá en el agente del Juicio (Isa. 8:14; Mat. 21:44).\n</p><p><strong>Jesús, en la Cruz, pagó en sí mismo la pena por cada pecado que tú hayas cometido. ¿Cómo debería infuir sobre tu vida actual el hecho de que él sufriera en tu nombre? Es decir, ¿por qué el pecado te debería parecer tan aborrecible?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 27 de Febrero 2024",
          "dayTitle": "<p><strong>SIEMPRE FIEL A SU PACTO</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Salmos 89:27 al 32 y 38 al 46; y 132:10 al 12. ¿En qué consiste el pacto davídico? Al parecer, ¿qué fue lo que lo puso en peligro?\n</strong></p><p><strong>Salmos 89:27 - 32\n</strong></p><p><strong><sup>27</sup></strong> Yo también lo pondré por primogénito, el más excelso de los reyes de la tierra.\n</p><p><strong><sup>28 </sup></strong>Para siempre le aseguraré mi misericordia y mi pacto será firme con él.\n</p><p><strong><sup>29</sup></strong> Estableceré su descendencia para siempre y su trono como los días de los cielos.\n</p><p><strong><sup>30</sup></strong> Si dejaran sus hijos mi Ley y no anduvieran en mis juicios,\n</p><p><strong><sup>31</sup></strong> si profanaran mis estatutos y no guardaran mis mandamientos,\n</p><p><strong><sup>32 </sup></strong>entonces castigaré con vara su rebelión y con azotes sus maldades.\n</p><p><strong>Salmos 89:38 -46\n</strong></p><p><strong><sup>38</sup></strong> Mas tú desechaste y menospreciaste a tu ungido, y te has airado con él.\n</p><p><strong><sup>39</sup></strong> Rompiste el pacto de tu siervo; has profanado su corona hasta la tierra.\n</p><p><strong><sup>40</sup></strong> Abriste brecha en todos sus muros; has destruido sus fortalezas.\n</p><p><strong><sup>41</sup></strong> Lo saquean todos los que pasan por el camino; es la deshonra de sus vecinos.\n</p><p><strong><sup>42</sup></strong> Has exaltado la diestra de sus enemigos; has alegrado a todos sus adversarios.\n</p><p><strong><sup>43 </sup></strong>Embotaste asimismo el filo de su espada, y no lo levantaste en la batalla.\n</p><p><strong><sup>44</sup></strong> Hiciste cesar su gloria y echaste su trono por tierra.\n</p><p><strong><sup>45 </sup></strong>Has acortado los días de su juventud; ¡lo has cubierto de vergüenza! Selah\n</p><p><strong><sup>46</sup></strong> ¿Hasta cuándo, Jehová? ¿Te esconderás para siempre? ¿Arderá tu ira como el fuego?\n</p><p><strong>Salmos 132:10-12\n</strong></p><p><strong><sup>10</sup></strong> Por amor de David tu siervo no vuelvas de tu ungido el rostro.\n</p><p><strong><sup>11</sup></strong> En verdad juró Jehová a David y no se retractará de ello: «De tu descendencia pondré sobre tu trono.\n</p><p><strong><sup>12</sup></strong> Si tus hijos guardan mi pacto y mi testimonio, que yo les enseño, sus hijos también se sentarán sobre tu trono para siempre»,\n</p><p>El pacto davídico contiene la promesa de Dios de sostener eternamente el linaje de David y la prosperidad del pueblo de Dios (1 Sam. 7:5-16; Sal. 89:1-4, 19-37; 132:12-18). La permanencia del pacto se afanzaba sobre el solemne juramento de Dios y la fdelidad del rey a Dios. Sin embargo, incluso los reyes devotos, como el rey David, no siempre fueron feles al Señor. Salmo 89 se lamenta por la dura realidad que parece indicar que las gloriosas promesas del pacto davídico se han perdido. ¿Abandonó Dios irremediablemente a Israel? La respuesta, por supuesto, es ¡NO!\n</p><p>Sí, la ira de Dios es una expresión del juicio divino (Sal. 38:1; 74:1). No obstante, no dura para siempre, porque el amor eterno de Dios perdona los pecados de las personas cuando estas se arrepienten. Pero, mientras dura, el descontento de Dios con su pueblo descarriado es grave. El pueblo siente las amargas consecuencias de su desobediencia y se da cuenta de la gravedad de sus pecados (Sal. 89:38-46). Con todo, pregunta: “¿Hasta cuándo?”, apelando al carácter pasajero de la ira de Dios (Sal. 89:46). La esperanza renovada surge de una nueva seguridad en la fdelidad de Dios para “recordar” su gracia (Sal. 89:47, 50).\n</p><p>En resumen, aunque el componente humano del pacto fracasara, el pueblo podía descansar en la promesa de los propósitos inmutables de Dios mediante el Mesías, que encarna toda la justicia y la salvación de Israel y del mundo entero. Es decir, al fnal, Dios prevalecerá y su Reino eterno se establecerá para siempre, pero únicamente gracias a Jesús, y no al pueblo de Dios.\n</p><p>Jesucristo es el Hijo de David y es el Mesías (Mat. 1:1; Heb. 1:8). Se lo llama “el primogénito (el principal) de toda creación” (Col. 1:15), en alusión a Salmo 89:27, que llama a David, quien era el tipo de Cristo, el primogénito de Dios. “Yo también lo pondré por primogénito, el más excelso de los reyes de la tierra”.\n</p><p>Es evidente que el título “primogénito” no expresa la condición biológica de David, porque David era el octavo hijo de sus padres (1 Sam. 16:10, 11). Lo mismo sucede con Jesús. Este título signifca su honor y su autoridad especiales (Col. 1:16, 20-22). Dios hizo de Jesús el Rey supremo sobre todo el mundo cuando lo resucitó de entre los muertos (Hech. 2:30, 31).\n</p><p><strong>Lee Colosenses 1:16 y 20 al 22. ¿Qué nos enseñan estos versículos acerca de quién es Jesús y qué hizo por nosotros? ¿Qué promesa puedes extraer de esto para ti?\n</strong></p><p><strong>Colosenses 1:16\n</strong></p><p><strong><sup>16 </sup></strong>porque en él fueron creadas todas las cosas, las que hay en los cielos y las que hay en la tierra, visibles e invisibles; sean tronos, sean dominios, sean principados, sean potestades; todo fue creado por medio de él y para él.\n</p><p><strong>Colosenses 1:20-22&nbsp;</strong></p><p><strong><sup>20</sup></strong> y por medio de él reconciliar consigo todas las cosas, así las que están en la tierra como las que están en los cielos, haciendo la paz mediante la sangre de su cruz.\n</p><p><strong><sup>21</sup></strong> También a vosotros, que erais en otro tiempo extraños y enemigos por vuestros pensamientos y por vuestras malas obras, ahora os ha reconciliado\n</p><p><sup>22 </sup>en su cuerpo de carne, por medio de la muerte, para presentaros santos y sin mancha e irreprochables delante de él.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miercoles 28 de Febrero 2024",
          "dayTitle": "<p><strong>REY ETERNO DE PODER INCOMPARBLE</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Salmos 2; 110:1 al 3; 89:4 y 13 al 17; y 110:1, 2, 5 y 6. ¿Qué nos enseñan estos textos acerca de Cristo como Rey?\n</strong></p><p><strong>Salmos 2\n</strong></p><p><strong><sup>1</sup></strong> ¿Por qué se amotinan las gentes y los pueblos piensan cosas vanas?\n</p><p><strong><sup>2</sup></strong> Se levantarán los reyes de la tierra, y príncipes conspirarán contra Jehová y contra su ungido, diciendo:\n</p><p><strong><sup>3 </sup></strong>«Rompamos sus ligaduras y echemos de nosotros sus cuerdas.»\n</p><p><strong><sup>4</sup></strong> El que mora en los cielos se reirá; el Señor se burlará de ellos.\n</p><p><strong><sup>5</sup></strong> Luego les hablará en su furor, y los turbará con su ira:\n</p><p><strong><sup>6</sup></strong> «Yo he puesto mi rey sobre Sión, mi santo monte.»\n</p><p><strong><sup>7 </sup></strong>Yo publicaré el decreto; Jehová me ha dicho: «Mi hijo eres tú; yo te engendré hoy.\n</p><p><strong><sup>8</sup></strong> Pídeme, y te daré por herencia las naciones y como posesión tuya los confines de la tierra.\n</p><p><strong><sup>9 </sup></strong>Los quebrantarás con vara de hierro; como a vasija de alfarero los desmenuzarás.»\n</p><p><strong><sup>10</sup></strong> Ahora, pues, reyes, sed prudentes; admitid amonestación, jueces de la tierra.\n</p><p><strong><sup>11</sup></strong> Servid a Jehová con temor y alegraos con temblor.\n</p><p><strong><sup>12</sup></strong> Honrad al Hijo, para que no se enoje y perezcáis en el camino, pues se inflama de pronto su ira. ¡Bienaventurados todos los que en él confían!\n</p><p><strong>Salmos 100:1-3\n</strong></p><p><strong><sup>1&nbsp;</sup></strong>Cantad alegres a Dios, habitantes de toda la tierra.\n</p><p><strong><sup>2</sup></strong> Servid a Jehová con alegría; venid ante su presencia con regocijo.\n</p><p><strong><sup>3</sup></strong> Reconoced que Jehová es Dios; él nos hizo y no nosotros a nosotros mismos; pueblo suyo somos y ovejas de su prado.\n</p><p><strong>Salmos 89:4\n</strong></p><p><strong><sup>4 </sup></strong>«Para siempre confirmaré tu descendencia y edificaré tu trono por todas las generaciones.» Selah\n</p><p><strong>Salmos 89:13-17\n</strong></p><p><strong><sup>13</sup></strong> Tuyo es el brazo potente; fuerte es tu mano, exaltada tu diestra.\n</p><p><strong><sup>14</sup></strong> Justicia y derecho son el cimiento de tu trono; misericordia y verdad van delante de tu rostro.\n</p><p><strong><sup>15</sup></strong> Bienaventurado el pueblo que sabe aclamarte; andará, Jehová, a la luz de tu rostro.\n</p><p><strong><sup>16</sup></strong> En tu nombre se alegrará todo el día y en tu justicia será enaltecido,\n</p><p><strong><sup>17 </sup></strong>porque tú eres la gloria de su potencia y por tu buena voluntad acrecentarás nuestro poder.\n</p><p><strong>Salmos 110:1-2-5-6\n</strong></p><p><strong><sup>1 </sup></strong>Jehová dijo a mi Señor: «Siéntate a mi diestra, hasta que ponga a tus enemigos por estrado de tus pies.»\n</p><p><strong><sup>2 </sup></strong>Jehová enviará desde Sión la vara de tu poder:\n</p><p><strong><sup>5 </sup></strong>El Señor está a tu diestra; quebrantará a los reyes en el día de su ira.\n</p><p><strong><sup>6 </sup></strong>Juzgará entre las naciones, las llenará de cadáveres; quebrantará las cabezas en muchas tierras.\n</p><p>La descripción de Dios como Padre del Mesías apunta a la coronación del rey cuando este fue adoptado en el Pacto de Dios (Sal. 2:7; 89:26-28). Salmo 2:7 prevé la resurrección y la exaltación de Cristo como el amanecer del nuevo Pacto eterno y del sacerdocio real de Cristo (Hech. 13:33-39; Heb. 1:5; 5:5). El Mesías se sienta a la diestra de Dios como alguien que posee honor y autoridad sin precedentes (Sal. 110:1; Hech. 7:55, 56). “Además, la interacción entre el Señor y el ‘ungido’ (Mesías) sugiere incluso una intención de identifcar a este Mesías davídico con el Señor mismo. [...] Si el que está sentado a la diestra es el Señor, entonces, el Señor es el Mesías, ya que este último también es visto a la diestra [ver Salmo 110:1, 5]” (Jacques Doukhan, On the Way to Emmaus [Clarksville, MD: Lederer Books, 2012], pp. 26, 27).\n</p><p>Finalmente, Cristo tendrá la victoria absoluta sobre sus enemigos. Hacer de los enemigos un “estrado” es una imagen que refeja la costumbre de los antiguos reyes del Cercano Oriente de colocar sus pies sobre el cuello de sus enemigos derrotados para demostrar el dominio total sobre ellos. Sin embargo, la vara de Cristo no es aquí una herramienta de terror (Sal. 2:9; 110:2).\n</p><p>La vara (“bastón”) la llevaban originalmente los líderes tribales como símbolo de la tribu (Núm. 17:2-10). La vara de Cristo procede de Sion, porque él representa al pueblo de Sion. Su vara es un símbolo del juicio divino, que pone fn al dominio del mal y representa el reinado sin rival de Cristo (Apoc. 2:27; 12:5). Incluso los reyes impíos tienen la oportunidad de arrepentirse y someterse al Mesías (Sal. 2:10-12).\n</p><p>Una representación gráfca de la victoria fnal de Cristo se encuentra en la escena previa al Advenimiento en Daniel 7, que muestra que, después de que se da el juicio “en favor de los santos del Altísimo” (Dan. 7:22), se establece su Reino, “cuyo reino es reino eterno” (Dan. 7:27). Gracias a la Cruz, la promesa del Reino está asegurada.\n</p><p>Se promete una bendición a todos los que confían en el Rey, y el pueblo se regocija en el reinado soberano y justo del Mesías (Sal. 2:12; 89:15-17).\n</p><p><strong>Qué agradable es saber que, sí, al fnal, el bien triunfará sobre el mal, se hará justicia, y el dolor y el sufrimiento serán vencidos para siempre. ¿De qué manera debería consolarnos esta verdad ahora que, desde una perspectiva humana, el mal parece prosperar?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 29 de Febrero 2024",
          "dayTitle": "<p><strong>SACERDOTE ETERNO SEGÚN EL ORDEN DE MELQUISEDEC</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Salmo 110:4 al 7. ¿En qué sentido es único el sacerdocio de Cristo, y qué gran esperanza podemos encontrar en el sacerdocio celestial de Cristo?\n</strong></p><p><strong>Salmo 110:4 al 7\n</strong></p><p><strong><sup>4 </sup></strong>Juró Jehová y no se arrepentirá: «Tú eres sacerdote para siempre según el orden de Melquisedec.»\n</p><p><strong><sup>5</sup></strong> El Señor está a tu diestra; quebrantará a los reyes en el día de su ira.\n</p><p><strong><sup>6</sup></strong> Juzgará entre las naciones, las llenará de cadáveres; quebrantará las cabezas en muchas tierras.\n</p><p><strong><sup>7 </sup></strong>Del arroyo beberá en el camino, por lo cual levantará la cabeza.\n</p><p>Dios dota al Mesías de una realeza eterna (Sal.110:1-3) y de un sacerdocio de rango superior, el orden de Melquisedec (Sal.110:4-7). El Señor sella su palabra con una promesa solemne (Heb. 6:18). El juramento de Dios de no cejar en su empeño de darnos un Sacerdote perfecto es una señal de su gracia. Los pecados y las rebeliones abiertas de la gente hacen que Dios abandone constantemente a su pueblo, pero el juramento de Dios es inmutable y garantiza la gracia de Dios al revocar su juicio sobre el pueblo arrepentido (Éxo. 32:14; Sal.106:45).\n</p><p>El juramento divino introduce un elemento novedoso en el pacto davídico, al declarar que el Mesías Rey es también Sacerdote (Sal. 110:4). Los reyes de Israel nunca pudieron ejercer como sacerdotes levitas (Núm. 8:19; 2 Crón. 26:16- 21). Cuando la Escritura menciona a reyes o pueblos que ofrecen sacrifcios, implica que ellos llevaban los sacrifcios a los sacerdotes, quienes realmente los ofrecían. Salmo 110 distingue al Mesías Rey de los demás reyes y sacerdotes de Israel. El sacerdocio eterno de Cristo deriva de Melquisedec, quien era a la vez rey de Salem (Jerusalén) y sacerdote del “Dios Altísimo” (Gén. 14:18-20). El Antiguo Testamento nunca habla del rey David ni de ningún otro rey israelita como poseedores del sacerdocio según el orden de Melquisedec, excepto en Salmo 110. Es evidente que este salmo habla del sacerdocio de Melquisedec. Claramente, el salmo habla de un rey-sacerdote distintivo en la historia de Israel.\n</p><p><strong>Lee Hebreos 7:20 al 28. ¿Cuáles son algunas de las implicaciones del sacerdocio superior de Cristo?\n</strong></p><p><strong>Hebreos 7:20 al 28\n</strong></p><p><strong><sup>20</sup></strong> Y esto no fue hecho sin juramento; 21 porque los otros ciertamente sin juramento fueron hechos sacerdotes; pero éste, con el juramento del que le dijo:\n</p><p>«Juró el Señor y no se arrepentirá: tú eres sacerdote para siempre, según el orden de Melquisedec.»\n</p><p><strong><sup>22</sup></strong> Por tanto, Jesús es hecho fiador de un mejor pacto.\n</p><p><strong><sup>23</sup></strong> Y los otros sacerdotes llegaron a ser muchos, debido a que por la muerte no podían continuar;\n</p><p><strong><sup>24</sup></strong> pero éste, por cuanto permanece para siempre, tiene un sacerdocio inmutable.\n</p><p><strong><sup>25</sup></strong> Por eso puede también salvar perpetuamente a los que por él se acercan a Dios, viviendo siempre para interceder por ellos.\n</p><p><strong><sup>26</sup></strong> Tal sumo sacerdote nos convenía: santo, inocente, sin mancha, apartado de los pecadores y hecho más sublime que los cielos;\n</p><p><strong><sup>27 </sup></strong>que no tiene necesidad cada día, como aquellos sumos sacerdotes, de ofrecer primero sacrificios por sus propios pecados, y luego por los del pueblo, porque esto lo hizo una vez para siempre, ofreciéndose a sí mismo.\n</p><p><strong><sup>28</sup></strong> La Ley constituye sumos sacerdotes a hombres débiles; pero la palabra del juramento, posterior a la Ley, constituye al Hijo, hecho perfecto para siempre.\n</p><p>Al ser a la vez Rey divino y Sacerdote eterno, Cristo tiene una superioridad sin precedentes sobre los sacerdotes y los reyes humanos; por lo tanto, podemos tener esperanza. Cristo sostiene un pacto superior que se basa en el juramento de Dios, y no en promesas humanas. Él ejerce su ministerio en el Santuario celestial. Su sacerdocio no se ve afectado por el pecado ni por la muerte, como el de los sacerdotes humanos, y por eso puede interceder por su pueblo y salvarlo por siempre. La obra reconciliadora de Cristo como Sacerdote perfecto y compasivo le da a su pueblo la seguridad duradera de permanecer ante la presencia misma de Dios (Heb. 6:19, 20). El sacerdocio real de Cristo abolirá el dominio del mal, no solamente en el corazón de las personas, sino también en el mundo. Cumplirá la promesa de Salmo 2 de que toda nación y todo gobernante estarán sujetos al juicio real de Cristo Jesús (Sal. 2:6-9; 110:1, 2, 5, 6). El maravilloso sacerdocio real de Jesús reclama nuestras obediencia y confanza absolutas.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 01 de Marzo 2024",
          "dayTitle": "<p><strong>PAR ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Elena de White, El Deseado de todas las gentes, “Dios con nosotros”, pp. 11-18.\n</strong></p><p>Al ser a la vez oraciones de Cristo y oraciones acerca de Cristo, los salmos ofrecen una revelación única de la Persona y el ministerio redentor de Cristo como aquel que es “Dios con nosotros” (Mat.1:23). Jesús es “Dios con nosotros” en las angustiantes oraciones de abandono y sufrimiento. Es “Dios con nosotros” en el clamor por justicia y liberación. Jesús es “Dios con nosotros” al no abandonarnos a nuestra perdición y desesperación, sino que nos muestra el camino victorioso de la fe. Se hizo por nosotros Sacerdote y Rey eterno a fn de salvarnos de la perdición eterna del pecado. En Cristo, el perfecto Rey davídico, se cumplen todas las solemnes promesas de salvación de Dios (2 Cor. 1:20).\n</p><p>Elena de White describe con agudeza la unidad de Cristo con la humanidad: “Por medio de su humanidad, Cristo tocó a la humanidad; por medio de su divinidad se aferró del Trono de Dios. Como Hijo del hombre nos dio un ejemplo de obediencia; como Hijo de Dios nos imparte poder para obedecer. Fue Cristo quien habló a Moisés desde la zarza en el monte Horeb diciendo: ‘YO SOY EL QUE SOY. [...] Así dirás a los hijos de Israel: YO SOY me envió a vosotros’ (Éxo. 3:14). Tal era la garantía de la liberación de Israel. Asimismo, cuando vino ‘en semejanza de los hombres’, se declaró el YO SOY. El Niño de Belén, el manso y humilde Salvador, es Dios ‘manifestado en carne’ (1 Tim. 3:16). Y a nosotros nos dice: “YO SOY el buen pastor”. “YO SOY el pan vivo”. “YO SOY el camino, y la verdad, y la vida”. “Toda potestad me es dada en el cielo y en la tierra” (Juan 10:11; 6:51; 14:6; Mat. 28:18). YO SOY la seguridad de toda promesa. YO SOY; no tengan miedo” (El Deseado de todas las gentes, p. 16).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong><sup>1.</sup></strong> ¿Cómo ha demostrado Dios su inquebrantable fdelidad a su pacto a pesar de la infdelidad del pueblo? ¿Qué consuelo trae eso a los hijos de Dios que luchan hoy?\n</p><p><strong><sup>2.</sup></strong> El sacerdocio único y superior de Cristo según el orden de Melquisedec, ¿de qué manera refuerza la certeza de la salvación del pueblo de Dios?\n</p><p><strong><sup>3. </sup></strong>Los evangelios muestran que muchas promesas mesiánicas de los salmos se cumplieron en Jesucristo. ¿Cómo demuestra esto la veracidad de la Palabra de Dios? ¿Por qué debemos resistirnos a todo sentimiento que tienda a debilitar nuestra confanza en la Palabra de Dios?\n</p><p><strong><sup>4. </sup></strong>¿Qué gran consuelo podemos obtener de las palabras de Cristo: “Toda autoridad me ha sido dada en el cielo y en la tierra” (Mat. 28:18)? ¿Cómo aplicamos esta promesa a nuestra propia experiencia?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sábado 24 de Febrero 2024",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Salmo 118:22, 23\n</strong></p><p>Esta semana estudiaremos el tema más sublime de toda la Escritura: nuestro Señor y Salvador, Jesucristo. La centralidad de Jesús en toda la Biblia es de suma importancia para nuestra comprensión de las Escrituras; y en este sentido, el Salterio no es una excepción. Entre sus diversos cantos de alabanza, perdón, justicia y retribución, Jesús es retratado como Pastor, Mesías sufriente, Hijo de David, Rey eterno y Sacerdote celestial. Estas representaciones nos ayudan a comprender mejor su posición preeminente en el Plan de la Redención y su amor por cada uno de nosotros. El libro de Salmos nos ofrece una perspectiva más amplia del ministerio de Jesús en el Cielo y de su segunda venida. Esta semana, consideraremos, desde el Salterio, algunas de estas perspectivas acerca de Jesús y de su obra.\n</p><p><strong>COMENTARIO\n</strong></p><p>Los autores del Nuevo Testamento consideraban a Salmos como una fuente importante para comprender la vida y la obra de Cristo. El Nuevo Testamento hace referencia a muchos pasajes del Salterio para mostrar cómo Jesús cumple las profecías del Antiguo Testamento. Algunas de estas referencias son “citas” (es decir, menciones palabra por palabra) y otras son “alusiones” (referencias indirectas a un texto del Antiguo Testamento y a sus ideas). Sin embargo, todas revelan la intención de los salmistas, guiados por el Espíritu Santo, de destacar y anunciar la obra de Jesús. Con este panorama en mente, centrémonos en los versículos del Salterio que los escritores del Nuevo Testamento aplican a Jesús.\n</p><p><strong>Jesús es el Jehová del Antiguo Testamento: ¡Él es Dios!\n</strong></p><p><strong>Jesús debe ser adorado. - Sal. 97:7 - Heb. 1:6\n</strong></p><p><strong>Jesús, como Dios, recibe honores. Sal. 45:6, 7 - Heb. 1:8, 9\n</strong></p><p><strong>Jesús es Creador y es eterno - Sal. 102:25-27 - Heb. 1:10-12\n</strong></p><p><strong>Jesús es el Hijo de Dios. Sal. 2:7 - Hech. 13:33; Heb. 1:5; 5:5\n</strong></p><p>La divinidad de Jesús es un tema importante para los escritores del Nuevo Testamento, como debería serlo también para nosotros. En la tabla anterior, podemos ver los pasajes de Salmos referidos a la divinidad de Jehová, que Pablo y Lucas aplican a Jesús. La divinidad de Jesús hace que su sacrifcio sea a la vez singular y poderoso; es decir, el que murió en la Cruz para redimirnos fue el Creador mismo. ¡Qué pensamiento tan profundo! Nunca llegaremos a comprender plenamente sus sublimes profundidades en todas sus dimensiones, ni ahora ni a lo largo de las interminables edades de la Eternidad; aunque tratar de contemplar e interiorizar sus hermosas verdades transformará nuestro corazón.\n</p><p><strong>Vida y ministerio de Jesús\n</strong></p><p><strong>La encarnación y la ofrenda completa de Jesús. Sal. 40:6-10 Heb. 10:5-7\n</strong></p><p><strong>El celo por la casa de Dios consumirá a Jesús. Sal. 69:9 Juan 2:17\n</strong></p><p><strong>Jesús abrirá su boca en parábolas. Sal. 78:2 Mat. 13:35\n</strong></p><p><strong>Jesús alimentará al pueblo con el Pan del Cielo. Sal. 78:24 Juan 6:31\n</strong></p><p><strong>Jesús es la piedra angular. Sal. 118:22 Mat. 21:42; Mar. 12:10, 11; Luc. 20:17\n</strong></p><p><strong>Los niños alabarán a Jesús en el Templo. Sal. 8:2 Mat. 21:16\n</strong></p><p>Los autores de los evangelios y del Nuevo Testamento entendieron que determinados pasajes del Antiguo Testamento, como ciertos salmos, proclamaban el ministerio de Jesús. Debido al número de citas, podría decirse que Salmos era el libro favorito de los autores neotestamentarios, quienes utilizaron Salmos para afrmar que los profetas predijeron acontecimientos signifcativos del ministerio de Jesús en la Tierra, como destacan seis de estos acontecimientos en la tabla anterior.\n</p><p><strong>El sufrimiento y la pasión de Jesús\n</strong></p><p><strong>Un allegado traiciona a Jesús. Sal. 41:9 Juan 13:18\n</strong></p><p><strong>Sus enemigos le dan de beber hiel y vinagre cuando en la cruz tiene sed. Sal. 69:21 Mat. 27:34, 48\n</strong></p><p><strong>Dios lo abandona. Sal. 22:1 Mat. 27:46; Mar. 15:34\n</strong></p><p><strong>Se burlan de Jesús. Sal. 22:7 Mat. 27:39; Luc. 23:35\n</strong></p><p><strong>Sus enemigos se burlan de él. Sal. 109:25 Mat. 27:39\n</strong></p><p><strong>Desafían la fe de Jesús. Sal. 22:8 Mat. 27:43\n</strong></p><p><strong>Se reparten sus vestiduras. Sal. 22:18 Mat. 27:35; Mar. 15:24\n</strong></p><p><strong>Jesús se convierte en un reproche para sus amigos. Sal. 88:8 Luc. 23:49\n</strong></p><p><strong>Jesús pronuncia sus últimas palabras. Sal. 31:5 Luc. 23:46\n</strong></p><p><strong>No quiebran sus huesos. Salmo 34:20 Juan 19:36\n</strong></p><p><strong>Su cuerpo no se descompondrá en la tumba. Sal. 16:8-11 Hech. 2:25-28; 13:35\n</strong></p><p>Los apóstoles trataron de proporcionar evidencias bíblicas en apoyo del sufrimiento y la muerte de Jesús, como un evento predicho en detalle en el Antiguo Testamento. (Ten en cuenta que estamos trabajando aquí con pruebas bíblicas basadas únicamente en el Salterio. Por supuesto, se pueden encontrar muchas más en el resto del Antiguo Testamento, especialmente en el libro de Isaías).\n</p><p>La acumulación de pruebas escriturales de Salmos valida la facticidad de la agonía, la muerte y la resurrección de Jesús. La crucifxión y la resurrección de Jesús son la culminación de la historia de la salvación entre la Caída y la Segunda Venida, así como el punto central del Plan de Redención.\n</p><p><strong>La exaltación de Jesús tras su resurrección\n</strong></p><p><strong>El Mesías está sentado a la diestra de Jehová. Sal. 110:1 Mat. 22:34; Mar. 12:36; Luc. 20:42; Hech. 2:34\n</strong></p><p><strong>Un descendiente de David estará en el Trono. Sal. 132:11 Hech. 2:30\n</strong></p><p><strong>Jesús gobierna a las naciones. Sal. 2:1, 2 Hech. 4:25, 26\n</strong></p><p><strong>Jesús es Sacerdote según el orden de Melquisedec. Sal. 110:4 Heb. 5:6, 10; 6:20; 7:17, 21\n</strong></p><p><strong>Jesús llevó cautiva la cautividad. Sal. 68:18 Efe. 4:7, 8\n</strong></p><p>El ministerio expiatorio de Jesús en el Cielo no es menos importante que el sacrifcio expiatorio que realizó en la Cruz. Por lo tanto, no es coincidencia que, entre los autores del Nuevo Testamento, Salmo 110 sea el pasaje del Antiguo Testamento más citado o aludido. Por ejemplo, Salmo 110:1 se utiliza muchas veces en el Nuevo Testamento (Mat. 22:44; Mar. 12:36; 16:19; Luc. 20:42, 43; 22:69; Hech. 2:34, 35; 1 Cor. 15:25; Efe. 1:20; Col. 3:1; Heb. 1:3, 13; 8:1; 10:12, 13; 12:2); mientras que Salmo 110:4 se cita un total de 4 veces (Heb. 5:6; 6:20; 7:17, 21).\n</p><p>El ministerio celestial de Jesús y nuestra comprensión de su obra por nosotros son fundamentales para nuestra experiencia espiritual diaria como cristianos. Hebreos afrma: “Esa esperanza es una segura y frme ancla de nuestra vida, que penetra más allá del velo, donde Jesús entró por nosotros como precursor, hecho Sumo Sacerdote para siempre según el orden de Melquisedec” (Heb. 6:19, 20, donde cita Sal. 110:4). Algunos atributos del carácter de Dios se refejan en los salmos aplicados a Jesús en el Nuevo Testamento. Examinemos los siguientes ejemplos del Salterio y sus aplicaciones:\n</p><p>La bondad del Señor se experimenta personalmente: Salmo 34:8 (1 Ped. 2:3, 4). • Jesús perdona los pecados: Salmo 103:2, 3 (Luc. 5:21, 24). • Él es la Vida: Salmo 36:9 (Juan 1:4). • Él es la Roca: Salmos 18:2; 95:1 (1 Ped. 2:6; 1 Cor. 10:4). • Él es justo: Salmos 129:4; 145:17 (1 Juan 1:9; 2:1). • Él es omnipresente: Salmo 139:8 (Efe. 1:23; Mat. 18:20). • Su Reino es eterno: Salmo 145:13 (Dan. 7:14, el Hijo de hombre). Como muestran estos ejemplos, el Dios de Salmos es el Mesías revelado en el Nuevo Testamento. Así pues, el Dios del Antiguo Testamento no es una deidad diferente de la Deidad revelada en el Nuevo Testamento.\n</p><p>El tono mesiánico del Salmo 24\n</p><p>El Salmo 24 es uno de los salmos que aluden a ciertos acontecimientos o imágenes mesiánicas. Los primeros versículos (1-6) tienen relación con el Salmo 15, dada su similitud temática. También ofrece información sobre la identidad de aquellos a los que se les permite entrar en el Lugar Santo, o Monte Santo de Dios. De los versículos 7 al 10, el salmo describe al Señor entrando en una ciudad santa. Elena de White aplica esta sección a la ascensión de Jesús al Cielo y su entrada al Reino celestial en medio del canto de los ángeles, que lo proclaman “Rey de gloria” y “el Señor, el fuerte y valiente; el Señor, poderoso en batalla” (Sal. 24:8). Esta escena es una representación en miniatura del gran acontecimiento del futuro, cuando todos los redimidos entren por las puertas de la Ciudad Santa (ver Primeros escritos, pp. 220, 221).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>A modo de repaso, consideremos las razones de la importancia del estudio de esta semana para nuestra vida espiritual. En primer lugar, nuestro estudio ha sido una confrmación de los orígenes divinos de la Palabra profética. ¿De qué otro modo podemos explicar cómo los escritores bíblicos, desde el siglo X hasta el V a.C., predijeron con precisión infalible los acontecimientos fundamentales de la vida del Mesías venidero? ¿Cómo pudo Jesús, a su vez, cumplir todos los detalles de estas profecías, si no fue por la conducción del Espíritu, bajo cuya inspiración los profetas predijeron la llegada del Salvador? Hoy en día, en los lugares de trabajo, en los círculos académicos y científcos y en las redes sociales abundan las burlas de mentes incrédulas que se mofan de las Escrituras. Ante tal escepticismo, esperamos sinceramente que el estudio de esta semana fortalezca la fe de tus alumnos en el Ungido y en su Palabra. Como mínimo, nuestro estudio de esta semana revela la unidad de la Biblia. Aunque en apariencia es una colección de escritos de diferentes autores, registrados en diferentes lugares y culturas a lo largo de 16 siglos, juntos forman un todo cohesivo. Las ideas y los temas de la Biblia están cuidadosamente entrelazados, lo que revela el Espíritu que inspiró la mente de los profetas y los apóstoles que la escribieron. El resultado fnal es la creación de la mayor obra maestra jamás escrita en la historia de la humanidad. Nuestra fe y nuestras acciones deben basarse en esta roca sólida. Por último, nuestra comparación del salterio con el Nuevo Testamento nos ha proporcionado nuevas perspectivas acerca de la persona y el carácter de Jesús.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>¡BENDITO EL QUE VIENE EN EL NOMBRE DEL SEÑOR!</strong></p>",
      "verse": "<p>“La piedra que desecharon los edifcadores ha venido a ser la piedra angular. Obra del Señor es esto, es una maravilla a nuestros ojos” (Sal. 118:22, 23).</p>",
      "versionCode": 100,
      "weekDate": "24 de febrero - 1 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
