{
  "data": [
    {
      "color": "#c84d18",
      "id": 709,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "Saturday May 20",
          "dayTitle": "<p style=\"text-align: center; \"><strong>A City Called Confusion</strong></p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">The great controversy theme is summarized in Revelation with the symbolism of two women: one clothed with the sun, in Revelation 12, and one dressed in scarlet, in Revelation 17.\n</p><p style=\"text-align: justify;\">The striking symbol of the woman clothed with the sun, in the dazzling glory of Christ, is found in Revelation 12. She is faithful to her true Lover, Jesus. She is not defiled with the corruption of false doctrines. Throughout the Bible, a pure woman symbolizes the bride of Jesus, or the true church. In Jeremiah 6:2, the prophet says, “ ‘I have likened the daughter of Zion to a lovely and delicate woman’ ” (NKJV). The prophet uses the expression “daughter of Zion” or a faithful woman to describe God’s people. (See also Eph. 5:25–32 and Hos. 2:20.)\n</p><p style=\"text-align: justify;\">In contrast, the Bible likens apostasy to harlotry or adultery (James 4:4). Speaking of Israel’s rebellion and unfaithfulness, Ezekiel laments, “ ‘You are an adulterous wife, who takes strangers instead of her husband’ ” (Ezek. 16:32, NKJV).\n</p><p style=\"text-align: justify; \">In this week’s lesson, we will study these two women of Revelation and probe, more deeply, the conflict between truth and error.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sunday, 21 May",
          "dayTitle": "<p style=\"text-align: center; \"><strong>Two Contrasting Systems</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \"><strong>Read Revelation 12:17 and Revelation 17:14. How is God’s church described, and what is Satan’s reaction to it?\n</strong></p><p style=\"text-align: justify; \"><strong>Revelation 12:17&nbsp;</strong></p><p style=\"text-align: justify; \"><strong>17 </strong>And the dragon was enraged with the woman, and he went to make war with the rest of her offspring, who keep the commandments of God and have the testimony of Jesus Christ.\n</p><p style=\"text-align: justify; \"><strong>Revelation 17:14\n</strong></p><p style=\"text-align: justify; \"><strong>14</strong> These will make war with the Lamb, and the Lamb will overcome them, for He is Lord of lords and King of kings; and those who are with Him are called, chosen, and faithful.”\n</p><p style=\"text-align: justify;\">Down through the centuries, God has always had a people who have been faithful to Him. Revelation 12:17 describes the faithful as those who “keep the commandments of God,” and those who are elsewhere depicted as “ ‘called, chosen, and faithful’ ” (Rev. 17:14, NKJV).\n</p><p style=\"text-align: justify; \"><strong>Read Revelation 14:8 and Revelation 17:1, 2. What solemn announcement does the angel make? And what did Babylon do to warrant such an announcement?\n</strong></p><p style=\"text-align: justify; \"><strong>Revelation 14:8\n</strong></p><p style=\"text-align: justify; \"><strong>8</strong> And another angel followed, saying, “Babylon is fallen, is fallen, that great city, because she has made all nations drink of the wine of the wrath of her fornication.”\n</p><p style=\"text-align: justify; \"><strong>Revelation 17:1, 2\n</strong></p><p style=\"text-align: justify; \"><strong>1 </strong>Then one of the seven angels who had the seven bowls came and talked with me, saying to me, “Come, I will show you the judgment of the great harlot who sits on many waters,&nbsp;</p><p style=\"text-align: justify; \"><strong>2</strong> with whom the kings of the earth committed fornication, and the inhabitants of the earth were made drunk with the wine of her fornication.”\n</p><p style=\"text-align: justify;\">John wrote the book of Revelation at the end of the first century. By this time, the ancient city of Babylon was a dust heap. When John wrote down the messages in the book of Revelation, the literal city of Babylon had been destroyed for more than several centuries.\n</p><p style=\"text-align: justify;\">In Revelation, the ancient city of Babylon is taken to be a type, or symbol, of the end-time Babylon. In the prophecies of Revelation, Babylon represents a false religious system that will have similar characteristics to Old Testament Babylon. The principles that guided ancient Babylon will be the undergirding structure of modern, spiritual Babylon.\n</p><p style=\"text-align: justify;\">In Revelation 17:1–6, a woman dressed in purple and scarlet strides across the landscape of time. This woman rides upon a scarlet-colored beast. The Bible calls her a harlot. She has left her true Lover, Jesus Christ. Here the apostle John gives us a graphic portrayal of an apostate system of religion that has powerful influence in the world. Look at the wording: this power was one with “ ‘whom the kings of the earth committed fornication, and the inhabitants of the earth were made drunk with the wine of her fornication’ ” (Rev. 17:2, NKJV). Drunk? Always a negative in the Bible. And fornication? Symbolic of the false teachings, false doctrine, and practice.\n</p><p style=\"text-align: justify; \"><strong>Both leaders and the common people alike have been negatively influenced by this power. What’s our only protection? (Read Eph. 6:10–18.)\n</strong></p><p style=\"text-align: justify; \"><strong>Eph. 6:10–18\n</strong></p><p style=\"text-align: justify; \"><strong>10</strong> Finally, my brethren, be strong in the Lord and in the power of His might.\n</p><p style=\"text-align: justify; \"><strong>11</strong> Put on the whole armor of God, that you may be able to stand against the wiles of the devil.\n</p><p style=\"text-align: justify; \"><strong>12</strong> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.\n</p><p style=\"text-align: justify; \"><strong>13 </strong>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.\n</p><p style=\"text-align: justify; \"><strong>14 </strong>Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness,\n</p><p style=\"text-align: justify; \"><strong>15</strong> and having shod your feet with the preparation of the gospel of peace;\n</p><p style=\"text-align: justify; \"><strong>16 </strong>above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.\n</p><p style=\"text-align: justify; \"><strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;\n</p><p style=\"text-align: justify; \"><strong>18 </strong>praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Monday 22 May 2023",
          "dayTitle": "<p><strong>The Wine of the Wrath</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Revelation 17:1, 2, 15 and Revelation 18:1–4. How extensive is Babylon’s influence?\n</strong></p><p><strong>Revelation 17:1, 2, 15\n</strong></p><p><strong>1 </strong>Then one of the seven angels who had the seven bowls came and talked with me, saying to me, “Come, I will show you the judgment of the great harlot who sits on many waters,\n</p><p><strong>2 </strong>with whom the kings of the earth committed fornication, and the inhabitants of the earth were made drunk with the wine of her fornication.”\n</p><p><strong>15</strong> Then he said to me, “The waters which you saw, where the harlot sits, are peoples, multitudes, nations, and tongues.\n</p><p><strong>Revelation 18:1–4\n</strong></p><p><strong>1</strong> After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.\n</p><p><strong>2</strong> And he cried mightily with a loud voice, saying, “Babylon the great is fallen, is fallen, and has become a dwelling place of demons, a prison for every foul spirit, and a cage for every unclean and hated bird!\n</p><p><strong>3</strong> For all the nations have drunk of the wine of the wrath of her fornication, the kings of the earth have committed fornication with her, and the merchants of the earth have become rich through the abundance of her luxury.”\n</p><p><strong>4 </strong>And I heard another voice from heaven saying, “Come out of her, my people, lest you share in her sins, and lest you receive of her plagues.\n</p><p>The fallen church system has an international reach, influencing people around the world with her deceptions. Satan is enraged that the gospel will be proclaimed to every “nation, tribe, tongue, and people” and that this “ ‘gospel of the kingdom will be preached in all the world,’ ” so he employs every possible deception to captivate the minds of the “ ‘inhabitants of the earth’ ” (Rev. 14:6, Matt. 24:14, Rev. 17:2, NKJV).\n</p><p>Revelation 17:2 continues its explanation of the mystery of Babylon the great by declaring that she has “committed fornication” with the kings of the earth. What is fornication? It’s an illicit union. It is the fallen church system uniting with the state. In the true church system, the church is united with Jesus Christ. The fallen church looks to the political leaders of the earth for power and authority. It seeks the state to enforce its decrees. Rather than drawing her strength from Jesus as her true Head, she looks to the state for support.\n</p><p>Revelation 17:2 continues its dramatic portrayal: “ ‘And the inhabitants of the earth were made drunk with the wine of her fornication’ ” (NKJV). The symbolism of the pure juice of the grape is used throughout the New Testament to represent the untainted, pure blood of Christ poured out for our salvation on the cross (Matt. 26:27–29). In Luke 22:20, Jesus says, “ ‘This cup is the new covenant in My blood’ ” (NKJV). When the pure, new wine of the gospel is distorted, and the teachings of the Word of God are replaced with the teachings of human religious leaders, it becomes the “wine of Babylon.” (See Matt. 15:9.)\n</p><p>Notice, too, that God calls His people out of Babylon. In other words, no matter how corrupt and evil the system is, its reach is so wide that it encompasses, at least for a certain time, His faithful ones, or “my people” (Rev. 18:4), as He calls them. Yet, the time is coming when God will call them out of that corrupt and evil system, which is about to fall because of its corrupt and evil nature, this “ ‘dwelling place of demons’ ” and “ ‘cage for every unclean and hated bird’ ” (Rev. 18:2, NKJV).\n</p><p><strong>What role do those who proclaim the three angels’ messages have in being used by God to call “My people,” His people, out of Babylon?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Tuesday May 23, 2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>Mystery, Babylon the Great&nbsp;</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Revelation 17:4–6. What do these verses teach us about the nature of this evil system?\n</strong></p><p><strong>Revelation 17:4–6.\n</strong></p><p><strong>4 </strong>The woman was arrayed in purple and scarlet, and adorned with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the filthiness of her fornication.\n</p><p><strong>5</strong> And on her forehead a name was written:\n</p><p>MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND OF THE ABOMINATIONS OF THE EARTH.\n</p><p><strong>6</strong> I saw the woman, drunk with the blood of the saints and with the blood of the martyrs of Jesus. And when I saw her, I marveled with great amazement.\n</p><p>As we have seen, Revelation 17 describes an apostate religious system that introduces into Christianity many of the teachings of Old Testament Babylon.\n</p><p>“In order to search for an understanding of the nature of Babylon, we need to go back to its first reference in the biblical record, in Genesis. It all began on the plain of the land of Shinar, a region in the southern part of Mesopotamia, today south Iraq, called Babylonia. It is there that the Tower of Babel was built, a symbol of human self-sufficiency, self-preservation, and independence from God ([Gen.] 11:1–4).” —Ángel Manuel Rodríguez, “The Closing of the Cosmic Conflict:\n</p><p>Role of the Three Angels’ Messages,” unpublished manuscript, p. 43.\n</p><p>The Tower of Babel, the site of ancient Babylon, was built in direct defiance to the word of God. The Babel builders built this monument for their own glory, and God confused their languages. The Genesis account puts it this way, “Therefore its name is called Babel, because there the Lord confused the language of all the earth” (Gen. 11:9, NKJV).\n</p><p>So evil is this system that it is depicted as having been “drunk with the blood of the saints and with the blood of the martyrs of Jesus” (Rev.  17:6, NKJV)—horrific images of just how corrupt Babylon is (see also Isa. 49:26).\n</p><p>In essence, spiritual Babylon represents a religion based on human teachings, established on human ideas, and supported by human traditions. It is a form of human-made religion built by, perhaps, brilliant human religious leaders, but it stands in opposition to the power of the gospel and the church that Jesus built, a church built on love, not violence.\n</p><p>The book of Revelation describes these two systems of religion. The first reveals total trust in Jesus and dependence on His Word. The second reveals trust in human authority and dependence on human religious teachers. One is a Christ-centered faith with total dependence on Christ’s grace, sacrifice, and atonement for salvation. The other is a humanistic approach to faith that replaces the total dependence on Christ for salvation with a dependence on the traditions of the church.\n</p><p><strong>How can we protect ourselves from the subtle influences of Babylon, such as the tendency, easy as it is, to depend upon ourselves and not wholly upon God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Wednesday 24 May 2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>A Call to Commitment</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p>Revelation’s appeal is an urgent call to commitment, summarized in the symbolism of the two women in Revelation. Although at times it will appear that God’s people will be defeated in this cosmic controversy between truth and error, God promises that His church will triumph in the end.\n</p><p><strong>Compare Matthew 16:18 and Revelation 17:14. What promise did Jesus give His disciples regarding His church?\n</strong></p><p><strong>Matthew 16:18\n</strong></p><p><strong>18 </strong>And I also say to you that you are Peter, and on this rock I will build My church, and the gates of Hades shall not prevail against it.\n</p><p><strong>Revelation 17:14\n</strong></p><p><strong>14 </strong>These will make war with the Lamb, and the Lamb will overcome them, for He is Lord of lords and King of kings; and those who are with Him are called, chosen, and faithful.”\n</p><p>Christ is the solid foundation His church is built upon. His church is based on the teachings of His Word and guided by His Spirit. On the contrary, Babylon, as we have seen, is rooted in human-made teachings and traditions. Any religious leader who substitutes human opinions or traditions in the place of, or above, the revealed will of God in the Scriptures is simply fostering Babylonian confusion.\n</p><p>In the days of ancient Babylon, church and state were one and the same thing. When King Nebuchadnezzar sat in his temple on his royal throne, he supposedly spoke for the gods. On one occasion, as an act of defiance toward the true God, the Babylonian king passed a universal decree enforcing worship and commanded all his subjects to bow to his decree, a powerful symbol of what God’s faithful people, who refuse to worship the false image, will face in the last days. (See Daniel 3.).\n</p><p>In the last days of earth’s history, a church-state system will arise, spiritual Babylon, with a spiritual leader claiming to speak as God. His word will be declared to be the very word of God and his commands the commands of God. Throughout the centuries, the Roman pontiffs have declared that they stand in the place of God on earth. In his encyclical letter of June 20, 1894, Pope Leo XIII stated, “We hold upon this earth the place of Almighty God.” The Ferraris Ecclesiastical Dictionary adds, “The Pope is of so great dignity and so exalted that he is not a mere man, but as it were God and the vicar of God.” The apostle Paul adds these words exposing this power “who opposes and exalts himself above all that is called God or that is worshiped, so that he sits as God in the temple of God, showing himself that he is God” (2 Thess. 2:4, NKJV).\n</p><p><strong>Because we have already seen that God has faithful people in “Babylon,” why must we be careful in how we talk about it, and why must we be careful not to judge people as individuals, as opposed to the system itself?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Thursday 25 May 2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>Babylon: The Center of Idolatry</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>Here is another clue in clearly identifying the “mystery of Babylon the great.” Idolatry was at the heart of Babylonian worship.\n</p><p><strong>Read Jeremiah 50:33–38 and Jeremiah 51:17, 47. What do you discover in these verses about ancient Babylon’s worship of images and God’s response to it?\n</strong></p><p><strong>Jeremiah 50:33–38\n</strong></p><p><strong>33</strong> Thus says the Lord of hosts:\n</p><p>“The children of Israel were oppressed, Along with the children of Judah; All who took them captive have held them fast; They have refused to let them go.\n</p><p><strong>34</strong> Their Redeemer is strong; The Lord of hosts is His name. He will thoroughly plead their case, That He may give rest to the land, And disquiet the inhabitants of Babylon.\n</p><p><strong>35</strong> “A sword is against the Chaldeans,” says the Lord, “Against the inhabitants of Babylon, And against her princes and her wise men.\n</p><p><strong>36</strong> A sword is against the soothsayers, and they will be fools. A sword is against her mighty men, and they will be dismayed.\n</p><p><strong>37 </strong>A sword is against their horses, Against their chariots, And against all the mixed peoples who are in her midst; And they will become like women. A sword is against her treasures, and they will be robbed.\n</p><p><strong>38</strong> A drought is against her waters, and they will be dried up. For it is the land of carved images, And they are insane with their idols.\n</p><p><strong>Jeremiah 51:17, 47\n</strong></p><p><strong>17</strong> Everyone is dull-hearted, without knowledge; Every metalsmith is put to shame by the carved image; For his molded image is falsehood, And there is no breath in them.\n</p><p><strong>47 </strong>Therefore behold, the days are coming That I will bring judgment on the carved images of Babylon; Her whole land shall be ashamed, And all her slain shall fall in her midst.\n</p><p>Jeremiah 50 and 51 predict Babylon’s destruction by the Medes and Persians. One of the reasons for Babylon’s demise was its idolatry. The Babylonians believed that these images were representations of their deities. In Babylonian religion, the ritual care and worship of the statues of deities was considered sacred; the gods lived simultaneously in their statues in temples and in the natural forces they embodied. The pillaging or destruction of idols was considered to be loss for the people of divine patronage. For example, the Chaldean prince Marduk-apla-iddina II fled into the southern marshes of Mesopotamia with the statues of Babylon’s gods to save them from the armies of Sennacherib of Assyria (Jane R. McIntosh, Ancient Mesopotamia: New Perspectives [Santa Barbara, CA: ABC-CLIO, Inc., 2005] p. 203).\n</p><p>The Bible prophets contrasted the worship of these lifeless images with the Creator God, who is both alive and life-giving (Jer. 51:15, 16, 19).\n</p><p><strong>Read Exodus 20:4–6 and Psalm 115:4–8. What do they teach about idolatry?\n</strong></p><p><strong>Exodus 20:4–6\n</strong></p><p><strong>4</strong> “You shall not make for yourself a carved image—any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth;\n</p><p><strong>5</strong> you shall not bow down to them nor serve them. For I, the Lord your God, am a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me,\n</p><p><strong>6</strong> but showing mercy to thousands, to those who love Me and keep My commandments.\n</p><p><strong>Psalm 115:4–8\n</strong></p><p><strong>4</strong> Their idols are silver and gold, The work of men’s hands.\n</p><p><strong>5 </strong>They have mouths, but they do not speak; Eyes they have, but they do not see;\n</p><p><strong>6 </strong>They have ears, but they do not hear; Noses they have, but they do not smell;\n</p><p><strong>7</strong> They have hands, but they do not handle; Feet they have, but they do not walk; Nor do they mutter through their throat.\n</p><p><strong>8 </strong>Those who make them are like them; So is everyone who trusts in them.\n</p><p>Though the issues of the idolatry of spiritual Babylon go deeper than just bowing before images of wood and stone, spiritual Babylon does parallel ancient Babylon with the images introduced into its worship service. The use of images as objects of worship, or so-called “veneration,” is a violation of the second commandment because it limits the ability of the Holy Spirit to impress upon our minds the things of eternity and reduces the majesty of God to a lifeless statue. These images were introduced into Christianity in the fourth century to make Christianity more acceptable to the pagan populace. Unfortunately, these images are often given the sacredness and homage that belongs to God alone, which makes the whole thing spiritually degrading.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Friday May 26,  2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>Further Thought:</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p>“The message of Revelation 14, announcing the fall of Babylon must apply to religious bodies that were once pure and have become corrupt. Since this message follows the warning of the judgment, it must be given in the last days; therefore it cannot refer to the Roman Church alone, for that church has been in a fallen condition for many centuries.”—Ellen G. White, The Great Controversy, p. 383.\n</p><p>Daniel 3—the story of the three Hebrews who had been ordered to “  ‘worship the gold image that King Nebuchadnezzar has set up’  ” (Dan. 3:5, NKJV) in ancient Babylon—stands as a symbol, a model, of what will happen when spiritual Babylon, in the last days, will enforce worship of a false “image,” as well (see Rev. 13:15; Rev. 14:9, 11; Rev. 16:2; Rev. 19:20; Rev. 20:4). How interesting that the commandment that the three Hebrews would have violated, had they obeyed the king, the second commandment (Exod. 20:4, 5), was one of the two commandments that this power, depicted in another place as seeking “ ‘ “to change times and laws” ’ ” (Dan. 7:25), had tampered with.\n</p><p>What was the other commandment it tampered with? Of course, the fourth commandment, which, as we have seen and will see again, sits at the heart of the whole question of worship and will be central in the final crisis when we face the question of whether we will worship the One who “ ‘made the heavens and the earth, the sea, and all that is in them, and rested the seventh day’ ” (Exod. 20:11, NKJV; see also Rev. 14:7) or the beast and his image.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1  What relationship does the Tower of Babel have to modern spiritual Babylon? What are the similarities between the two?\n</strong></p><p><strong>2 How do you harmonize two contrasting ideas? Jesus has given authority to His church, but it is dangerous to place our religious experience in the hands of any spiritual leader. What are the limits of church authority?\n</strong></p><p><strong>3 How can we learn that idolatry, one of the sins of Babylon, isn’t just bowing down to statues? In what ways can even Protestants fall into idolatry?\n</strong></p><p><strong>4 What are some other parallels you can find between Daniel 3 and the forced worship there, and what we have been warned about in the last days?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Saturday May 20",
          "dayTitle": "<p style=\"text-align: center; \"><strong>Inside Story</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>Bike and Bible: Part 1\n</strong></p><p><strong>By M. B., as told to Kathie Lichtenwalter\n</strong></p><p>I wish you could meet Hussein, the security guard for the building where my wife and I live as missionaries in the Middle East. From the time we first met, we could see he observed his faith carefully and lived with sincerity. I liked him. Hussein visited our home many times, and he invited us to his. We often conversed about the simple things in life and even sometimes about spirituality. At our initiative, he graciously joined us in prayer.\n</p><p>As our friendship grew by God’s grace, we sought to take a new step in our friendship. We began to pray for the right moment to give him a Bible. One day, I noticed that Hussein was upset. He impatiently explained that his bicycle, his only transportation to work, had been stolen. He was preoccupied with trying to find a bicycle to borrow. That’s the day that I began praying for a bicycle for my friend. Several months passed, and we received an unexpected gift of U.S.$40. I was puzzled. It seemed like God had sent the money directly from heaven. As I was praying a short time later, the distinct thought came to me, “Show Jesus to your friend. Buy a bicycle for Hussein.” I set aside the $40 and began adding to it.\n</p><p>But the country’s economy worsened by the day, and no matter how much money I saved, I did not seem to have enough to buy a bicycle. But I kept praying and saving. I also went to many second-hand bicycle shops. I began imagining what it would be like to give Hussein a bicycle for his birthday! When Hussein’s birthday came, my wife baked a cake, I planned a special menu, and we invited him for supper at 5:30 p.m. Certain that God could still answer with a miracle, I went out looking for the bicycle that we had prayed about for so long. At 5:00 p.m., I returned home, unsuccessful and discouraged. My wife reminded me that God knew how much we wanted to help and had prayed. “He’s taking care of the situation,” she said.\n</p><p>The supper was a perfect surprise. Hussein was delighted! He told us how blessed he was to have us in his life. We enjoyed the meal together, presented him with the cake, and had a special prayer for him, thanking God for his life. But we had no bike. No gift.\n</p><p>The next day, still searching for a second-hand bike, I was startled by an online post indicating that a Russian man had listed a bicycle for sale only 10 minutes earlier. I couldn’t believe the price, the photo, and the condition of the bicycle. I grabbed my phone, contacted the owner, and even bravely asked for a discount. The deal was made. As I lifted the bicycle into my car, I knew God had answered our prayers. The bicycle had cost the exact amount that I had saved over many, many months. The mission story concludes next week.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p style=\"text-align: justify;\">A City Called Confusion</p>",
      "verse": "<p>Memory Text: “ ‘These will make war with the Lamb, and the Lamb will overcome them, for He is Lord of lords and King of kings; and those who are with Him are called, chosen, and faithful’ ” (Revelation 17:14, NKJV).</p>",
      "versionCode": 2,
      "weekDate": "May 20–26"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
