{
  "data": [
    {
      "color": "#965caa",
      "id": 709,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 23",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>God desired His people to be different from the surrounding nations. He wanted them established as a devoted community of faith who would live under His leadership and authority.\n</p><p>Everyone would be subject to His law. Judges were to be appointed as administrators of the law, and the priests were to teach it. Parents also played a crucial role.\n</p><p>In any culture, the laws reveal the ideals, goals, intent, and character of the lawmaker. For example, when Pharaoh ordered every Hebrew male baby killed, this law revealed what he was like: evil. In contrast, if a king made a law that every 18-year-old in the kingdom would be awarded a free higher education, many would consider this evidence of the king’s generosity and desire for his country to prosper.\n</p><p>God’s law reveals Him, that is, His goodness, love, values, righteousness, and His restraints against evil. As the law is holy and just, so is God. While creating space for an abundant life, the law also helps protect us from dangers and calamities. Respect for God, for each other, and for life’s values were the basis of His legislative system.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 24",
          "dayTitle": "<p>The Code of the Covenant</p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>At Sinai, with the giving of His law, God set the foundation for teaching His people how, through connection with Him, they could live holy lives. But the principles of the law needed to be applied in everyday life, so God gave them additional laws, the so-called “Code of the Covenant.” It was the responsibility of judges to watch over these laws and to apply them correctly.\n</p><p>“The minds of the people, blinded and debased by slavery and heathenism, were not prepared to appreciate fully the far-reaching principles of God's ten precepts. That the obligations of the Decalogue might be more fully understood and enforced, additional precepts were given, illustrating and applying the principles of the Ten Commandments. These laws were called judgments, both because they were framed in infinite wisdom and equity and because the magistrates were to give judgment according to them. Unlike the Ten Commandments, they were delivered privately to Moses, who was to communicate them to the people.”—Ellen G. White, Patriarchs and Prophets, p. 310.\n</p><p><strong>Read Exodus 21:1–32. What specific regulations were given regarding Hebrew slaves, homicide, and bodily injuries?</strong></p><p><strong>Exodus 21:1–32</strong></p><p>\n</p><p>\n</p>\n<p><strong><sup>1</sup></strong> Estas son las leyes que les propondrás.</p>\n<p><strong><sup>2</sup></strong> Si comprares siervo hebreo, seis años servirá; mas al séptimo saldrá libre, de balde.</p>\n<p><strong><sup>3</sup></strong> Si entró solo, solo saldrá; si tenía mujer, saldrá él y su mujer con él.</p>\n<p><strong><sup>4</sup></strong> Si su amo le hubiere dado mujer, y ella le diere hijos o hijas, la mujer y sus hijos serán de su amo, y él saldrá solo.</p>\n<p><strong><sup>5</sup></strong> Y si el siervo dijere: Yo amo a mi señor, a mi mujer y a mis hijos, no saldré libre;</p>\n<p><strong><sup>6</sup></strong> entonces su amo lo llevará ante los jueces, y le hará estar junto a la puerta o al poste; y su amo le horadará la oreja con lesna, y será su siervo para siempre.</p>\n<p><strong><sup>7</sup></strong> Y cuando alguno vendiere su hija por sierva, no saldrá ella como suelen salir los siervos.</p>\n<p><strong><sup>8</sup></strong> Si no agradare a su señor, por lo cual no la tomó por esposa, se le permitirá que se rescate; y no la podrá vender a pueblo extraño, cuando la desechare.</p>\n<p><strong><sup>9</sup></strong> Mas si la hubiere desposado con su hijo, la tratará como a una hija.</p>\n<p><strong><sup>10</sup></strong> Si tomare para él otra mujer, no disminuirá su alimento, ni su vestido, ni el deber conyugal.</p>\n<p><strong><sup>11</sup></strong> Y si ninguna de estas tres cosas hiciere a ella, ella saldrá de gracia, sin dinero.</p>\n<p><strong><sup>12</sup></strong> El que hiriere a alguno, haciéndole así morir, él morirá.</p>\n<p><strong><sup>13</sup></strong> Mas el que no pretendía herirlo, sino que Dios lo puso en sus manos, entonces yo te señalaré lugar al cual ha de huir.</p>\n<p><strong><sup>14</sup></strong> Pero si alguno se ensoberbeciere contra su prójimo y lo matare con alevosía, de mi altar lo quitarás para que muera.</p>\n<p><strong><sup>15</sup></strong> El que hiriere a su padre o a su madre, morirá.</p>\n<p><strong><sup>16</sup></strong> Asimismo el que robare una persona y la vendiere, o si fuere hallada en sus manos, morirá.</p>\n<p><strong><sup>17</sup></strong> Igualmente el que maldijere a su padre o a su madre, morirá.</p>\n<p><strong><sup>18</sup></strong> Además, si algunos riñeren, y uno hiriere a su prójimo con piedra o con el puño, y no muriere, pero cayere en cama;</p>\n<p><strong><sup>19</sup></strong> si se levantare y anduviere fuera sobre su báculo, entonces será absuelto el que le hirió; solamente le satisfará por lo que estuvo sin trabajar, y hará que le curen.</p>\n<p><strong><sup>20</sup></strong> Y si alguno hiriere a su siervo o a su sierva con palo, y muriere bajo su mano, será castigado.</p>\n<p><strong><sup>21</sup></strong> Mas si sobreviviere por un día o dos, no será castigado, porque es de su propiedad.</p>\n<p><strong><sup>22</sup></strong> Si algunos riñeren, e hirieren a mujer embarazada, y ésta abortare, pero sin haber muerte, serán penados conforme a lo que les impusiere el marido de la mujer, y juzgaren los jueces.</p>\n<p><strong><sup>23</sup></strong> Mas si hubiere muerte, entonces pagarás vida por vida,</p>\n<p><strong><sup>24</sup></strong> ojo por ojo, diente por diente, mano por mano, pie por pie,</p>\n<p><strong><sup>25</sup></strong> quemadura por quemadura, herida por herida, golpe por golpe.</p>\n<p><strong><sup>26</sup></strong> Si alguno hiriere el ojo de su siervo, o el ojo de su sierva, y lo dañare, le dará libertad por razón de su ojo.</p>\n<p><strong><sup>27</sup></strong> Y si hiciere saltar un diente de su siervo o de su sierva, por su diente le dejará ir libre.</p>\n<p><strong><sup>28</sup></strong> Si un buey acorneare a hombre o mujer, y a causa de ello muriere, el buey será apedreado, y no se comerá su carne; mas el dueño del buey será absuelto.</p>\n<p><strong><sup>29</sup></strong> Pero si el buey fuere acorneador desde tiempo atrás, y a su dueño se le hubiere notificado, y no lo hubiere guardado, y matare a hombre o mujer, el buey será apedreado, y también morirá su dueño.</p>\n<p><strong><sup>30</sup></strong> Si le fuere impuesto precio de rescate, entonces dará por el rescate de su persona cuanto le fuere impuesto.</p>\n<p><strong><sup>31</sup></strong> Haya acorneado a hijo o a hija, conforme a este juicio se hará con él.</p>\n<p><strong><sup>32</sup></strong> Si el buey acorneare a un siervo o a una sierva, pagará su dueño treinta siclos de plata, y el buey será apedreado.</p><p>The Code of the Covenant is described in several chapters (Exod. 21:1–23:19). All these regulations and laws were issued to stop the avalanche of evil and to build an orderly society.</p><p>The slavery laws were special and should not be confused with the vicious and evil practice of modern or medieval slavery. Hebrew slaves were, in fact, protected and valued. In modern and medieval societies, servants and slaves were the property of their owner, who could do whatever they wished with them. In contrast, biblical laws regulated things differently. Servitude was limited to six years (Exod. 21:1, 2; Jer. 34:8–22), and in the seventh year, all slaves had to be liberated unless they wanted to stay with their master. Masters also had to give them Sabbaths off (Exod. 20:9, 10) and provide for their basic needs.\n</p><p><strong>Though, in most of the world, the evil practice of institutionalized slavery has for the most part been abolished, what are ways in which some of the principles of it still exist, and what can we do, in our own limited sphere, to fight against these principles?</strong></p><p><strong><br></strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 25",
          "dayTitle": "<p>More Laws</p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>More Laws In God’s mercy, He taught the judges how to deal with people in various situations regarding property rights. Several case studies are enumerated, indicating what to do if a bull attacked a neighbor’s bull, if people stole a domestic animal and sold it, if animals grazed in the field or vineyard of another owner, if an item a person borrowed was stolen from him, or if a hired animal was injured or died (Exod. 21:33–22:15).\n</p><p><strong>Read Exodus 22:16–23:9. What issues were dealt with in these laws and how?</strong></p><p><strong>Exodus 22:16-31</strong></p><p>\n</p>\n<p><strong><sup>16</sup></strong> Si alguno engañare a una doncella que no fuere desposada, y durmiere con ella, deberá dotarla y hacerla su mujer.</p>\n<p><strong><sup>17</sup></strong> Si su padre no quisiere dársela, él le pesará plata conforme a la dote de las vírgenes.</p>\n<p><strong><sup>18</sup></strong> A la hechicera no dejarás que viva.</p>\n<p><strong><sup>19</sup></strong> Cualquiera que cohabitare con bestia, morirá.</p>\n<p><strong><sup>20</sup></strong> El que ofreciere sacrificio a dioses excepto solamente a Jehová, será muerto.</p>\n<p><strong><sup>21</sup></strong> Y al extranjero no engañarás ni angustiarás, porque extranjeros fuisteis vosotros en la tierra de Egipto.</p>\n<p><strong><sup>22</sup></strong> A ninguna viuda ni huérfano afligiréis.</p>\n<p><strong><sup>23</sup></strong> Porque si tú llegas a afligirles, y ellos clamaren a mí, ciertamente oiré yo su clamor;</p>\n<p><strong><sup>24</sup></strong> y mi furor se encenderá, y os mataré a espada, y vuestras mujeres serán viudas, y huérfanos vuestros hijos.</p>\n<p><strong><sup>25</sup></strong> Cuando prestares dinero a uno de mi pueblo, al pobre que está contigo, no te portarás con él como logrero, ni le impondrás usura.</p>\n<p><strong><sup>26</sup></strong> Si tomares en prenda el vestido de tu prójimo, a la puesta del sol se lo devolverás.</p>\n<p><strong><sup>27</sup></strong> Porque sólo eso es su cobertura, es su vestido para cubrir su cuerpo; ¿en qué dormirá? Y cuando él clamare a mí, yo le oiré, porque soy misericordioso.</p>\n<p><strong><sup>28</sup></strong> No injuriarás a los jueces, ni maldecirás al príncipe de tu pueblo.</p>\n<p><strong><sup>29</sup></strong> No demorarás la primicia de tu cosecha ni de tu lagar. Me darás el primogénito de tus hijos.</p>\n<p><strong><sup>30</sup></strong> Lo mismo harás con el de tu buey y de tu oveja; siete días estará con su madre, y al octavo día me lo darás.</p>\n<p><strong><sup>31</sup></strong> Y me seréis varones santos; no comeréis carne destrozada por las fieras en el campo; a los perros la echaréis.</p>\n\n<p><strong>Exodus 22:16–23:9</strong></p><p><strong><sup>1</sup></strong> No admitirás falso rumor. No te concertarás con el impío para ser testigo falso.</p>\n<p><strong><sup>2</sup></strong> No seguirás a los muchos para hacer mal, ni responderás en litigio inclinándote a los más para hacer agravios;</p>\n<p><strong><sup>3</sup></strong> ni al pobre distinguirás en su causa.</p>\n<p><strong><sup>4</sup></strong> Si encontrares el buey de tu enemigo o su asno extraviado, vuelve a llevárselo.</p>\n<p><strong><sup>5</sup></strong> Si vieres el asno del que te aborrece caído debajo de su carga, le dejarás sin ayuda; antes bien le ayudarás a levantarlo.</p>\n<p><strong><sup>6</sup></strong> No pervertirás el derecho de tu mendigo en su pleito.</p>\n<p><strong><sup>7</sup></strong> De palabra de mentira te alejarás, y no matarás al inocente y justo; porque yo no justificaré al impío.</p>\n<p><strong><sup>8</sup></strong> No recibirás presente; porque el presente ciega a los que ven, y pervierte las palabras de los justos.</p>\n<p><strong><sup>9</sup></strong> Y no angustiarás al extranjero; porque vosotros sabéis cómo es el alma del extranjero, ya que extranjeros fuisteis en la tierra de Egipto.</p><p>God’s laws included different issues. There were specific regulations against putting down or humiliating people. He did not want any kind of exploitation. In His mercy, God corrects the sinful tendencies of the human heart and restrains people’s natural inclinations. Society was to be kept safe, evil eliminated, and good interpersonal relationships cultivated. Justice and love must rule all actions.</p><p><strong>Read Exodus 23:10–19. What important issues were dealt with here?</strong></p><p><strong>Exodus 23:10–19</strong></p>\n<p><strong><sup>10</sup></strong> Seis años sembrarás tu tierra, y recogerás su cosecha;</p>\n<p><strong><sup>11</sup></strong> mas el séptimo la dejarás libre, para que coman los pobres de tu pueblo; y de lo que quedare comerán las bestias del campo. Así harás con tu viña y con tu olivar.</p>\n<p><strong><sup>12</sup></strong> Seis días trabajarás, y al séptimo día reposarás, para que descanse tu buey y tu asno, y tome refrigerio el hijo de tu sierva, y el extranjero.</p>\n<p><strong><sup>13</sup></strong> Y todo lo que os he dicho, guardadlo. Y nombre de otros dioses no mentaréis, ni se oirá de vuestra boca.</p>\n<p><strong><sup>14</sup></strong> Tres veces en el año me celebraréis fiesta.</p>\n<p><strong><sup>15</sup></strong> La fiesta de los panes sin levadura guardarás; siete días comerás los panes sin levadura, como yo te mandé, en el tiempo del mes de Abib, porque en él saliste de Egipto; y ninguno se presentará delante de mí con las manos vacías.</p>\n<p><strong><sup>16</sup></strong> También la fiesta de la siega, los primeros frutos de tus labores que hubieres sembrado en el campo; y la fiesta de la cosecha a la salida del año, cuando hayas recogido los frutos de tus labores del campo.</p>\n<p><strong><sup>17</sup></strong> Tres veces en el año se presentará todo varón delante de Jehová el Señor.</p>\n<p><strong><sup>18</sup></strong> No ofrecerás con pan leudado la sangre de mi sacrificio, ni la grosura de mi víctima quedará hasta la mañana.</p>\n<p><strong><sup>19</sup></strong> Las primicias de los primeros frutos de tu tierra traerás a la casa de Jehová tu Dios. No guisarás el cabrito en la leche de su madre.</p><p>The Sabbath and the festivals were about worship and were reminders of crucial events in salvation history. Worship was carefully regulated because this was the theological basis for all other activities.\n</p><p>The Sabbath was established at Creation (Gen. 2:2, 3; Exod. 20:8–11), was connected to Israel’s deliverance and redemption (Deut. 5:12–15), and, in a powerful way, points to worshiping God as our Creator, Redeemer, and Lord (Mark 2:27, 28).\n</p><p>Meanwhile, there were three crucial festivals that Israel was required to celebrate each year: (1) the Passover or the Feast of Unleavened Bread in the spring (usually about mid-March to mid-April); (2) Pentecost or the Feast of Harvest (or the Feast of Weeks) seven weeks after the previous festival, thus beginning 50 days later; and (3) the Feast of Tabernacles (or Booths) or the Feast of Ingathering in the fall (usually about mid-September to mid-October; see also Exod. 34:18– 26, Lev. 23:4–44, Num. 28:16–29:40, Deut. 16:1–16).</p><p>\n</p><p>\n</p>\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 26",
          "dayTitle": "<p>God’s Original Plan</p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Exodus 23:20–33. What methods did God desire to use for conquering the Promised Land?</strong></p><p><strong>Exodus 23:20–33</strong></p>\n<p><strong><sup>20</sup></strong> He aquí yo envío mi Ángel delante de ti para que te guarde en el camino, y te introduzca en el lugar que yo he preparado.</p>\n<p><strong><sup>21</sup></strong> Guárdate delante de él, y oye su voz; no le seas rebelde; porque él no perdonará vuestra rebelión, porque mi nombre está en él.</p>\n<p><strong><sup>22</sup></strong> Pero si en verdad oyeres su voz e hicieres todo lo que yo te dijere, seré enemigo de tus enemigos, y afligiré a los que te afligieren.</p>\n<p><strong><sup>23</sup></strong> Porque mi Ángel irá delante de ti, y te llevará a la tierra del amorreo, del heteo, del ferezeo, del cananeo, del heveo y del jebuseo, a los cuales yo haré destruir.</p>\n<p><strong><sup>24</sup></strong> No te inclinarás a sus dioses, ni los servirás, ni harás como ellos hacen; antes los destruirás del todo, y quebrarás totalmente sus estatuas.</p>\n<p><strong><sup>25</sup></strong> Mas a Jehová vuestro Dios serviréis, y él bendecirá tu pan y tus aguas; y yo quitaré toda enfermedad de en medio de ti.</p>\n<p><strong><sup>26</sup></strong> No habrá mujer que aborte, ni estéril en tu tierra; y yo completaré el número de tus días.</p>\n<p><strong><sup>27</sup></strong> Yo enviaré mi terror delante de ti, y consternaré a todo pueblo donde entres, y te daré la cerviz de todos tus enemigos.</p>\n<p><strong><sup>28</sup></strong> Yo enviaré delante de ti la avispa, que eche fuera al heveo, al cananeo y al heteo de delante de ti.</p>\n<p><strong><sup>29</sup></strong> No los echaré de delante de ti en un año, para que no quede la tierra desierta, y se aumenten contra ti las fieras del campo.</p>\n<p><strong><sup>30</sup></strong> Poco a poco los echaré de delante de ti, hasta que te multipliques y tomes posesión de la tierra.</p>\n<p><strong><sup>31</sup></strong> Y fijaré tus límites desde el Mar Rojo hasta el mar de los filisteos, y desde el desierto hasta el Éufrates; porque pondré en tus manos a los moradores de la tierra, y tú los echarás de delante de ti.</p>\n<p><strong><sup>32</sup></strong> No harás alianza con ellos, ni con sus dioses.</p>\n<p><strong><sup>33</sup></strong> En tu tierra no habitarán, no sea que te hagan pecar contra mí sirviendo a sus dioses, porque te será tropiezo.</p><p>It was not God’s intention for the Israelites to fight for their new territory; it was to be given to them. It had been promised to Abraham, Isaac, and Jacob and should have been received as God’s special gift to Israel. The model for the conquest of the Promised Land was demonstrated during the crossing of the Red Sea. God fought for His people and gave them total victory over those planning to kill them (Exod. 14:13, 14). The Egyptians were defeated because the Lord miraculously intervened.\n</p><p>Similarly, in the time of the Assyrian king Sennacherib, God also defeated the vast, heavily equipped, and well-trained Assyrian army, but without the Israelites having to fight. God granted victory because King Hezekiah believed God’s word given to him through the prophet Isaiah (2 Kings 19:35, Isa. 37:36).\n</p><p>God informed Abraham that the Promised Land would not be immediately given to his posterity, but only after 400 years (Gen. 15:13–16). Why? The reason was related to the wickedness of the inhabitants of the land of Canaan. God was mercifully working with those people and gave them another period of grace to repent. However, they continued in their rebellion against God and His values, so when the iniquity of those nations was complete, God was ready to give their territory to the Hebrews as a new homeland.\n</p><p>In addition, God promised that He would drive the nations out ahead of Israel by two unusual but very effective methods: (1) by sending terror and fear upon wicked nations, and (2) with hornets that would drive the people away. Before the Israelites arrived in the new territory, their enemies would abandon the place, and “turn their backs and run” (Exod. 23:27, 28, NIV).\n</p><p>The crucial role in the conquest of the Promised Land is played by the Angel of God. This Messenger was Christ, who guided Israel, conquered territories, and protected them. He was the pillar of cloud guiding them during the day and the pillar of fire during the night. Israel had to pay careful attention and listen to Him because He had divine authority (Exod. 23:21). Defiance of God’s will and unbelief in His leadership would complicate their advancement.\n</p><p><strong>What does this idea, that of God giving those pagans many years to change their ways, teach us about God’s grace and also about the limits of that grace for those who refuse to accept it?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 27",
          "dayTitle": "<p>An Eye for an Eye</p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Matthew 5:38–48. How does Jesus interpret the meaning of the retaliation law? How should we apply it today?<br></strong></p><p><strong>Matthew 5:38–48</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong><sup>38</sup></strong> Oísteis que fue dicho: Ojo por ojo, y diente por diente.</p>\n<p><strong><sup>39</sup></strong> Pero yo os digo: No resistáis al que es malo; antes, a cualquiera que te hiera en la mejilla derecha, vuélvele también la otra;</p>\n<p><strong><sup>40</sup></strong> y al que quiera ponerte a pleito y quitarte la túnica, déjale también la capa;</p>\n<p><strong><sup>41</sup></strong> y a cualquiera que te obligue a llevar carga por una milla, ve con él dos.</p>\n<p><strong><sup>42</sup></strong> Al que te pida, dale; y al que quiera tomar de ti prestado, no se lo rehúses.</p>\n<p><strong><sup>43</sup></strong> Oísteis que fue dicho: Amarás a tu prójimo, y aborrecerás a tu enemigo.</p>\n<p><strong><sup>44</sup></strong> Pero yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen;</p>\n<p><strong><sup>45</sup></strong> para que seáis hijos de vuestro Padre que está en los cielos, que hace salir su sol sobre malos y buenos, y que hace llover sobre justos e injustos.</p>\n<p><strong><sup>46</sup></strong> Porque si amáis a los que os aman, ¿qué recompensa tendréis? ¿No hacen también lo mismo los publicanos?</p>\n<p><strong><sup>47</sup></strong> Y si saludáis a vuestros hermanos solamente, ¿qué hacéis de más? ¿No hacen también así los gentiles?</p>\n<p><strong><sup>48</sup></strong> Sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto.</p><p><br></p><p>In the Sermon on the Mount, Jesus Christ cited texts from the Old Testament, texts that people were surely familiar with. However, He was speaking against the current rabbinical interpretations, which over the centuries had moved away from the original purpose of these laws. That is, human tradition not only hid the purpose of God’s Word but in some cases (think of the Sabbath regulations and what they had done to the Sabbath commandment) had perverted their intent and meanings. By His words, Jesus was restoring the original meanings of these laws.\n</p><p>On the Mount of Beatitudes, by pointing His hearers back to the texts’ original intent and meaning, Jesus was seeking to correct some of these false interpretations.\n</p><p>The text from Exodus 21:24 that talks about an “eye for eye, tooth for tooth” was quoted in Matthew 5:38 (“you have heard . . . but I say to you”) and referred to the lex talionis, the so-called retaliation law. This verse is also used in other places in the Bible (Lev. 24:20, Deut. 19:21).\n</p><p>The original intention of this law was formulated against any personal revenge. It was to stop blood feuds, or retaliation without an investigation first. Injury had to be evaluated by judges, and then a proper monetary compensation would be established and paid. This practice was done in order to stop people from “taking the law into their own hands.” Justice was to be done, but it had to be done according to God’s law.\n</p><p>Jesus Christ, who gave these social laws to Moses, knew the purpose of this law; therefore, He could apply it in an objective way, according to its original intention. The motive behind it was to bring justice and reconciliation, and to restore peace.\n</p><p>One could argue that, in a sense, justice implies a kind of vengeance. The proper application of these laws was, it seemed, an attempt to find the right balance between the ideas of justice and vengeance.\n</p><p><strong>How should the realization that one day justice will come help you deal with all the injustice that we see in the world now?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 28",
          "dayTitle": "<p>Vengeance</p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>“Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, ‘Vengeance is mine, I will repay, says the Lord’ ” (Rom. 12:19, ESV; see also Deut. 32:35).\n</p><p><strong>What promise and command are found in these verses, and how are they closely related?</strong></p><p>Until the Lord brings the justice so lacking now, it was the duty of the judges in ancient Israel to implement the law and to determine a just punishment when harm or injury occurred. But they needed the facts first.\n</p><p>The problem was that the teachers of the law in Christ’s time applied this law in a way that opened the door for personal vengeance. By doing so, the principle was taken out of its context, and the initial purpose was missed. Consequently, they were defending what the law actually forbade.\n</p><p><strong>Read Matthew 6:4, 6; Matthew 16:27; Luke 6:23; and 2 Timothy 4:8. What do these texts tell us about how Jesus viewed the principles of reward and punishment?</strong></p>\n<!-- Matthew 6:4 -->\n<p><strong>Matthew 6:4</strong></p>\n<p><strong><sup>4</sup></strong> that your charitable deed may be in secret; and your Father who sees in secret will Himself reward you openly.</p>\n\n<!-- Matthew 6:6 -->\n<p><strong>Matthew 6:6</strong></p>\n<p><strong><sup>6</sup></strong> But you, when you pray, go into your room, and when you have shut your door, pray to your Father who is in the secret place; and your Father who sees in secret will reward you openly.</p>\n\n<!-- Matthew 16:27 -->\n<p><strong>Matthew 16:27</strong></p>\n<p><strong><sup>27</sup></strong> For the Son of Man will come in the glory of His Father with His angels, and then He will reward each according to his works.</p>\n\n<!-- Luke 6:23 -->\n<p><strong>Luke 6:23</strong></p>\n<p><strong><sup>23</sup></strong> Rejoice in that day and leap for joy! For indeed your reward is great in heaven, for in like manner their fathers did to the prophets.</p>\n\n<!-- 2 Timothy 4:8 -->\n<p><strong>2 Timothy 4:8</strong></p>\n<p><strong><sup>8</sup></strong> Finally, there is laid up for me the crown of righteousness, which the Lord, the righteous Judge, will give to me on that Day, and not to me only but also to all who have loved His appearing.</p><p>Jesus was not against the principle of reward and punishment. Justice is a matter of principle; it is a crucial part of life. However, no individual is to take the role of judge, jury, and “executioner” upon himself or herself. How easy it would be for us to pervert justice! It is not up to us to repay harm. If some evil is to be addressed, this must be performed by an objective court; it is the work of judges.\n</p><p>In this context Jesus tells us to be as perfect as our “Father in heaven is perfect.” How can we be as perfect as God Himself? Unselfish love is the overarching characteristic of God. He teaches His followers how to love their enemies and to pray for those who persecute them. True perfection is to love, to be forgiving, and to be merciful (Luke 6:36), even to those who do not deserve it. This principle, and the actions it leads to, is what it means to reflect God’s character.\n</p><p><strong>What are ways in which, day by day, we can learn to love in the way that we are commanded to? Why does this always involve a death to self?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 29",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p>Read Ellen G. White, “The Law Given to Israel,” pp. 310–314, in Patriarchs and Prophets.\n</p><p>Because we live in the territory of our enemy, it is no wonder we may be hurt in real life by his skillful and deceptive schemes. Who among us has not known pain and suffering, all brought about because of sin and the sinful fallen world in which we live? It’s just part of life now, unfortunately. However, God gives us power to cope.\n</p><p>“The precious Saviour will send help just when we need it. The way to heaven is consecrated by His footprints. Every thorn that wounds our feet has wounded His. Every cross that we are called to bear He has borne before us. The Lord permits conflicts, to prepare the soul for peace. The time of trouble is a fearful ordeal for God's people; but it is the time for every true believer to look up, and by faith he may see the bow of promise encircling him.”—Ellen G. White, The Great Controversy, p. 633.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.</strong> People through the centuries have struggled with the fact that the Lord had those pagan nations driven out of their land, and sometimes even wiped out. It is, indeed, troubling. However, how should realizing that God’s love must also manifest justice help us trust that, even in these events, His love, not just His justice, was revealed?\n</p><p><strong>2</strong>. Dwell more on the fact that right after all Jesus’ words about loving others, even our enemies, and even those who hate you, He says to us, “Therefore you shall be perfect, just as your Father in heaven is perfect” (Matt. 5:48, NKJV). Why would Jesus have this command follow right after these other commands? What was He telling us here about what it means not only to be “perfect” but to be as perfect as “your Father in heaven”?\n</p><p><strong>3.</strong>The apostle Paul had a positive and uplifting attitude toward God’s law and its functions, yet he was against the misuse of the law. What does his statement mean that “you are not under the law, but under grace” (Rom. 6:14, NIV)? What are ways that we can misuse the law?\n</p><p><strong>4.</strong> What is the difference between justice and vengeance? Are they completely different concepts or just different manifestations of the same idea? How do we know if our desire for justice is not really a desire for vengeance?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story</p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>All Things Working Together\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Carl Casey, a helicopter pilot and science teacher in Alaska, had a stroke at the age of 51. He couldn’t understand why. Long before becoming a Seventh-day Adventist, he had stopped eating unclean meat after seeing that the Bible spoke against it and reading scientific evidence that backed it up. The stroke shattered Carl’s life in Fairbanks. He couldn’t walk or work.\n</p><p>Then he read in Romans 8:28, “And we know that all things work together for good to those who love God, to those who are the called according to His purpose” (NKJV). He had read the verse many times, but now it took on a new meaning. He saw it didn’t say “all things are good for those who love God” but rather “all things work together for good to those who love God.”\n</p><p>Carl stopped asking why. Instead, he asked God to use his stroke to win souls in Alaska. He wanted to be able to echo Joseph and say, “But as for you, you meant evil against me; but God meant it for good, in order to bring it about as it is this day, to save many people alive” (Gen. 50:20).\n</p><p>Carl began to look for opportunities to witness in Alaska, which is a challenging mission field with a difficult history; long, cold winters; and limited roads and other infrastructure across a vast territory. Only about 3,000 Adventists live among the population of 733,000. Carl quickly realized that his wheelchair put him in a unique position. It was hard for people not to notice him. With their attention, he spoke glowingly about his love for God.\n</p><p>People responded with surprise. “You’re in a wheelchair, and you care about God?” they asked. “You betcha!” Carl replied. Then he extolled God’s great love. He shared Romans 3:23, which says all have sinned and fall short of the glory of God, and John 3:16, which says all who believe in Jesus have eternal life. He encouraged people to read the Bible daily and grow close to God, believing that once a relationship was formed, everything else would fall into place, including doctrines like the Sabbath and teachings such as the Levitical diet.\n</p><p>Carl readily admits that a healthy diet didn’t prevent his stroke. “My stroke was not from eating unhealthily but just the result of living in a sinful world,” he said. “I’m lucky to be alive. Most people die after a stroke like this.” He still recommends and follows the Levitical diet as the path to a longer, healthier life. Nearly a decade after his stroke, he can say that lives have been changed because of the stroke.\n</p><p>“I will see people in heaven because I had this stroke,” Carl said. “People will be there who wouldn’t have been there otherwise. So, all things work together for good to those who love God.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 99,
          "idDay": 9,
          "idLesson": 9,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Exodus 20:22–24\n</strong></p><p><strong>Study Focus: Exod. 20:21–23:33\n</strong></p><p>Introduction: In addition to the moral law (also known as the Decalogue, or God’s Ten Promises, which are traditionally called the Ten Commandments), the Lord also gave to Moses the mishpatim—literally judgments—also translated as ordinances, rules, laws, or regulations. These laws practically applied the principles of the Decalogue to the Israelites’ daily life. This section of laws, written on a scroll by Moses, was called “the Book of the Covenant” (Exod. 24:7), and this “Covenant Code” is enlarged upon in Exodus 20:22–23:19. Following is God’s sermonette on how, and upon what conditions, He will lead His people to the Promised Land (Exod. 23:20–33).\n</p><p>Lesson Themes\n</p><p>God is expanding and explaining the Ten Promises, or the Ten Words, to His people in the Covenant Code. This amplification of specific commandments can be directly detected in the following passages:\n</p><p>1. The first promise about the unique and living God is in Exodus 20:23a and Exodus 23:13.\n</p><p>2. The second promise about true worship and saying no to idols is in Exodus 20:23b; Exodus 22:20; and Exodus 23:24, 32b, 33.\n</p><p>3. The third promise about reverence to God and what He represents is in Exodus 22:28a.\n</p><p>4. The fourth promise about Sabbath rest is in Exodus 23:10–12.\n</p><p>5. The fifth promise about honoring parents is in Exodus 21:15, 17.\n</p><p>6. The sixth promise about respecting life is in Exodus 21:12–14, 23, 29.\n</p><p>7. The seventh promise about respecting marriage is in Exodus 22:16, 17.\n</p><p>8. The eighth promise about respecting property is in Exodus 22:1–4.\n</p><p>9. The ninth promise about respecting the reputations of people and the truth is in Exodus 22:11 and Exodus 23:1–9.\n</p><p>10. The tenth promise about respecting self by being pure in mind and not coveting permeates the entire Covenant Code.\n</p><p>These specific laws (casuistic or apodictic) reflect the Decalogue in the broader sense; for example, all prescriptions regarding injuries or harm point to the sixth promise, and regulations regarding theft to the eighth promise. The goal of these “judgments” is to help believers to be men and women of integrity.\n</p><p><strong>Part II: Commentary\n</strong></p><p>Exodus 19–24 deals with the establishment (Exod. 19:3–8) and renewal, or confirmation, of God’s covenant with His people in a solemn ceremony involving the sprinkling of blood, indicating the sealing of that covenant (Exod. 24:3–8). In between, like two bookends, are presented the foundational principles of God’s character in relation to humanity. These universal and eternal values, having no cultural or temporal limits, are expressed in the moral laws, the Decalogue or the Ten Promises (Exod. 20:1–17), and afterward explained in more detail in the Code of the Covenant (Exod. 20:22–23:33). The application and extension of the Decalogue in the form of the Covenant Code, for practical reasons, may be structured in the following way:\n</p><p><strong>The Prologue (Exod. 20:22–21:1)\n</strong></p><p>1. Cases involving Hebrew slaves (Exod. 21:2–11)\n</p><p>2. Cases involving death penalties (Exod. 21:12–17)\n</p><p>3. Cases involving personal injuries (Exod. 21:18–32)\n</p><p>4. Cases involving property damage, protection, and stealing (Exod. 21:33–22:15)\n</p><p>5. Cases involving life in society (Exod. 22:16–31)\n</p><p>6. Cases involving justice and neighborhood (Exod. 23:1–9)\n</p><p>7. Laws related to sacred seasons (Exod. 23:10–19)\n</p><p><strong>The Epilogue (Exod. 23:20–33)\n</strong></p><p>The principles behind these Covenant Code regulations may be applied even today; however, we must do so without implementing the penalties or punishments attached to them, because they were given for, and limited to, Israel’s theocratic system. The theocracy ended, together with the sacrificial laws, with the death of Jesus on the cross (Dan. 9:25–27, Matt. 27:51, Col. 2:14) and with the stoning of deacon Stephen, in a.d. 34 (Acts 7:54–60). Stephen’s death marked the end of the 70-week prophecy of Daniel 9:24–27, fulfilling the Jews’ dispensation of time and marking the beginning of the gospel being proclaimed to the whole world, to both Jews and Gentiles (Matt. 28:18–20, Acts 1:8).\n</p><p>“Wherever I Cause My Name to Be Honored” (Exod. 20:24, NIV) In the prologue to the Ten Commandments, which sets the tone for what follows, God declares: “I have talked with you from heaven [referring to the recent majestic, oral, and public pronunciation of the Ten Promises; see Exod. 20:1; Deut. 5:24]. . . . In all places where I record [Hebr. zakar “to remember”] my name I will come unto thee, and I will bless thee” (Exod. 20:22–24). This quadruple emphasis on the divine “I,” regarding what God did, and will do, is crucial. The grammatical form “ ‘ “I cause my name to be remembered” ’ ” (Exod. 20:24, ESV) has the Lord as its subject only in this verse. The Lord Himself wants to assure His people that He will be with them. God promises that He will be present with them in the places where He establishes His name and causes it to be honored; there He will bless them.\n</p><p>These locations include numerous temporary places as well, and especially later the temple in Jerusalem, where He will be genuinely worshiped. The statement implies that people should respond properly and cultivate a relationship with Him. His presence and blessing are not automatic. He will be where His name will be remembered. This connects us with God’s revelation of His name to Moses and, through him, to the Israelites by which He must “be remembered from generation to generation” (Exod. 3:15, ISV). Thus, in the theological center of the altar laws of Exodus 20:24–26, God’s presence and blessing are underlined. God had already demonstrated that He was in the midst of Egypt, even though He was not acknowledged as such by the Egyptians (Exod. 8:22). But now He proclaims that He will be in the midst of Israel.\n</p><p><strong>The Middle Verse of Exodus\n</strong></p><p>According to the Masoretic marginal comments to the Hebrew text, the middle verse of the book of Exodus is Exodus 22:27. This verse focuses on one of the Lord’s fundamental attributes, namely God’s grace, which He gives freely and defines as unmerited favor offered to humans. The context speaks about God’s care for the poor, and the reason is given: “For I am gracious.” Notice that this is the Lord’s only attribute in the whole of Scripture that is framed within the self-identification formula “I am.” It is what He is: the Lord is gracious. This essential truth about God is mentioned four times in Exodus: twice as an adjective (Exod. 22:27, Exod. 34:6), and twice in verb form (Exod. 33:19). God’s people should be as gracious as God is gracious, unselfishly helping those in need.\n</p><p>The Law of Retaliation (Exod. 21:23–25)\n</p><p>The so-called lex talionis (the law of retaliation) is often misunderstood and used to discredit God’s character and the teachings of the Old Testament in an attempt to “prove” that the God of the Old Testament is a vengeful God. This notion is far from the truth and understanding of the meaning and intention of this law. The purpose was to limit personal retaliation or revenge, thereby deterring an individual or family from taking justice into their own hands. It was a humane law intended for judges dealing with different cases when injuries or harm had occurred. The law was to ensure the application of appropriate (not exaggerated) compensation. Financial recompense was primarily behind these regulations (see, for example, Exod. 21:19, 22, 30, 32, 34–36) or offers of freedom from slavery (Exod. 21:26, 27), so that the Israelite community would be protected and evil would be restricted.\n</p><p><strong>The Conquest of Canaan\n</strong></p><p>God assures the Israelites that just as He fought for them in the Red Sea experience (Exod. 14:13, 14, 26–31), He will do so again when they enter the Promised Land. He Himself will go ahead of them and defeat their enemies (Exod. 23:20–31). The divine “I” appears 13 times in the NIV translation of this passage, where God declares what He will do for Israel, enabling them to inherit the new territory: (1) “ ‘I am sending an angel ahead of you’ ” (Exod. 23:20, NIV); (2) “ ‘I will be an enemy to your enemies’ ” (Exod. 23:22a, NIV); (3) “ ‘[I] . . . will oppose those who oppose you’ ” (Exod. 23:22b, NIV); (4) “ ‘I will wipe them out’ ” (Exod. 23:23, NIV); (5) “ ‘I will take away sickness from among you’ ” (Exod. 23:25, NIV); (6) “ ‘I will give you a full life span’ ” (Exod. 23:26, NIV); (7) “ ‘I will send my terror ahead of you’ ” (Exod. 23:27a, NIV); (8) “ ‘I will . . . throw into confusion every nation you encounter’ ” (Exod. 23:27b, NIV); (9) “ ‘I will make all your enemies turn their backs and run’ ” (Exod. 23:27c, NIV); (10) “ ‘I will send the hornet ahead of you’ ” (Exod. 23:28, NIV); (11) “ ‘Little by little I will drive them out before you’ ” (Exod. 23:30, NIV); (12) “ ‘I will establish your borders’ ” (Exod. 23:31a, NIV); and (13) “ ‘I will give into your hands the people’ ” (Exod. 23:31b, NIV).\n</p><p>God also plainly states what His people need to do in response so that they may experience this divine blessing to its fullest: (1) “Pay attention” and “listen” (Exod. 23:21, NIV) to my Angel (this is the Angel of the Lord, the pre-incarnate Messenger, Jesus Christ (see Gen. 16:7; Exod. 3:2, 4, 7; Exod. 14:19); (2) “Do not rebel against him” (Exod. 23:21, NIV); (3) “Do not bow down before their [the pagans’] gods or worship them or follow their practices” (Exod. 23:24, NIV); (4) “You must demolish them and break their sacred stones to pieces” (Exod. 23:24, NIV); (5) “Do not make a covenant with them or with their gods” (Exod. 23:32, NIV); (6) “Do not let them live in your land” for “they will cause you to sin against me” because their idolatrous worship “will certainly be a snare to you” (Exod. 23:33, NIV).\n</p><p>Thus, The Lord emphatically warns them not to enter into a covenant relationship with neighboring nations or follow their idolatrous practices by worshiping their gods. Such relationships and practices will disassociate the Israelites from their relationship with the living God, their Creator and Redeemer, causing their ruin.\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1. </strong>God’s original plan was that, at the sound of the ram’s horn, His people would “come up to the mountain” (Exod. 19:13, ESV). What actually happened, and why did the Israelites miss this great invitation that God offered them (discuss with the class texts such as Exodus 19:16b; Exodus 20:19; and Deuteronomy 5:5, 25)?\n</p><p><strong>2.</strong> On the basis of the story (Exodus 19), the Israelites were afraid when God spoke to them directly. What is the difference between a right fear and a wrong fear (Exod. 20:19-21)? What does the biblical teaching to “fear God” mean?\n</p><p><strong>3.</strong> Why is it important that our vertical relationship with the Lord always be transmitted into the horizontal dimension of our work and care for people who need our help and respect?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>Living the Law</p>",
      "verse": "<p>“Then the Lord said to Moses, ‘Thus you shall say to the children of Israel: “You have seen that I have talked with you from heaven. You shall not make anything to be with Me—gods of silver or gods of gold you shall not make for yourselves” ’ ” (Exodus 20:22, 23, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "August 23–29"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
