{
  "data": [
    {
      "color": "#94DC0D",
      "id": 2,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "7 de enero",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Resulta maravilloso que Dios haya hecho contratos (o pactos) con nosotros. La mayoría son bilaterales, lo que significa que ambas partes (Dios y los seres humanos) tienen una parte que cumplir. Un ejemplo de un pacto bilateral es:&nbsp;</p><p>“Si tú haces esto, entonces yo haré aquello”. O “Haré esto si tú haces aquello”. Una clase menos común de pacto es unilateral. “Yo haré esto ya sea que tú hagas algo o no”. Algunos de los pactos de Dios con la humanidad son unilaterales. Por ejemplo, Dios “envía su sol sobre malos y buenos y manda la lluvia sobre justos e injustos” (Mat. 5:45). Hagamos lo que hagamos o dejemos de hacer, podemos contar con Dios para tener la luz del Sol y la lluvia. Después del Diluvio, Dios prometió ante la humanidad y “toda bestia de la tierra” que nunca habría otro diluvio que cubriera toda la Tierra (ver Gén. 9:9–16), independientemente de nuestras acciones.</p><p>Esta semana estudiaremos algunos pactos bilaterales muy significativos entre Dios y sus hijos. Oremos para que, por la gracia de Dios, cumplamos con nuestra parte del trato.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de enero",
          "dayTitle": "<p>EL PACTO DE SALVACIÓN</p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>La muerte de Cristo en el Calvario hizo posible que toda persona que haya vivido o que vivirá se salve. A diferencia de la promesa de las estaciones, la salvación no es unilateral, no se da a todos, sin importar lo que hagan. La creencia de que todos se salvarán se llama “universalismo”.</p><p>En vez de eso, Jesús enseñó claramente que, aunque él murió por toda la humanidad, muchos recorren el camino ancho hacia la destrucción y la muerte eterna (Mat. 7:13, 14).</p><p><strong>¿Qué dicen los siguientes textos sobre cómo la gente recibe el don de la salvación en Jesús?</strong></p><p><strong>1 Juan 5:13</strong></p><p><strong><sup>13</sup></strong> Estas cosas os he escrito a vosotros que creéis en el nombre del Hijo de Dios, para que sepáis que tenéis vida eterna, y para que creáis en el nombre del Hijo de Dios.</p><p><strong>Mat. 10:22</strong></p><p><strong><sup>22</sup></strong> Y seréis aborrecidos de todos por causa de mi nombre; mas el que persevere hasta el fin, este será salvo.</p><p><strong>Juan 6:29</strong></p><p><sup><strong>29</strong></sup> Respondió Jesús y les dijo: Esta es la obra de Dios, que creáis en el que él ha enviado.</p><p><strong>2 Ped. 1:10, 11</strong></p><p><sup><strong>10</strong></sup> Por lo cual, hermanos, tanto más procurad hacer firme vuestra vocación y elección; porque haciendo estas cosas, no caeréis jamás.&nbsp;</p><p><sup><strong>11</strong></sup> Porque de esta manera os será otorgada amplia y generosa entrada en el reino eterno de nuestro Señor y Salvador Jesucristo.</p><p>Pablo entendía la naturaleza bilateral del pacto de salvación. Consciente de que pronto lo iban a ejecutar, y a pesar de que muchos de sus compañeros lo habían abandonado, confiadamente le dijo a su querido amigo Timoteo que había cumplido con su parte del trato: “Yo ya estoy para ser sacrificado. El tiempo de mi partida está cerca. He peleado la buena batalla, he acabado la carrera, he guardado la fe. Por lo demás, me está guardada la corona de justicia, que me dará el Señor, Juez justo, en ese día.</p><p>Y no solo a mí, sino también a todos los que aman su venida” (2 Tim. 4:6–8). Pablo dice: Yo estoy preparado porque luché por obedecer a Dios en todo, llegué a la meta y me mantuve fiel. Sin embargo, Pablo siempre fue muy claro en que la salvación es solo por la fe, no por las obras de la Ley, por lo que aquí de alguna manera no está considerando sus obras o logros como algo que le valiera méritos ante Dios. La “corona de justicia” que lo espera es la justicia de Jesús, que Pablo, por la fe, ha reclamado para sí y se ha aferrado a ella hasta el final de su vida.</p><p><strong>Aunque la salvación es un regalo inmerecido, ¿cuál es la diferencia entre los que aceptan el regalo y los que no? ¿Qué se requiere que hagamos para aceptar este regalo?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de enero",
          "dayTitle": "<p>SI OBEDECES CABALMENTE</p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>El libro de Deuteronomio es la versión impresa de los mensajes de despedida de Moisés a la segunda generación de israelitas, después de cuarenta años de vagar por el desierto. Él pronunció estos mensajes en las llanuras de Moab, al este de Jericó. Deuteronomio se ha dado en llamar apropiadamente “El libro de las memorias”.</p><p>En este libro, Moisés repasa el trato fiel de Dios con Israel. Relata los viajes desde el Monte Sinaí hasta Cades Barnea, al límite con la Tierra Prometida, así como la rebelión y los cuarenta años de errar por el desierto. Reformuló los Diez Mandamientos, los requisitos del diezmo y el depósito central. Pero el enfoque principal de Deuteronomio es el consejo de obedecer a Dios y así recibir sus bendiciones. Moisés describe a Dios como aquel que tiene la capacidad y el deseo de cuidar a su pueblo.</p><p><strong>Lee Deuteronomio 28:1 al 14. ¿Qué grandes bendiciones se prometen al pueblo? Pero, ¿qué debe hacer este para recibirlas?</strong></p><p><strong>Deuteronomio 28:1-14</strong></p><p><strong>1 </strong>Acontecerá que si oyeres atentamente la voz de Jehová tu Dios, para guardar y poner por obra todos sus mandamientos que yo te prescribo hoy, también Jehová tu Dios te exaltará sobre todas las naciones de la tierra.&nbsp;</p><p><strong><sup>2</sup></strong> Y vendrán sobre ti todas estas bendiciones, y te alcanzarán, si oyeres la voz de Jehová tu Dios.&nbsp;</p><p><strong><sup>3</sup></strong> Bendito serás tú en la ciudad, y bendito tú en el campo.&nbsp;</p><p><strong><sup>4</sup></strong> Bendito el fruto de tu vientre, el fruto de tu tierra, el fruto de tus bestias, la cría de tus vacas y los rebaños de tus ovejas.&nbsp;</p><p><strong><sup>5 </sup></strong>Benditas serán tu canasta y tu artesa de amasar.&nbsp;</p><p><strong><sup>6</sup></strong> Bendito serás en tu entrar, y bendito en tu salir.</p><p><strong><sup>7 </sup></strong>Jehová derrotará a tus enemigos que se levantaren contra ti; por un camino saldrán contra ti, y por siete caminos huirán de delante de ti.&nbsp;</p><p><strong><sup>8</sup></strong> Jehová te enviará su bendición sobre tus graneros, y sobre todo aquello en que pusieres tu mano; y te bendecirá en la tierra que Jehová tu Dios te da.&nbsp;</p><p><strong><sup>9 </sup></strong>Te confirmará Jehová por pueblo santo suyo, como te lo ha jurado, cuando guardares los mandamientos de Jehová tu Dios, y anduvieres en sus caminos.&nbsp;</p><p><strong><sup>10</sup></strong> Y verán todos los pueblos de la tierra que el nombre de Jehová es invocado sobre ti, y te temerán.&nbsp;</p><p><strong><sup>11</sup></strong> Y te hará Jehová sobreabundar en bienes, en el fruto de tu vientre, en el fruto de tu bestia, y en el fruto de tu tierra, en el país que Jehová juró a tus padres que te había de dar.&nbsp;</p><p><strong><sup>12</sup></strong> Te abrirá Jehová su buen tesoro, el cielo, para enviar la lluvia a tu tierra en su tiempo, y para bendecir toda obra de tus manos. Y prestarás a muchas naciones, y tú no pedirás prestado.&nbsp;</p><p><strong><sup>13</sup></strong> Te pondrá Jehová por cabeza, y no por cola; y estarás encima solamente, y no estarás debajo, si obedecieres los mandamientos de Jehová tu Dios, que yo te ordeno hoy, para que los guardes y cumplas,&nbsp;</p><p><strong><sup>14</sup></strong> y si no te apartares de todas las palabras que yo te mando hoy, ni a diestra ni a siniestra, para ir tras dioses ajenos y servirles.</p><p>Moisés estaba muy expectante de que el pueblo entendiera que Dios tenía en mente bendiciones maravillosas, y hasta milagrosas, para ellos. Sus palabras: “Si obedeces cabalmente”, les hizo saber que su destino eterno estaba en juego aquí. Qué poderosa manifestación de la realidad del libre albedrío. Eran la nación escogida de Dios, los recipientes de grandes bendiciones y grandes promesas, pero esas bendiciones y promesas no eran incondicionales. Debían aceptarlas, recibirlas y actuar en consecuencia.&nbsp;</p><p>Y nada de lo que Dios les había pedido les resultaba demasiado difícil de hacer: “Porque este mandamiento que te ordeno hoy no es demasiado difícil para ti, ni está lejos. No está en el cielo, para que digas: ‘¿Quién subirá por nosotros al cielo, y lo traerá y explicará para que lo cumplamos?’ Ni está al otro lado del mar, para que digas: ‘¿Quién cruzará por nosotros el mar, y lo traerá y nos lo explicará a fin de que lo cumplamos?’ Porque la palabra está muy cerca de ti, en tu boca y en tu corazón, para que la cumplas” (Deut. 30:11–14).</p><p>Por supuesto, además de las bendiciones, estaban las advertencias de las maldiciones, lo que les sucedería si desobedecían (Deut. 28:15–68). Es decir, qué consecuencias traería su pecado y su rebelión.</p><p><strong>¿Qué significa para nosotros, hoy, “escuchar diligentemente” lo que Dios nos dice que hagamos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de enero",
          "dayTitle": "<p>HONRA AL SEÑOR</p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p>El libro de Proverbios, más que sobre el bien y el mal, trata sobre la sabiduría y la necedad. A medida que leemos el libro, veremos los beneficios de la sabiduría y las trampas de la necedad.</p><p><strong>Lee Proverbios 3:1 al 10. ¿Qué maravillosas promesas se dan aquí? Además, ¿qué significa “las primicias de todos tus frutos”?</strong></p><p><strong>&nbsp;Proverbios 3:1-10</strong></p><p><strong><sup>1</sup> </strong>Hijo mío, no te olvides de mi ley,</p><p><span style=\"background-color: initial;\">Y tu corazón guarde mis mandamientos;</span></p><p><strong><sup>2</sup> </strong>Porque largura de días y años de vida</p><p><span style=\"background-color: initial;\">Y paz te aumentarán.</span></p><p><strong><sup>3</sup> </strong>Nunca se aparten de ti la misericordia y la verdad;</p><p>Átalas a tu cuello,</p><p>Escríbelas en la tabla de tu corazón;</p><p><strong><sup>4</sup> </strong>Y hallarás gracia y buena opinión</p><p>Ante los ojos de Dios y de los hombres.</p><p><strong><sup>5 </sup></strong>Fíate de Jehová de todo tu corazón,</p><p>Y no te apoyes en tu propia prudencia.</p><p><strong><sup>6</sup> </strong>Reconócelo en todos tus caminos,</p><p>Y él enderezará tus veredas.</p><p><strong><sup>7</sup> </strong>No seas sabio en tu propia opinión;</p><p>Teme a Jehová, y apártate del mal;</p><p><strong><sup>8</sup></strong> Porque será medicina a tu cuerpo,</p><p>Y refrigerio para tus huesos.</p><p><sup style=\"font-weight: bold;\">9</sup> Honra a Jehová con tus bienes,</p><p>Y con las primicias de todos tus frutos;</p><p><strong><sup>10</sup> </strong>Y serán llenos tus graneros con abundancia,</p><p>Y tus lagares rebosarán de mosto.</p><p>Dios nos pide que lo pongamos a él en primer lugar en el manejo de nuestras posesiones, como un reconocimiento de su dominio sobre todas las cosas y como una demostración de nuestra fe en que él proveerá para nosotros. Pero más que eso, nos dice que, si lo ponemos en primer lugar, entonces él bendecirá el resto. Esto es un acto de fe para nosotros, un acto de confianza, una manifestación de confiar en el Señor con todo el corazón; y, sin duda, no apoyarnos en nuestro propio conocimiento (lo que es especialmente importante, porque muy a menudo suceden cosas que no podemos entender y no podemos encontrarles sentido).</p><p>Sin embargo, nada debería impulsarnos más a confiar en Dios y en su amor que la Cruz. Cuando nos damos cuenta de lo que cada uno de nosotros recibió en Jesús, no solo como Creador (Juan 1:1-4) y Sustentador (Heb. 1:3) sino también como Redentor (Apoc. 5:9), devolver a Dios las primicias de lo que tenemos es, por cierto, lo mínimo que podemos hacer. “El Señor no solo reclama el diezmo como suyo, sino también establece cómo debería reservárselo para él. Dice: ‘Honra al Señor con tus bienes, y con las primicias de todos tus frutos’ (Prov. 3:9). Esto no nos enseña que debamos gastar los recursos en nosotros mismos y luego llevar al Señor lo que quede, aunque esto sea también un diezmo honrado. La porción del Señor debe separarse en primer lugar” (CMC 84).</p><p>Dios dice que, si lo ponemos a él en primer lugar, “serán llenos tus graneros con abundancia”. Sin embargo, esto no va a suceder por milagro; es decir, no vas a despertarte un día y descubrir que tus graneros y tus tinajas se llenaron de repente.</p><p>Al contrario, la Biblia está llena de principios sobre la buena administración, la planificación cuidadosa y la responsabilidad financiera, de las cuales la fidelidad a la que Dios nos llama es nuestra primera y principal responsabilidad.<br></p><p><strong>Sin embargo, ¿cómo aprendemos a confiar en Dios y en sus promesas en tiempos difíciles, económicamente hablando, ya que, por más que procuremos ser fieles, los graneros y las tinajas no están llenos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de enero",
          "dayTitle": "<p>EL CONTRATO DEL DIEZMO</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>Existe una estrecha conexión espiritual entre la práctica del diezmo y nuestra relación con Dios. Los israelitas prosperaban cuando obedecían a Dios y eran fieles en el diezmo; al contrario, experimentaron tiempos difíciles cuando no obedecieron. Por lo visto, seguían un ciclo de obediencia y prosperidad, y luego de desobediencia y problemas. Fue durante uno de estos períodos de infidelidad que Dios, mediante el profeta Malaquías, propuso un contrato bilateral con su pueblo.</p><p><strong>Lee Malaquías 3:7 al 11. ¿Cuáles son las promesas y las obligaciones que se encuentran en estos versículos?</strong></p><p><strong>Malaquías 3:7-11</strong></p><p><strong><sup>7</sup></strong> Desde los días de vuestros padres os habéis apartado de mis leyes, y no las guardasteis. Volveos a mí, y yo me volveré a vosotros, ha dicho Jehová de los ejércitos. Mas dijisteis: ¿En qué hemos de volvernos?&nbsp;</p><p><strong><sup>8</sup></strong> ¿Robará el hombre a Dios? Pues vosotros me habéis robado. Y dijisteis: ¿En qué te hemos robado? En vuestros diezmos y ofrendas.&nbsp;</p><p><strong><sup>9</sup></strong> Malditos sois con maldición, porque vosotros, la nación toda, me habéis robado.&nbsp;</p><p><strong><sup>10</sup></strong> Traed todos los diezmos al alfolí y haya alimento en mi casa; y probadme ahora en esto, dice Jehová de los ejércitos, si no os abriré las ventanas de los cielos, y derramaré sobre vosotros bendición hasta que sobreabunde.&nbsp;</p><p><strong><sup>11</sup></strong> Reprenderé también por vosotros al devorador, y no os destruirá el fruto de la tierra, ni vuestra vid en el campo será estéril, dice Jehová de los ejércitos.</p><p>Dios prometió al pueblo que, si este se volvía a él, él se volvería a ellos. Cuando le preguntaron qué quería decir con volverse a él, dijo explícitamente: “Dejen de robarme el diezmo y las ofrendas”. El robo era la razón de la maldición que estaban recibiendo. Esta es la solución de Dios al problema de la maldición: “Traigan todo el diezmo a la tesorería” (Mal. 3:10). Y pruébenme para “ver si no abro las ventanas del cielo y vacío sobre ustedes bendición hasta que sobreabunde”. Si no tenemos suficiente espacio para recibir esa bendición, tenemos un excedente con el que podemos ayudar a otros y promover la causa de Dios.</p><p>“El que dio a su Hijo unigénito para que muriera por ustedes ha hecho un pacto con ustedes. Él les da sus bendiciones y en cambio requiere que le lleven sus diezmos y sus ofrendas. Nadie se atreverá a decir que no comprendió este asunto. El plan de Dios concerniente a los diezmos y las ofrendas está claramente establecido en el tercer capítulo de Malaquías. Dios pide que sus instrumentos humanos sean fieles al contrato que él ha hecho con ellos” (CMC 78, 79).</p><p>Uno de los ciclos positivos de obediencia se registra durante el reinado del buen rey Ezequías, de Judá. Hubo un reavivamiento auténtico en Judá, y el pueblo comenzó a devolver fielmente sus diezmos y sus ofrendas a la tesorería del Templo. Llevaban tanto que se apilaba de a montones en el Templo. Segundo de Crónicas 31:5 relata lo que sucedió cuando los israelitas “dieron generosamente las primicias del grano, del vino, del aceite, de la miel y de todos los frutos de la tierra; trajeron igualmente en abundancia el diezmo de todas las cosas”.</p><p><strong>¿Qué dice la devolución de tu diezmo (o la falta de ello) acerca de tu espiritualidad y de tu relación con Dios?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de enero",
          "dayTitle": "<p>BUSQUEN PRIMERO</p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p>Se dijo de Jesús que “los que eran del común del pueblo le oían de buena gana” (Mar. 12:37, RVA). La mayoría de las personas, en las grandes multitudes que se- guían y escuchaban a Jesús, eran miembros de esta clase, la gente común. Fueron ellas a quienes Jesús alimentó en la ladera del monte, y quienes escucharon el Sermón del Monte. Jesús les dijo, básicamente: Sé que les preocupa poder mantener a sus familias. Se inquietan por la comida y la bebida que necesitarán a diario y la ropa que necesitan como abrigo y la protección. Pero esto es lo que les propongo...</p><p><strong>Lee Mateo 6:25 al 33. ¿Qué se promete aquí, y qué debía hacer el pueblo para recibir esas promesas?</strong></p><p><strong>Mateo 6:25-33</strong></p><p><strong><sup>25 </sup></strong>Por tanto os digo: No os afanéis por vuestra vida, qué habéis de comer o qué habéis de beber; ni por vuestro cuerpo, qué habéis de vestir. ¿No es la vida más que el alimento, y el cuerpo más que el vestido?&nbsp;</p><p><strong><sup>26</sup></strong> Mirad las aves del cielo, que no siembran, ni siegan, ni recogen en graneros; y vuestro Padre celestial las alimenta. ¿No valéis vosotros mucho más que ellas?&nbsp;</p><p><strong><sup>27 </sup></strong>¿Y quién de vosotros podrá, por mucho que se afane, añadir a su estatura un codo?&nbsp;</p><p><strong><sup>28</sup></strong> Y por el vestido, ¿por qué os afanáis? Considerad los lirios del campo, cómo crecen: no trabajan ni hilan;&nbsp;</p><p><strong><sup>29</sup></strong> pero os digo, que ni aun Salomón con toda su gloria se vistió así como uno de ellos.&nbsp;</p><p><strong><sup>30</sup></strong> Y si la hierba del campo que hoy es, y mañana se echa en el horno, Dios la viste así, ¿no hará mucho más a vosotros, hombres de poca fe?&nbsp;</p><p><strong><sup>31</sup></strong> No os afanéis, pues, diciendo: ¿Qué comeremos, o qué beberemos, o qué vestiremos?&nbsp;</p><p><strong><sup>32</sup></strong> Porque los gentiles buscan todas estas cosas; pero vuestro Padre celestial sabe que tenéis necesidad de todas estas cosas.&nbsp;</p><p><strong><sup>33</sup></strong> Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas.</p><p><br></p><p>Muchas de las promesas de Dios tienen elementos de un pacto bilateral. Es decir, para recibir la bendición, también debemos hacer nuestra parte.<br></p><p><strong>Lee Isaías 26:3. ¿Qué se nos pide que hagamos para tener la paz de Dios?&nbsp;</strong></p><p><strong>Isaías 26:3</strong></p><p><sup><strong>&nbsp;3</strong> </sup>Tú guardarás en completa paz a aquel cuyo pensamiento en ti persevera; porque en ti ha confiado.</p><p><strong>Lee 1 Juan 1:9. ¿Qué hará Jesús si confesamos nuestros pecados?&nbsp;</strong></p><p><strong>1 Juan 1:9</strong></p><p><strong><sup>9</sup> </strong>Si confesamos nuestros pecados, él es fiel y justo para perdonar nuestros pecados, y limpiarnos de toda maldad.</p><p><strong>Lee 2 Crónicas 7:14. ¿Cuáles son los “si” y los “entonces” de la propuesta de Dios aquí?<br></strong></p><p><strong>2 Crónicas 7:14</strong></p><p><sup><strong>14</strong> </sup>si se humillare mi pueblo, sobre el cual mi nombre es invocado, y oraren, y buscaren mi rostro, y se convirtieren de sus malos caminos; entonces yo oiré desde los cielos, y perdonaré sus pecados, y sanaré su tierra.</p><p>Todos estos versículos y muchos más tratan del importante hecho de que, aunque Dios es Soberano, aunque Dios es nuestro Creador y Sustentador, y aunque la salvación es un don de gracia e inmerecido de nuestra parte, todavía tenemos un papel que desempeñar en el drama del Gran Conflicto aquí, en la Tierra. Al hacer uso del don sagrado del libre albedrío, debemos elegir seguir la inspiración del Espíritu Santo y obedecer lo que Dios nos llama a hacer. Aunque Dios nos ofrece bendiciones y vida, también podemos elegir la maldición y la muerte. Con razón, Dios dice: “Elige la vida, para que vivas tú y tus descendientes” (Deut. 30:19).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de enero",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>“Cuando quiera que los hijos de Dios, en cualquier época de la historia del mundo, ejecutaron alegre y voluntariamente el plan de la benevolencia sistemática y de los dones y ofrendas, han visto cumplirse la permanente promesa de que la prosperidad acompañaría todas sus labores en la misma proporción en que lo obedecieran. Siempre que reconocieron los derechos de Dios y cumplieron con sus requerimientos, honrándolo con su sustancia, sus alfolíes rebosaron; pero cuando robaron a Dios en los diezmos y las ofrendas, tuvieron que darse cuenta de que no solo le estaban robando a él, sino también se defraudaban ellos mismos, porque él limitaba las bendiciones que les concedía en la proporción en que ellos limitaban las ofrendas que le llevaban” (TI 3:435).</p><p>La Biblia es muy clara en que somos salvos solo por la fe, un don de la gracia divina. Nuestra obediencia a los mandamientos de Dios es una respuesta a la gracia de Dios; no la merecemos (al fin y al cabo, si la mereciéramos, no sería gracia; ver Rom. 4:1–4).</p><p>De hecho, al observar el pacto bilateral de Dios con nosotros, podemos ver tanto las bendiciones como las responsabilidades. Mediante nuestras res- puestas a lo que Dios nos ofrece, establecemos nuestra relación con él y, en gran medida, determinamos nuestro propio destino. La obediencia (el servicio y la lealtad por amor) es la verdadera señal del discipulado. En lugar de librarnos de la obediencia, es la fe, y solo la fe, la que nos hace partícipes de la gracia de Cristo, la que nos capacita para obedecer lo que Dios nos pide.</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>Se ha dicho que si cada adventista fuera fiel en devolver el diezmo, nuestra iglesia tendría dinero más que suficiente para hacer todo lo necesario para difundir el mensaje. ¿Qué es lo que haces, en términos de diezmos y ofrendas, para ayudar a la iglesia a hacer lo que ha sido llamada a hacer?</p><p><strong>2.</strong> Reflexiona sobre la idea de cuán importantes son nuestras decisiones y obras en nuestra relación con Dios. ¿Cómo tener presente el tema de las obras y la obediencia, incluyendo la devolución del diezmo y la buena mayordomía, pero sin caer en la trampa del legalismo?</p><p><strong>3.</strong> En clase, conversen sobre la pregunta que se encuentra al final del estudio del martes sobre el hecho de sobrellevar tiempos difíciles, aunque hayamos sido fieles. ¿Cómo entendemos esto cuando sucede, y cómo evitamos desanimarnos?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de enero",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><span style=\"background-color: initial;\"><strong>RESEÑA</strong></span></p><p>El plan de salvación es un pacto que Dios propone a los seres humanos. Los contratos forman parte de las relaciones humanas, pero el pacto de Dios con nosotros, en Jesús, fue concebido desde la eternidad (1 Ped. 1:18-20), y ofrece vida eterna a los que son fieles hasta la muerte (Apoc. 2:10).</p><p>El Pacto contiene la Ley, ya sea escrita en piedra o en nuestro corazón (Deut. 9:11; Heb. 8:10). Esa alianza divino-humana implica una obediencia diligente de nuestra parte, ofrecida con amor, a la Ley y al Pacto (1 Juan 5:3). Algunas cláusulas de este pacto son más extensas, como el mandamiento de adorar solo a Dios y amarlo por sobre todas las cosas (Deut. 6:5; Mat. 22:36, 37). Pero también hay mandatos específicos dentro del Pacto, a saber: (1) alejarse de la idolatría (Deut. 31:20), (2) guardar el sábado (Isa. 56:6) y (3) observar ciertas leyes de salud (Lev. 11; Isa. 65:1–5; 66:15–18).</p><p>Una cláusula importante del Pacto es reconocer que Dios da las posesiones materiales y, a cambio, espera fidelidad en los diezmos y las ofrendas. Además de ser importante para afianzar la relación entre el adorador y el Adorado, la devolución fiel de los diezmos y las ofrendas también sirve para apoyar la obra de Dios (2 Crón. 31:11, 12, 20, 21; Mal. 3:8-10). Al hacerlo, reconocemos la necesidad de honrar al Señor con nuestras posesiones, ya que ponemos a Dios en primer lugar (Prov. 3:9). Cuando transgredimos esta cláusula específica, violamos el Pacto. Esa violación constituye una negativa a reconocer a Dios como aquel que otorga los dones.<br></p><p>La fidelidad de Dios a su Pacto es inquebrantable (Deut. 4:31), pero no siempre le hemos respondido, a cambio, con fidelidad (Jer. 11:10). Aquel que provee riquezas también ofrece gracia para la obediencia, asegurando tanto nuestro llamado como nuestra elección para el Reino de Cristo (2 Ped. 1:10, 11; Apoc. 2:10).<br></p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>¿Qué es el Pacto o Alianza?<br></strong></p><p><strong>Lee Patriarcas y profetas, “La ley y los dos pactos”, pp. 378–390.<br></strong></p><p>La palabra “pacto” (en hebreo, berith) aparece aproximadamente 285 veces en el Antiguo Testamento. En el Nuevo Testamento, la palabra griega para “pacto” es diatheke. Esta palabra se utilizaba en conexión con el pacto entre Dios y su pueblo. (Ver T. K. Cheyne y J. Sutherland Black, Encyclopaedia Biblica, pp. 928, 929.) En términos modernos, la palabra corresponde a un contrato, pero también se usa para alianza, pacto o testamento.</p><p>Un pacto no es necesariamente una ley, a pesar de ser legalmente vinculante para las partes dentro de los términos del contrato. En consecuencia, una ley puede a veces considerarse un contrato, dado que es un pacto fundado en la ley.</p><p>Entonces, para que exista un contrato, es necesario que haya una ley que lo regule. Aunque la Ley fue proclamada más tarde desde el Monte Sinaí, ya existía porque está ligada a su nombre (Sal. 119:55) y, por lo tanto, es eterna. Del mismo modo, el plan de Dios para salvar a la humanidad por medio de la sangre de Cristo se conoce desde la fundación del mundo (1 Ped. 1:19, 20).</p><p>Debido a que la salvación es por gracia, algunos pueden suponer que los seres humanos no tienen obligaciones bajo este pacto. Pero las obligaciones mutuas son esenciales a fin de que un documento sea reconocido como contrato, convenio o alianza. Entre nuestras obligaciones, están las buenas obras de fe, según la Ley escrita en el corazón (Efe. 2:8–10; Jer. 31:31–34).</p><p><br></p><p><strong>Leyes, promesa y pacto</strong></p><p><strong>1. Leyes:</strong> Las leyes son decisiones unilaterales del Legislador y no dependen de la aceptación de la otra parte. Estas leyes son promulgadas por el Legislador y deben respetarse. Nosotros no participamos en el proceso de hacer las leyes de Dios que son parte del Pacto divino. Al tener una ley en un contrato, se supone que es para cumplirla; de lo contrario, no tendría sentido. Por ende, tanto el Antiguo Pacto como el Nuevo Pacto tienen elementos relacionados con la Ley y la obediencia (Heb. 8:8–13).</p><p><strong>2. Promesa:</strong> Similar a un decreto, una promesa es unilateral. Solo Dios puede hacer una promesa. La confianza en la promesa depende de la credibilidad y la habilidad del que promete. Dios prometió y cumplirá porque él no miente y nunca falla. La promesa de Dios de salvación por gracia mediante la fe para quienes aceptan su Pacto es una garantía para los redimidos (Heb. 6:13–20; 1 Juan 2:25).</p><p><strong>3. Pacto:</strong> Un pacto necesita al menos dos personas (acuerdo bilateral) para ser vinculante. Un pacto es diferente de un decreto o una promesa en que no hay alianza o pacto sin las partes contractuales. En este sentido, el ser humano decide si quiere o no ser parte del Pacto de Dios. Dios nos invita a entrar en su Pacto, por la fe en Cristo, para que tengamos vida eterna (Juan 3:16).</p><p><br></p><p><strong>Características del Pacto</strong></p><p>Todo en el Pacto apunta a la fe, seguida de la obediencia.</p><p><strong>1. Mutualidad:</strong> Significa que las partes tienen deberes y derechos comunes en virtud del contrato. Por lo tanto, ser obedientes es nuestra parte del Pacto (Heb. 8:10; Apoc. 14:12).</p><p><strong>2. Viabilidad: </strong>Significa que ambas partes pueden cumplir los términos del Pacto. No tiene sentido tener un contrato con reglas que una de las partes no pueda cumplir. Por lo tanto, honrar los términos del Pacto simplemente es hacer lo que Dios requiere por su gracia, porque la gracia produce buenas obras (Efe. 2:8–10).</p><p>Si Dios nos ordena guardar el sábado o devolver los diezmos y las ofrendas, esa orden es una cláusula divina en el contrato que indica que los seres humanos pueden hacer lo que se requiere. Dios nunca pediría nada que sea imposible, y su gracia habilitadora es parte del Pacto.<br></p><p><strong>3. Condicionalidad</strong>: Significa que el contrato es válido solo si hay cumplimiento práctico. Cualquiera que crea y sea fiel será salvo (Apoc. 2:10), y recibirá bendición (Mal. 3:10-12), porque esto es parte del contrato. Hay bendiciones complementarias y básicas. El pecado puede obstaculizar la recepción de algunas bendiciones complementarias en este mundo, pero no cambia las bendiciones básicas de la salvación si permanecemos en la fe, según el contrato.<br></p><p><strong style=\"background-color: initial;\">4. Condiciones de rescisión</strong>: Se refieren al hecho de que todos los contratos prevén la cancelación en determinadas situaciones especiales. Este es también el caso con el Pacto de Dios. Las partes del Pacto que permanecen en pecado pueden generar las condiciones de rescisión al transgredir cláusulas específicas.<br></p><p><br></p><p><strong>El Pacto de Dios incluye diezmos y ofrendas</strong></p><p>Todos los aspectos de la vida son parte del Pacto de Dios. En este pacto, Dios promete dar a los seres humanos la fuerza para alcanzar las posesiones materiales. A cambio, Dios requiere fidelidad al Pacto, por las siguientes tres razones:</p><p><br></p><p><strong>1.</strong> Las posesiones materiales deben recordarnos que Dios está cumpliendo su parte del Pacto. Dios declara que su pueblo se acordará de él, porque él es quien le da la fuerza para alcanzar las riquezas y porque estas bendiciones son parte del Pacto.</p><p>El objetivo de Dios al proporcionar riquezas a su pueblo es confirmar la alianza entre él y su pueblo. Por lo tanto, él indica que el Pacto incluye aspectos tanto materiales como espirituales (Deut. 8:18). Por lo tanto, los diezmos y las ofrendas muestran la lealtad mutua entre Dios (aquel que bendice) y sus hijos (que lo reconocen, creen en él y le obedecen).</p><p>El uso fiel de nuestras posesiones, a su vez, nos recuerda nuestra misión en el Pacto de salvación con Cristo, a saber: que Dios desea que nosotros, median- te las bendiciones que recibimos, demos a conocer su nombre entre todas las naciones (Mal. 3:12).</p><p><br></p><p><strong>2.</strong> Devolver los diezmos y las ofrendas o retenerlos son una indicación de nuestra condición espiritual ante Dios. Las posesiones materiales son parte del Pacto de Dios con su pueblo. Este hecho se hace evidente en la infidelidad del antiguo Israel durante las épocas de apostasía. Por otra parte, durante los reavivamientos espirituales, la devolución fiel de los diezmos y las ofrendas generosas indicaba una renovación del Pacto con Dios (2 Crón. 31:5–10; Neh. 10:37, 38; 12:44; 13:5, 12; Mal. 1:9, 14; 3:7–10).</p><p><strong>3.</strong> Ser fiel en las posesiones materiales es una forma de honrar a Dios, según Proverbios 3:1 al 10. Al examinar este texto con más detalle, observamos lo siguiente:</p><p><br></p><p><strong>a. </strong>La palabra “honrar” (en hebreo, kabad) significa glorificar a Dios y ser rico en él.</p><p><strong>b</strong>. La palabra hebrea para “frutos” (hown) (Prov. 3:9) significa “riquezas”. Este versículo transmite un claro mensaje que todavía es válido hoy: Ser fiel con nuestras posesiones trae honor y gloria a Dios. Este consejo general está bien de- tallado en las Escrituras, en las leyes relacionadas con los diezmos y las ofrendas.&nbsp;</p><p><strong>c. “</strong>Primicias” (Prov. 3:9), traducción del hebreo reshyith, significa “primero, principio, lo mejor”. No podemos honrar debidamente a Dios si está en segundo lugar o le damos las sobras. El Señor del Pacto exige máxima prioridad en cuanto a nuestro tiempo y en la calidad de lo que le ofrecemos. Este requisito es parte del Pacto de Dios con nosotros.</p><p><strong>d.</strong> La palabra hebrea kol significa “todo, la totalidad de, cualquiera, cada, entero”. “Frutos” es la traducción de la palabra hebrea tevuah. Significa “producción, productos, ganancias, ingresos, beneficios”. Ambas palabras juntas (kol y tevuah) indican que ningún fruto estará exento de honrar al Señor, porque él es el Señor de toda ganancia. En cambio, no se aceptará ninguna pérdida como excusa para no honrarlo con “todos tus frutos”. Por lo tanto, Dios requiere “todas” (kol) las posesiones materiales que tenemos. (Por esa razón, no se aceptará como válida ninguna excusa para negarle ningún aspecto de nuestra vida, que es nuestro privilegio consagrar completamente a él.)</p><p><br></p><p>“Todos” nuestros bienes y el incremento patrimonial serán un recordatorio de que Dios es el Dios del Pacto. Él es quien provee todo lo que tenemos. La Biblia muestra claramente que una forma importante de recordar el Pacto de Dios es devolver regularmente los diezmos y las ofrendas.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong style=\"background-color: initial;\">1. Pregunta a tus alumnos</strong>: Tu fidelidad o infidelidad al Pacto de Dios, ¿cómo impacta en tu vida espiritual en términos de posesiones materiales? ¿Por qué?<br></p><p><strong>2. Inv</strong>ita a uno o dos miembros de la clase a leer los dos pasajes siguientes de Elena de White mientras el resto de la clase reflexiona sobre las pa- labras. Luego, pide a la clase que responda las preguntas que aparecen a continuación.</p><p>“Que los que han llegado a ser descuidados e indiferentes, y retienen sus diezmos y ofrendas, se acuerden de que están bloqueando el camino e impidiendo que la verdad llegue a regiones lejanas. Se me ha indicado que diga al pueblo de Dios que redima su honor devolviendo a Dios fielmente el diezmo” (CMC 98).</p><p><strong>a. </strong>¿De qué manera sienten tus alumnos que son “descuidados e indiferentes” en su fidelidad a Dios con sus diezmos y ofrendas?</p><p><strong>b. </strong>Analiza con los alumnos la expresión “bloquear el camino” y sus implicaciones para la vida espiritual. ¿Cómo podrían estar “bloqueando el camino” del evangelio al no devolver fielmente los diezmos y las ofrendas?</p><p>¿Cómo impacta esta omisión a quienes esperan y necesitan escuchar este mensaje? Si tus alumnos se sienten indiferentes en este aspecto, ¿cómo pueden cambiar?<br></p><p><br></p><p><strong>c. ¿</strong>Qué significa para los miembros de la clase la expresión “redimir su honor”, cuando se aplica a la devolución fiel de los diezmos de la iglesia?</p><p><br></p><p>“Cada persona debe llevar con liberalidad los diezmos y las ofrendas a la tesorería del Señor, con buena voluntad y con gozo, porque al hacerlo así recibe una bendición” (CMC 71).</p><p>Pide a los alumnos que compartan sus testimonios de cómo la devolución de los diezmos y las ofrendas ha sido una ocasión de gozo o bendición en su vida.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>LOS PACTOS DE DIOS CON NOSOTROS</strong></p>",
      "verse": "<p>Si obedeces cabalmente la voz del Señor tu Dios, para cumplir todos sus mandamientos que te prescribo hoy, el Señor tu Dios te exaltará sobre todas las naciones de la tierra. Además, las siguientes bendiciones vendrán y te alcanzarán, si obedeces la voz del Señor tu Dios (Deut. 28:1, 2).</p>",
      "versionCode": 1,
      "weekDate": "7-13 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
