{
  "data": [
    {
      "color": "#5885AF",
      "id": 7,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "11 de febrero",
          "dayTitle": "<p>A UNO DE ESTOS MIS HERMANOS PEQUEÑOS</p><p><br></p>",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>La Biblia habla a menudo de los extranjeros (a veces llamados forasteros), los huérfanos y las viudas. Este grupo puede ser de aquellos a quienes Jesús se refirió como “uno de estos mis hermanos pequeños” (Mat. 25:40).\n</p><p>¿Cómo podemos identificar a estas personas hoy? Los extranjeros de los tiempos bíblicos eran personas que tenían que dejar su tierra natal, quizás a causa de la guerra o el hambre. El equivalente en nuestros días podría ser los millones de refugiados devenidos en indigentes debido a circunstancias en las que no eligieron estar.\n</p><p>Los huérfanos son niños que han perdido a sus padres por guerras, accidentes o enfermedades. Este grupo también podría incluir a aquellos cuyos padres están en prisión o ausentes. ¡Qué amplio campo de servicio se expone aquí!\n</p><p>Las viudas son las que han perdido a sus cónyuges por la misma causa que los huérfanos. Muchas son cabeza de familia monoparental y las beneficiaría enormemente la ayuda que la iglesia pueda brindarles.\n</p><p>Como veremos esta semana, ayudar a los pobres no es solo una opción. Es seguir el ejemplo de Jesús y obedecer sus mandatos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de febrero",
          "dayTitle": "<p>LA VIDA Y EL MINISTERIO DE JESÚS</p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>En los comienzos de su ministerio público, Jesús viajó a Nazaret, en la región de Galilea. Esta era su ciudad natal, y la gente local ya había oído hablar de su obra y sus milagros. Como era su costumbre, Jesús asistió a los servicios del sábado en la sinagoga. Aunque Jesús no era el rabino oficiante, el asistente le entregó el rollo de Isaías y le pidió que hiciera la lectura de las Escrituras. Jesús leyó Isaías 61:1 y 2.\n</p><p><strong>Lee Lucas 4:16 al 19 y compáralo con Isaías 61:1 y 2 (ver también Luc. 7:19–23). ¿Por qué crees que Jesús escogió este pasaje específico? ¿Por qué estos versículos de Isaías se consideraban mesiánicos? ¿Qué revelaban acerca de la obra del Mesías?\n</strong></p><p><strong>Lucas 4:16 al 19</strong></p><p><strong><sup>16</sup></strong> Vino a Nazaret, donde se había criado; y en el día de reposo entró en la sinagoga, conforme a su costumbre, y se levantó a leer.&nbsp;</p><p><strong><sup>17</sup></strong> Y se le dio el libro del profeta Isaías; y habiendo abierto el libro, halló el lugar donde estaba escrito:\n</p><p>\n</p><p><strong><sup>18</sup></strong> El Espíritu del Señor está sobre mí,<br></p><p>Por cuanto me ha ungido para dar buenas nuevas a los pobres;<br></p><p>Me ha enviado a sanar a los quebrantados de corazón;<br></p><p>A pregonar libertad a los cautivos,<br></p><p>Y vista a los ciegos;<br></p><p>A poner en libertad a los oprimidos;<sup><br></sup></p><p><strong><sup>19</sup></strong> A predicar el año agradable del Señor.</p><p><strong>Isaías 61:1 y 2</strong><br></p><p><sup><strong>1</strong></sup> El Espíritu de Jehová el Señor está sobre mí, porque me ungió Jehová; me ha enviado a predicar buenas nuevas a los abatidos, a vendar a los quebrantados de corazón, a publicar libertad a los cautivos, y a los presos apertura de la cárcel;&nbsp;</p><p><strong><sup>2</sup></strong>&nbsp; a proclamar el año de la buena voluntad de Jehová, y el día de venganza del Dios nuestro; a consolar a todos los enlutados;</p><p><strong>Luc. 7:19–23</strong><br></p><p><sup><strong>19</strong> </sup>y los envió a Jesús, para preguntarle: ¿Eres tú el que había de venir, o esperaremos a otro?&nbsp;</p><p><strong><sup>20</sup></strong> Cuando, pues, los hombres vinieron a él, dijeron: Juan el Bautista nos ha enviado a ti, para preguntarte: ¿Eres tú el que había de venir, o esperaremos a otro?&nbsp;</p><p><strong><sup>21</sup></strong> En esa misma hora sanó a muchos de enfermedades y plagas, y de espíritus malos, y a muchos ciegos les dio la vista.&nbsp;</p><p><strong><sup>22</sup></strong> Y respondiendo Jesús, les dijo: Id, haced saber a Juan lo que habéis visto y oído: los ciegos ven, los cojos andan, los leprosos son limpiados, los sordos oyen, los muertos son resucitados, y a los pobres es anunciado el evangelio;&nbsp;</p><p><strong><sup>23</sup></strong> y bienaventurado es aquel que no halle tropiezo en mí.</p><p>Como los dirigentes religiosos aparentemente habían pasado por alto las profecías que hablaban de un Mesías sufriente y habían aplicado mal las que apuntaban a la gloria de su segunda venida (lo que debería servirnos como recordatorio de la importancia de entender realmente la profecía), la mayoría de la gente creía en la falsa idea de que la misión del Mesías era librar a Israel de sus conquistadores y opresores, los romanos. Pensar que la declaración de misión del Mesías provenía de Isaías 61:1 y 2 debió de haber sido un verdadero shock.<br></p><p>Los pobres generalmente eran menospreciados por funcionarios inescrupulosos como los recaudadores de impuestos, los comerciantes, e incluso sus propios vecinos. Comúnmente se pensaba que la pobreza era una maldición de Dios y que ellos mismos tenían la culpa de su infortunio. Con esta mentalidad, eran pocos los que se preocupaban por los pobres y su situación miserable.\n</p><p>Sin embargo, el amor de Jesús por los pobres fue una de las mayores evidencias de su mesianismo, como lo demuestra la forma en que Jesús respondió la pregunta de Juan el Bautista acerca de si él era el Mesías (ver Mat. 11:1–6). “Como los discípulos del Salvador, Juan el Bautista no comprendía la naturaleza del reino de Cristo. Esperaba que Jesús ocupara el trono de David; y como pasaba el tiempo y el Salvador no asumía la autoridad real, Juan estaba perplejo y perturbado” (DTG 186).\n</p><p><strong>“La religión pura y sin mancha ante Dios el Padre es esta: visitar a los huérfanos y a las viudas en sus tribulaciones, y guardarse sin mancha de este mundo” (Sant. 1:27). ¿Cómo debería ayudarnos este versículo a establecer nuestras prioridades religiosas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de febrero",
          "dayTitle": "<p>LA PROVISIÓN DE DIOS PARA LOS POBRES</p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>En sus escritos, los autores bíblicos incluyeron muchos de los preceptos de Dios para los pobres, los extranjeros, las viudas y los huérfanos. Tenemos registros de esto desde el Monte Sinaí. “Seis años sembrarás tu tierra, y allegarás tu cosecha; pero el séptimo año la dejarás libre para que coman los pobres de tu pueblo. Y de lo que quede comerán las bestias del campo. Así harás con tu viña y tu olivar” (Éxo. 23:10, 11).\n</p><p><strong>Lee Levítico 23:22 y Deuteronomio 15:11. Aunque el contexto de nuestra vida hoy sea muy diferente, ¿qué principios deberíamos extraer de estos versículos?\n</strong></p><p><strong>Levítico 23:22</strong></p><p><sup><strong>22</strong> </sup>Cuando segareis la mies de vuestra tierra, no segaréis hasta el último rincón de ella, ni espigarás tu siega; para el pobre y para el extranjero la dejarás. Yo Jehová vuestro Dios.</p><p><strong>Deuteronomio 15:11</strong></p><p><strong><sup>11</sup></strong> Porque no faltarán menesterosos en medio de la tierra; por eso yo te mando, diciendo: Abrirás tu mano a tu hermano, al pobre y al menesteroso en tu tierra.</p><p>Generalmente se entiende que “hermano” aquí se refiere a pares israelitas o a compañeros de creencia. También pensamos en ellos como los pobres dignos, o “estos mis hermanos pequeños”. Los Salmos dan instrucciones sobre cómo debemos tratar a los necesitados. “Defiendan al débil y al huérfano, hagan justicia al afligido y al menesteroso. Libren al afligido y al necesitado, líbrenlo de mano de los impíos” (Sal. 82:3, 4). Este pasaje indica nuestra participación en formas que van más allá de simplemente proporcionar alimentos.\n</p><p>Luego están las promesas para quienes ayudan a los necesitados: “El que da al pobre no tendrá pobreza” (Prov. 28:27). “El rey que juzga con verdad a los pobres afirma su trono para siempre” (Prov. 29:14). Y el rey David señaló: “Dichoso el que se preocupa del pobre. El Señor lo librará en el día malo” (Sal. 41:1). Esto, entonces, siempre había sido una prioridad en el antiguo Israel, aunque a veces se había perdido de vista.\n</p><p>En cambio, incluso en tiempos más modernos, especialmente en Inglaterra, bajo el impacto de lo que se conoce como “darwinismo social”, muchos piensan que no solo no hay un imperativo moral para ayudar a los pobres; de hecho, estaría mal hacerlo. Al contrario, siguiendo las fuerzas de la naturaleza, en las que los fuertes sobreviven a expensas de los débiles, los “darwinistas sociales” creen que sería perjudicial para la sociedad ayudar a los pobres, a los enfermos, a los indigentes, porque, si se multiplican, solo debilitarían el tejido social de la nación en su conjunto. Aunque suene cruel, este pensamiento es el resultado lógico de la creencia en la Evolución y la falsa narración que esta proclama.\n</p><p><strong>El evangelio, la idea de que Cristo murió por todos, ¿cómo debería afectar la forma en que tratamos a los demás, independientemente de quiénes sean?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de febrero",
          "dayTitle": "<p>EL JOVEN RICO</p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>No sabemos mucho sobre el joven rico aparte de que era joven y rico. Y también que tenía interés en las cosas espirituales. Tenía tanta energía que acudió corriendo a Jesús (Mar. 10:17). Estaba entusiasmado por aprender acerca de la vida eterna. Esta historia es tan importante que se registra en los tres evangelios sinópticos: Mateo 19:16 al 22; Marcos 10:17 al 22; y Lucas 18:18 al 23.\n</p><p><strong>Lee Mateo 19:16 al 22. ¿Qué tenía en mente Jesús cuando le dijo: “Si quieres ser perfecto, anda, vende lo que tienes, dalo a los pobres, y tendrás tesoro en el cielo. Y ven, sígueme” (Mat. 19:21)?\n</strong></p><p><strong>Mateo 19:16 al 22</strong></p><p><strong><sup>16</sup></strong> Entonces vino uno y le dijo: Maestro bueno, ¿qué bien haré para tener la vida eterna?&nbsp;</p><p><strong><sup>17</sup></strong> Él le dijo: ¿Por qué me llamas bueno? Ninguno hay bueno sino uno: Dios. Mas si quieres entrar en la vida, guarda los mandamientos.&nbsp;</p><p><strong><sup>18</sup></strong> Le dijo: ¿Cuáles? Y Jesús dijo: No matarás. No adulterarás. No hurtarás. No dirás falso testimonio.&nbsp;</p><p><strong><sup>19</sup></strong> Honra a tu padre y a tu madre; y, Amarás a tu prójimo como a ti mismo.&nbsp;</p><p><strong><sup>20</sup></strong> El joven le dijo: Todo esto lo he guardado desde mi juventud. ¿Qué más me falta?&nbsp;</p><p><strong><sup>21</sup></strong> Jesús le dijo: Si quieres ser perfecto, anda, vende lo que tienes, y dalo a los pobres, y tendrás tesoro en el cielo; y ven y sígueme.&nbsp;</p><p><strong><sup>22</sup></strong> Oyendo el joven esta palabra, se fue triste, porque tenía muchas posesiones.</p><p>A la mayoría de nosotros Jesús no nos pide que vendamos todo lo que tenemos y demos el dinero a los pobres. Pero el dinero debió de haber sido el dios de este joven, y aunque la respuesta de Jesús puede parecer bastante severa, él sabía que esta era la única esperanza de salvación para este hombre.<br></p><p>La Biblia dice que se fue muy triste porque era muy rico, lo que demuestra cuánto adoraba su dinero. Se le ofreció la vida eterna y un lugar en el círculo íntimo de Jesús (“Ven, sígueme”, las mismas palabras que utilizó Jesús al llamar a los doce discípulos). Sin embargo, nunca más volvimos a saber de este joven. Cambió la Eternidad por sus posesiones terrenales.\n</p><p>Qué terrible compensación, ¿no? Qué triste ejemplo de no seguir la “gratificación diferida” (ver la semana pasada). Elegir como lo hizo este hombre es un gran engaño porque, no importa lo que las riquezas materiales nos puedan dar ahora, tarde o temprano todos morimos y enfrentamos la perspectiva de la eternidad. Y, mientras tanto, muchísimos ricos han descubierto que su riqueza no les dio la paz y la felicidad que esperaban; de hecho, en muchos casos parece haber ocurrido lo contrario. Se han escrito gran cantidad de biografías sobre cuán miserables han sido muchos ricos. De hecho, de los registros históricos, una de las mejores representaciones de cuán insatisfactoria puede ser la riqueza en sí misma se encuentra en el libro de Eclesiastés. Se pueden extraer muchas lecciones de él, pero hay un aspecto que se destaca claramente: el dinero no puede comprar la paz ni la felicidad.\n</p><p><strong>“Porque el que quiera salvar su vida la perderá; y el que pierda su vida por causa de mí y del evangelio la salvará. ¿Qué aprovecha al hombre si gana todo el mundo pero pierde su vida? O, ¿qué puede dar el hombre por su vida?” (Mar. 8:35–37). ¿Qué significa perder la vida por causa del evangelio?&nbsp;</strong></p><p><strong>Mar. 8:35–37</strong></p><p><strong><sup>35</sup></strong> Porque todo el que quiera salvar su vida, la perderá; y todo el que pierda su vida por causa de mí y del evangelio, la salvará.&nbsp;</p><p><strong><sup>36</sup></strong> Porque ¿qué aprovechará al hombre si ganare todo el mundo, y perdiere su alma?&nbsp;</p><p><strong><sup>37</sup></strong> ¿O qué recompensa dará el hombre por su alma?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de febrero",
          "dayTitle": "<p>ZAQUEO</p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>Zaqueo era un judío rico que había hecho su fortuna trabajando como recaudador de impuestos para los odiados romanos. Por eso, y porque él y otros recaudadores de impuestos exigían más impuestos de los que realmente debían, a Zaqueo lo odiaban y lo llamaban “pecador”.\n</p><p>Zaqueo vivía en Jericó, que se encontraba en una ruta comercial muy transitada. El encuentro de Zaqueo y Jesús no fue una coincidencia. Aparentemente, Zaqueo estaba bajo convicción espiritual y quería hacer algunos cambios en su vida. Había oído hablar de Jesús y quería verlo. Se debió haber corrido la voz de que el grupo con el que viajaba Jesús llegaría a Jericó ese día. Jesús necesitaba pasar por Jericó desde Galilea, en su último viaje a Jerusalén. Las primeras palabras de Cristo a Zaqueo revelan que, incluso antes de entrar en el pueblo, Jesús sabía todo acerca de él.\n</p><p><strong>Lee Lucas 19:1 al 10. ¿Qué diferencias hay entre la experiencia de este hombre rico con Jesús y la del joven rico?\n</strong></p><p><strong>Lucas 19:1 al 10</strong></p><p><strong><sup>1</sup></strong> Habiendo entrado Jesús en Jericó, iba pasando por la ciudad.&nbsp;</p><p><strong><sup>2</sup></strong> Y sucedió que un varón llamado Zaqueo, que era jefe de los publicanos, y rico,&nbsp;</p><p><strong><sup>3</sup></strong> procuraba ver quién era Jesús; pero no podía a causa de la multitud, pues era pequeño de estatura.&nbsp;</p><p><strong><sup>4</sup></strong> Y corriendo delante, subió a un árbol sicómoro para verle; porque había de pasar por allí.&nbsp;</p><p><strong><sup>5</sup></strong> Cuando Jesús llegó a aquel lugar, mirando hacia arriba, le vio, y le dijo: Zaqueo, date prisa, desciende, porque hoy es necesario que pose yo en tu casa.&nbsp;</p><p><strong><sup>6</sup></strong> Entonces él descendió aprisa, y le recibió gozoso.&nbsp;</p><p><strong><sup>7</sup></strong> Al ver esto, todos murmuraban, diciendo que había entrado a posar con un hombre pecador.&nbsp;</p><p><strong><sup>8</sup></strong> Entonces Zaqueo, puesto en pie, dijo al Señor: He aquí, Señor, la mitad de mis bienes doy a los pobres; y si en algo he defraudado a alguno, se lo devuelvo cuadruplicado.&nbsp;</p><p><strong><sup>9</sup></strong> Jesús le dijo: Hoy ha venido la salvación a esta casa; por cuanto él también es hijo de Abraham.&nbsp;</p><p><strong><sup>10</sup></strong> Porque el Hijo del Hombre vino a buscar y a salvar lo que se había perdido.</p><p><br></p><p>Zaqueo y el joven rico tenían algunas cosas en común: ambos eran ricos, ambos querían ver a Jesús y ambos aspiraban a la vida eterna. Pero hasta aquí llegan las similitudes.\n</p><p>Fíjate que cuando Zaqueo dijo: “La mitad de mis bienes voy a dar a los pobres” (Luc. 19:8), Jesús aceptó este gesto como expresión de una verdadera experiencia de conversión. No le dijo: Lo siento, Zaqueo, pero como con el joven rico, es todo o nada. La mitad no sirve. ¿Por qué? Probablemente porque, aunque a Zaqueo sin duda le gustaba su riqueza, para él no era el dios que sí era para el joven rico. De hecho, aunque no sabemos qué le dijo especialmente Jesús, Zaqueo es el primero que habla de dar dinero a los pobres. En contraste, Jesús tuvo que indicar al joven rico específicamente que renunciara a todo; de lo contrario, esta dependencia lo habría destruido. Aunque Zaqueo, como cualquier persona rica, necesitaba tener cuidado con los peligros de la riqueza, parecía haberla controlado mejor que el joven rico.\n</p><p>“Cuando el joven y rico príncipe se hubo alejado de Jesús, los discípulos se habían maravillado de las palabras de su Maestro: ‘¡Cuán difícil les es entrar en el reino de Dios a los que confían en las riquezas!’ Ellos habían exclamado el uno al otro: ‘¿Quién, pues, podrá ser salvo?’ Ahora tenían una demostración de la veracidad de las palabras de Cristo: ‘Lo que es imposible para los hombres, es posible para Dios’ (Mar. 10:24, 26; Luc. 18:27). Vieron cómo, por la gracia de Dios, un rico podía entrar en el Reino” (DTG 508).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de febrero",
          "dayTitle": "<p>¿HAS VISTO A MI SIERVO JOB?</p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Job 1:8. ¿Cómo describe Dios mismo a Job?\n</strong></p><p><strong>Job 1:8</strong></p><p><strong><sup>8</sup></strong> Y Jehová dijo a Satanás: ¿No has considerado a mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal?</p><p><br></p><p>No está nada mal que Dios llame “intachable” y “recto” (Job 1:8) a Job; tan intachable y recto que nadie más en la Tierra en ese momento podía igualarlo. Veamos, estas son palabras de Dios, literales, acerca de Job.\n</p><p>Aun después de que Job enfrentó una catástrofe tras otra, Dios repitió lo que había dicho de Job, que no había nadie en la Tierra como él, intachable y recto, y todo lo demás; excepto que luego se agregó un nuevo elemento: Job continuaba poseyendo esas virtudes, “a pesar de que me incitaste contra él para que lo arruinara sin motivo” (Job 2:3).\n</p><p>Y, aunque podemos vislumbrar poderosamente la perfección y la rectitud de Job en la forma en que se negó a renunciar a Dios a pesar de todo lo sucedido y pese a la burla desafortunada de su esposa, “¿Aún mantienes tu integridad? Maldice a Dios y muérete” (Job 2:9), el libro revela otro aspecto de la vida de Job antes de que se desarrollara el drama.\n</p><p><strong>Lee Job 29:12 al 16. ¿Qué se describe aquí que nos da más información sobre el secreto del carácter de Job?\n</strong></p><p><strong>Job 29:12 al 16</strong></p><p><strong><sup>12</sup></strong> Porque yo libraba al pobre que clamaba,\n</p><p>\n</p><p>Y al huérfano que carecía de ayudador.<strong><sup><br></sup></strong></p><p><strong><sup>13</sup></strong> La bendición del que se iba a perder venía sobre mí,<br></p><p>Y al corazón de la viuda yo daba alegría.<strong><sup><br></sup></strong></p><p><strong><sup>14</sup></strong> Me vestía de justicia, y ella me cubría;<br></p><p>Como manto y diadema era mi rectitud.<strong><sup><br></sup></strong></p><p><strong><sup>15</sup></strong> Yo era ojos al ciego,<br></p><p>Y pies al cojo.<strong><sup><br></sup></strong></p><p><strong><sup>16</sup></strong> A los menesterosos era padre,<br></p><p>Y de la causa que no entendía, me informaba con diligencia;<br></p><p><br></p><p>Quizá lo más esclarecedor aquí sean las palabras de Job: “Y de la causa del desconocido me informaba con diligencia” (Job 29:16). En otras palabras, Job no se limitaba a esperar, por ejemplo, a que algún mendigo vestido con harapos se le acercara para pedirle limosna. Job era proactivo para identificar las necesidades y luego actuaba en consecuencia.\n</p><p>Elena de White sugirió: “No aguardéis a que [los pobres] llamen vuestra atención a sus necesidades. Obrad como Job. Lo que él no sabía, lo averiguaba. Haced una gira de inspección, y ved lo que se necesita, y cómo puede suplirse mejor” (TI 5:141). Este es un nivel de administración del dinero y de mayordomía de los recursos de Dios que está más allá de la práctica de muchos de los hijos de Dios en la actualidad.\n</p><p><strong>Lee Isaías 58:6 al 8. ¿Cómo podemos tomar estas palabras antiguas y aplicarlas a nosotros hoy?</strong></p><p><strong>Isaías 58:6 al 8</strong></p><p><strong><sup>6</sup></strong> ¿No es más bien el ayuno que yo escogí, desatar las ligaduras de impiedad, soltar las cargas de opresión, y dejar ir libres a los quebrantados, y que rompáis todo yugo?&nbsp;</p><p><strong><sup>7</sup></strong> ¿No es que partas tu pan con el hambriento, y a los pobres errantes albergues en casa; que cuando veas al desnudo, lo cubras, y no te escondas de tu hermano?&nbsp;</p><p><strong><sup>8</sup></strong> Entonces nacerá tu luz como el alba, y tu salvación se dejará ver pronto; e irá tu justicia delante de ti, y la gloria de Jehová será tu retaguardia.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de febrero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>“ ‘Cuando el Hijo del hombre venga en su gloria, y todos los santos ángeles con él, entonces se sentará en el trono de su gloria, y serán reunidas delante de él todas las naciones, y apartará los unos de los otros’. Así pintó Cristo a sus discípulos, en el Monte de los Olivos, la escena del gran Día de Juicio. Explicó que su decisión girará alrededor de un punto. Cuando las naciones estén reunidas delante de él, habrá tan solo dos clases; y su destino eterno quedará determinado por lo que hayan hecho o dejado de hacer por él en la persona de los pobres y los sufrientes” (DTG 592).\n</p><p>“Al abrir la puerta a los necesitados y dolientes hijos de Cristo, están dando la bienvenida a ángeles invisibles. Invitan la compañía de los seres celestiales. Ellos traen una sagrada atmósfera de gozo y paz. Vienen con alabanzas en sus labios, y una nota de respuesta se oye en el Cielo. Cada hecho de misericordia produce música allí. Desde su Trono, el Padre cuenta entre sus más preciosos tesoros a los que trabajan abnegadamente” (DTG 594).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> “Porque no faltarán pobres en la tierra” (Deut. 15:11). Además del hecho de que esta predicción lamentablemente se ha cumplido aunque tenga miles de años, ¿cómo debemos entenderla hoy? Algunos han utilizado estas palabras para prácticamente justificar su falta de ayuda a los pobres, al razonar de esta manera: “Bueno, Dios dijo que los pobres siempre estarían entre nosotros, así que, así son las cosas”. ¿Cuál es la falacia de esa forma de pensar?\n</p><p><strong>2.</strong> Lee 1 Timoteo 6:17 al 19: “A los ricos de este siglo manda que no sean altivos, ni pongan la esperanza en la incertidumbre de las riquezas, sino en el Dios vivo, que nos da todas las cosas en abundancia para que las disfrutemos. Que hagan bien, que sean ricos en buenas obras, dadivosos, prestos a compartir; atesorando para sí buen fundamento para lo por venir, que echen mano de la vida eterna”. Fíjate cuál es el peligro: confiar en las riquezas personales en lugar de en el Dios vivo. ¿Por qué es tan fácil que los que tienen dinero caigan en esto, a pesar de que saben que al final ni todo su dinero los mantendrá con vida? ¿Por qué todos debemos tener cuidado de no confiar en otra cosa que no sea el Dios vivo?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de febrero",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p>Dios quería bendecir a su pueblo para que no hubiera pobres entre ellos (Deut. 15:4). Sin embargo, la pobreza siempre existirá (Deut. 15:11; Mat. 26:11). Por ello, la misión del Salvador abarcaba llevar alivio tanto espiritual como material a quienes sufrían económicamente (Luc. 4:18, 19; 7:19–22). Amar a los demás y ayudar a los necesitados es un mandato divino para los que siguen al Salvador (Deut. 15:11).\n</p><p>Las obras de beneficencia en Israel eran un deber comunitario e individual, como podemos observar en la práctica de dejar descansar la tierra cada siete años (Éxo. 23:10, 11), no espigar (Lev. 23:22), y el derecho del hambriento de alimentarse del campo de otra persona (Deut. 23:25). Las Escrituras nos enseñan a ser proactivos en la caridad (Job 29:12–16; Isa. 58:6–8), ya que esta actividad es parte de la religión pura y sin mancha (Sant. 1:27). El amor por los vulnerables produce bendiciones divinas (Prov. 28:27; Sal. 41:1). Cuando ayudamos a los afligidos, también ayudamos al Señor en la persona de los necesitados (Mat. 25:35–40).\n</p><p>Job era justo porque amaba a los pobres y los ayudaba como si fueran parte de su familia (Job 29:16). Los apóstoles abandonaron todo para seguir al Salvador (Mat. 19:27), mientras que el joven rico renunció a la posibilidad del discipulado al negarse a donar sus posesiones a los pobres, porque el amor por su riqueza era supremo (Mat. 19:16–22).\n</p><p>Así como ser fiel en los diezmos y las ofrendas es una indicación de un regreso a Dios (Mal. 3:6-10), ayudar a los débiles y desamparados entre nosotros refleja una auténtica experiencia espiritual, como se demuestra en la conversión de Zaqueo (Luc. 19:1–10).\n</p><p><strong>COMENTARIO\n</strong></p><p>En el plan perfecto de Dios, todos deberían disfrutar de la abundancia de las promesas divinas (Deut. 15:4), pero debido a la desobediencia, los pobres siempre existirán. En este contexto, se nos llama a abrir nuestras manos al necesitado (Deut. 15:11).\n</p><p>Para ello, consideraremos los conceptos de pobreza y caridad en la Biblia, que son bastante amplios, y procuraremos comprender su significado para nuestra vida.\n</p><p><strong>A uno de estos mis hermanos pequeños (lee Mat. 25:35–40)\n</strong></p><p><strong>1. Todos los que sufren\n</strong></p><p>A partir de las referencias bíblicas, es posible identificar diversas clases de personas que sufrían y que necesitaban protección. Si utilizamos un concepto básico de agrupación, los pobres eran:\n</p><p>(a) quienes no tenían capacidad de satisfacer sus necesidades materiales y, por lo tanto, no podían vivir una vida digna debido al rechazo o el prejuicio social (prisioneros, leprosos y extranjeros, por ejemplo);\n</p><p>(b) quienes sufrían privaciones económicas extremas debido a condiciones adversas (pobres, enfermos, hambrientos, sedientos, desnudos, necesitados y miserables);\n</p><p>(c) quienes tenían limitaciones físicas (mudos, ciegos y cojos);\n</p><p>(d) quienes estaban emocionalmente desanimados y, tal vez, psicológicamente no eran capaces de cuidar de sí mismos sin ayuda (los quebrantados de corazón, los enfermos mentales y los que perecen);\n</p><p>(e) las víctimas de sus propios errores, opresión e injusticia (marginados; exiliados; prisioneros; víctimas de la inequidad, la brutalidad y la explotación);\n</p><p>(f) quienes necesitaban ayuda para comenzar una nueva vida (lee Lev. 23:22; Deut. 15:11; Luc. 4:18, 19; Isa. 62:1, 2; Deut. 15:11; Job 29:12–16; Mat. 11; Luc. 7:20–22; Mat. 25:35–40).\n</p><p>Las condiciones de pobreza y la cuestión de si el que sufre es responsable de su precariedad son irrelevantes. Tampoco es relevante la cuestión de si esa persona merece recibir ayuda o no. Incluso una persona de una nación rival debía ser objeto del amor de Dios al practicar la caridad, como vemos en la parábola del samaritano (Luc. 10:28–37; 17:16–18; Juan 8:48).\n</p><p><strong>2. El redentor, un pariente cercano\n</strong></p><p>En el Antiguo Testamento, el redentor era un pariente cercano que tenía la obligación de rescatar y liberar a un familiar de la esclavitud, la pobreza y la indigencia. Este deber también incluía la obligación del pariente cercano de casarse con la viuda sin hijos de su hermano, lo que evitaba que ella quedara en la indigencia (Lev. 25:25, 48, 49; Deut. 25:5; Rut 2:20). Los judíos generalmente entendían que esta obligación era aplicable solo entre los miembros de la nación elegida.\n</p><p>Sin embargo, en la historia del samaritano, Jesús muestra que la idea del familiar que ayuda a su hermano no está ligada a lazos de sangre, religión ni nacionalidad. El samaritano, extranjero y despreciado, que es el redentor (salvador) en la historia, aparece como el pariente cercano del judío golpeado, que fue dado por muerto a la vera del camino (Luc. 10:29–37). El deber de amar al prójimo forma parte de los dos grandes Mandamientos (Luc. 10:27, 28) sobre los que se asienta toda la Ley y los escritos de los profetas. Este deber también significa que debemos amarnos unos a otros porque todos somos prójimos (redentores) en algún momento. La palabra “prójimo” evoca el amor compasivo y práctico que Dios mandó demostrar a las familias de Israel. Este amor debe extenderse a la humanidad en su totalidad.\n</p><p>Dios envió a su Hijo al mundo (Juan 3:16) para salvar sin discriminación de ningún tipo. Jesús es el máximo ejemplo del Pariente-Redentor, nuestro pariente cercano, que vino a rescatarnos de la miseria, el sufrimiento y la destrucción eterna. Su ejemplo debe ser la norma de nuestras relaciones humanas, especialmente en la iglesia y en relación con los pobres y los que sufren. Por lo tanto, no debemos negar ayuda a ninguna persona, sino ofrecer comida y agua incluso a nuestros enemigos (Prov. 25:21, 22; Rom. 12:20, 21). Sin embargo, recuerda que, en la medida de lo posible, el objetivo de la caridad es motivar y posibilitar que la persona cuide de sí misma.\n</p><p>Los que sufren persecución a causa de su fe son también especiales, los hermanos pequeños de Dios que integran el Reino de los cielos (Mat. 5:10, 11).\n</p><p><strong>Formas de ayudar a los pobres\n</strong></p><p>Es posible que hayas escuchado a algunos criticar la caridad como un medio para que las clases dominantes controlen a los pobres, o como una estrategia para evitar el surgimiento de conflictos entre las fuerzas del capital y el trabajo. Otros creen que el bienestar refuerza la mendicidad y la dependencia parasitaria, en contraposición a los esfuerzos de rehabilitación para el empoderamiento y el desarrollo personales.\n</p><p>Sin embargo, las Escrituras recomiendan medidas de socorro inmediatas (Deut. 15:11; Isa. 58:6, 7) para ayudar a los necesitados que están en vías de recuperarse económicamente. Cualesquiera que sean las medidas que se adopten, la ayuda prestada a los pobres y los afectados debe ser protectora. Es decir, la ayuda a los pobres no debe engendrar una dependencia innecesaria de quienes los ayudan y debe procurar protegerlos de la explotación (Deut. 15:1, 2; Lev. 25:9–19). Ese plan de recuperación y rehabilitación incluye velar por la restauración emocional y espiritual de los pobres, respetando su dignidad (Isa. 58:6–8; Luc. 4:16–19).\n</p><p><strong>Cómo ayudar\n</strong></p><p><strong>1. Sientan deseos de participar. </strong>Los miembros de la iglesia pueden adoptar un plan de apoyo personal para ayudar a alguien que lo necesite. También pueden trabajar juntos como voluntarios en un proyecto educativo dirigido por la iglesia con el fin de desarrollar habilidades para la vida y el desarrollo personales.\n</p><p><strong>2. Un fondo dedicado a los pobres.</strong> Cada miembro puede destinar una cantidad o porcentaje del presupuesto familiar para ayudar regularmente a los necesitados, así como para contribuir a los proyectos de bienestar y desarrollo de su iglesia.\n</p><p>El dinero que cada creyente tiene a mano debe repartirse en tres partes iguales: (a) primero Dios, mediante los diezmos y las ofrendas (Mal. 3:8–10, Mat. 6:33); (b) la familia (1 Tim. 5:8); y (c) los desvalidos (Gál. 2:10; Sant. 1:27). Sin embargo, es importante recordar que “el diezmo ha sido puesto aparte con un propósito especial. No debe considerarse como un fondo para pobres. Debe dedicarse especialmente al sostén de los que predican el mensaje de Dios al mundo; y no hay que desviarlo de este propósito” (CMC 105).\n</p><p>Además de las ofrendas del Santuario, la Biblia alude a preceptos relacionados con la beneficencia proveniente de otros recursos tales como el “rebuscar” (Deut. 24:19-22; Lev. 19:9, 10), el derecho a obtener alimentos del campo de otra persona (Deut. 23:24, 25) y las iniciativas voluntarias (Prov. 29:7; Isa. 58:7).\n</p><p>Había una contribución que los israelitas llamaban el “segundo diezmo” (heb. ma’aser sheni) de toda la ganancia (Deut. 14:28, 29; 26:12, 13), que se dedicaba para los gastos religiosos de la familia y para caridad.\n</p><p>Todo israelita devoto tenía que gastar en Jerusalén una décima parte del rendimiento de su tierra como segundo diezmo (ver J. Jeremias, Jerusalem in the Time of Jesus: An Investigation Into Economic and Social Conditions During the New Testament Period, pp. 28, 57).\n</p><p>Con respecto al segundo diezmo, lee de Elena de White: “Dios cuida de los pobres”, en Patriarcas y profetas.\n</p><p><strong>3. Cuidar de los pobres, un sello distintivo de la justicia de Dios en la vida del cristiano. </strong>Necesitamos ser más que religiosos, porque Job, el joven rico y Zaqueo eran ricos y religiosos. Sus historias muestran, para bien, como es el caso de Job y Zaqueo, o para mal, como es el caso del joven rico, que en lo que respecta a la riqueza, nuestra vida espiritual no debe definirse por la bendición de las riquezas ni por una apariencia de religión, sino por una respuesta genuina al mandato divino de ayudar a los pobres y desafortunados.\n</p><p>El énfasis en las historias de estos tres hombres está en su experiencia espiritual, no en los desamparados que recibían su caridad. Los relatos bíblicos destacan el diagnóstico espiritual de cada personaje en las tres historias, tomando como referencia la caridad.\n</p><p>Job entendió que la caridad era la justicia de Dios en su vida (Job 29:12–16). La conversión de Zaqueo fue evidente cuando decidió devolver todo lo que había tomado y dar la mitad de sus bienes a los pobres (Luc. 19:1-10). Para el joven rico, darlo todo a los pobres era su oportunidad de convertirse en discípulo del Rey de reyes y, posiblemente, de salvar su vida de la destrucción de Jerusalén, aproximadamente cuarenta años después. Dar sus posesiones a los pobres se interpuso entre el joven y la salvación (Mat. 19:16-22). Tristemente, el joven valoraba más sus posesiones que a aquel que le dio el poder de adquirir riquezas.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Ocuparse de los pobres es un mandamiento del Pacto divino (Deut. 15:7) y una expresión de religión pura delante de Dios (Sant. 1:27).\n</p><p>1. ¿Qué tienen en común el mandato del diezmo y la caridad cristiana?\n</p><p>2. ¿Cuáles son las diferencias y las similitudes entre la beneficencia y la caridad cristiana? (1 Cor. 13:1-3).\n</p><p>Ayudamos a Cristo cuando nos preocupamos por los que sufren (Mat. 25:35–46).\n</p><p>Pide a un miembro de la clase que lea en voz alta la siguiente cita. Luego coméntenlas en clase.\n</p><p>“Vi que en la providencia de Dios las viudas y los huérfanos, los ciegos, los sordos, los cojos y los afligidos en una diversidad de formas, han sido colocados en estrecha relación cristiana con su iglesia, para probar a su pueblo y desarrollar su verdadero carácter” (TI 3:561). ¿Por qué es importante entender el concepto de la caridad como mandato de amor y no como opción en nuestra vida cristiana? ¿De qué manera la caridad hace que nuestra profesión de fe sea auténtica?\n</p><p>“Los que están a la izquierda de Cristo, quienes lo han descuidado en la persona de los pobres y dolientes, fueron inconscientes de su culpabilidad. Satanás los cegó; no percibieron lo que debían a sus hermanos. Estuvieron absortos en sí mismos, y no se preocuparon por las necesidades de los demás” (DTG 594).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>A UNO DE ESTOS MIS&nbsp;HERMANOS PEQUEÑOS</strong></p>",
      "verse": "<p>“Entonces el Rey dirá a los de su derecha: ‘¡Vengan, benditos de mi Padre! Hereden el reino preparado para ustedes desde la fundación del mundo” (Mat. 25:34).</p>",
      "versionCode": 1,
      "weekDate": "11-17 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
