{
  "data": [
    {
      "color": "#64468c",
      "id": 5,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 23",
          "dayTitle": "",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>&nbsp;As we read last week, when asked by a scribe about “ ‘the first commandment of all’ ” the affirmation of God as one, and then He said: “ ‘ “And you (Mark 12:28), Jesus answered by giving shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.” This is the first commandment’ ” (Mark 12:30, NKJV). <br></p><p>However, Jesus continued, talking then about the “ ‘second, like it’ ” (Mark 12:31, NKJV), something that the scribe hadn’t asked about. Nevertheless, Jesus, knowing how important it was, said: “ ‘And the second, like it, is this: “You shall love your neighbor as yourself.” There is no other commandment greater than these’ ” (Mark 12:31, NKJV). <br></p><p>No commandment greater than these? Jesus linked love for God and love for one’s neighbor into one commandment, and that commandment was the greatest of all.</p><p> Again, Jesus wasn’t coming up with something new, something that the Jews hadn’t heard before. Instead, the call to love Him supremely— the idea of loving one’s neighbor and of loving other people as a way to express our love for God was, yes, taken from the book of Deuteronomy.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 24",
          "dayTitle": "<p><strong>Circumcise Your Hearts</strong><br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p>Deuteronomy 10, a continuation of Deuteronomy 9, is basically God’s reaffirmation of the covenant that He had made with Israel. Indeed, much of this book is a kind of covenant renewal. That is, even after their terrible sin at Horeb, at which time no sooner did Moses leave them for a little while than they fell into idolatry, the Lord still wasn’t done with them. <br></p><p><strong>Read Deuteronomy 10:1–11. What is going on here that helps us to understand that God forgave His people their sin and was reaffirming the covenant promise made to them and their fathers?</strong></p><p><strong>Deuteronomy 10:1–11</strong></p><p><em><strong>1</strong></em> At that time the Lord said unto me, Hew thee two tables of stone like unto the first, and come up unto me into the mount, and make thee an ark of wood.<em><br><br><strong>2</strong></em> And I will write on the tables the words that were in the first tables which thou brakest, and thou shalt put them in the ark.<em><br><br><strong>3</strong></em> And I made an ark of shittim wood, and hewed two tables of stone like unto the first, and went up into the mount, having the two tables in mine hand.<em><br><br><strong>4</strong></em> And he wrote on the tables, according to the first writing, the ten commandments, which the Lord spake unto you in the mount out of the midst of the fire in the day of the assembly: and the Lord gave them unto me.<em><br><br><strong>5</strong></em> And I turned myself and came down from the mount, and put the tables in the ark which I had made; and there they be, as the Lord commanded me.<em><br><br><strong>6</strong></em> And the children of Israel took their journey from Beeroth of the children of Jaakan to Mosera: there Aaron died, and there he was buried; and Eleazar his son ministered in the priest's office in his stead.<em><br><br><strong>7</strong></em> From thence they journeyed unto Gudgodah; and from Gudgodah to Jotbath, a land of rivers of waters.<em><br><br><strong>8</strong></em> At that time the Lord separated the tribe of Levi, to bear the ark of the covenant of the Lord, to stand before the Lord to minister unto him, and to bless in his name, unto this day.<em><br><br><strong>9</strong></em> Wherefore Levi hath no part nor inheritance with his brethren; the Lord is his inheritance, according as the Lord thy God promised him.<em><br><br><strong>10</strong></em> And I stayed in the mount, according to the first time, forty days and forty nights; and the Lord hearkened unto me at that time also, and the Lord would not destroy thee.<em><br><br><strong>11</strong></em> And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.</p><p><br></p><p>Moses smashed the Ten Commandment tablets (Deut. 9:17)—a sign of the broken covenant (Deut. 32:19). “To show his abhorrence of their crime, he threw down the tables of stone, and they were broken in the sight of all the people, thus signifying that as they had broken their covenant with God, so God had broken His covenant with them.” —Ellen G. White, Patriarchs and Prophets, p. 320. <br></p><p>Thus, the fact that God told Moses to hew new tables “like the first” and He would write on them the words that were on the first shows that God had forgiven the people and was not done with them, even then. <br></p><p><strong>Read Deuteronomy 10:14–16. What is God saying to them? What is the meaning of the images that the Lord used here? <br></strong></p><p><strong>Deuteronomy 10:14–16<br></strong></p><p><strong><em>14</em></strong> Behold, the heaven and the heaven of heavens is the Lord's thy God, the earth also, with all that therein is.<em><br><br><strong>15</strong></em> Only the Lord had a delight in thy fathers to love them, and he chose their seed after them, even you above all people, as it is this day.<em><br><br><strong>16 </strong></em>Circumcise therefore the foreskin of your heart, and be no more stiffnecked.</p><p><br></p><p>There’s a mixture of images here: the foreskin, the heart, the neck. Nevertheless, the point is clear. Circumcision was a sign of the covenant, but it’s only an outward sign. God wanted their hearts; that is, their minds, their affections, their love. The stiff-necked image simply pointed to how stubborn they were in their unwillingness to obey the Lord. And, basically, here and elsewhere, the Lord was telling them to stop with their divided loyalties and serve Him with all their heart and soul.</p><p> <strong>Think about all the times the Lord has forgiven you your sins. What should that tell you about His grace?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 25",
          "dayTitle": "<p><strong>Love the Stranger</strong><br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>Amid these admonitions Moses declares: “ ‘Indeed heaven and the highest heavens belong to the Lord your God, also the earth with all that is in it’ ” (Deut. 10:14, NKJV). What a powerful expression of the sovereignty of the Lord, an idea found in other places in the Bible, as well: “The earth is the Lord’s, and all its fullness, the world and those who dwell therein” (Ps. 24:1, NKJV).</p><p> <strong>Read Deuteronomy 10:17–19. What other declaration does Moses make about the Lord here? Even more important, what does God command His people as a result of that declaration?</strong></p><p><strong>Deuteronomy 10:17–19</strong></p><p><em><strong>17</strong> </em>For the Lord your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:<strong><br><br><em>18</em></strong> He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment.<em><br><br><strong>19</strong></em> Love ye therefore the stranger: for ye were strangers in the land of Egypt.</p><p><br></p><p>Yahweh is not only the sovereign of heaven and earth, but He also is the “God of gods, and Lord of lords” (Deut. 10:17). This doesn’t mean that there are other gods, lesser gods, such as the supposed gods the pagans around them worshiped. Rather, it was a way of talking about more than just His being the only God (“ ‘ “Now see that I, even I, am He, and there is no God besides Me” ’ ” [Deut. 32:39, NKJV]). It asserts His total supremacy over all other powers, real or imagined, either in heaven or on earth. <br></p><p>The text says, too, that He is “the great God, mighty and awesome, who shows no partiality nor takes a bribe.” All of this is part of the bigger message: Yahweh is your God, and you, His people, need to obey Him.</p><p> What a powerful contrast is being presented here, as well. Yes, Yahweh is the God of gods and Lord of lords, the sovereign Ruler and Sustainer of the creation (Col. 1:16, 17), but He also cares about the fatherless, the widow, and the stranger, and He shows that care by ministering to their immediate physical needs. The God who takes note if a sparrow falls to the ground (Matt. 10:29) knows about the plight of those on the margins of society. In other words, the Lord is telling the people that, OK, maybe you are chosen, you are special, and I love you, but I love others, too, including the needy and helpless among you. And just as I love them, you must love them, as well. This is one of your covenant obligations, and an important one, too.</p><p> <strong>Read Psalm 146:5–10. What is the message of the psalm that reflects what God is saying here, and what should this mean to us today, as Christians?</strong></p><p><strong>Psalm 146:5–10</strong></p><p><em><strong>5</strong></em> Happy is he that hath the God of Jacob for his help, whose hope is in the Lord his God:<em><br><br><strong>6</strong></em> Which made heaven, and earth, the sea, and all that therein is: which keepeth truth for ever:<em><br><br><strong>7</strong></em> Which executeth judgment for the oppressed: which giveth food to the hungry. The Lord looseth the prisoners:<em><br><br><strong>8 </strong></em>The Lord openeth the eyes of the blind: the Lord raiseth them that are bowed down: the Lord loveth the righteous:<em><br><br><strong>9 </strong></em>The Lord preserveth the strangers; he relieveth the fatherless and widow: but the way of the wicked he turneth upside down.<em><br><br><strong>10 </strong></em>The Lord shall reign for ever, even thy God, O Zion, unto all generations. Praise ye the Lord.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 26",
          "dayTitle": "<p><strong>For You Were Strangers in Egypt</strong></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p>“ ‘Therefore love the stranger, for you were strangers in the land of Egypt’ ” (Deut. 10:19, NKJV). <br></p><p><strong>What is the message to ancient Israel here? What should the message from this verse be for us, as well? </strong><br></p><p>Centuries earlier the Lord told Abram: “ ‘Know certainly that your descendants will be strangers in a land that is not theirs, and will serve them, and they will afflict them four hundred years’ ” (Gen. 15:13, NKJV; see also Gen. 17:8, Acts 13:17). This is, of course, what happened, and in the early chapters of Exodus the dramatic story of their redemption (Exod. 15:13) and salvation (Exod. 14:13) from Egypt has been recorded for posterity, a symbol, a type, of the redemption and salvation that we have been given in Christ Jesus. In this verse, the Lord wants them to remember where they had been and what they had been—and that was, strangers in another land. <br></p><p>In other words, Remember when you were on the margins of society, outcasts, even slaves, and thus at the mercy of those who were stronger than you and who could abuse you and, indeed, often did. And though Israel was a chosen nation, called of God, a “kingdom of priests” (Exod. 19:6), and though there were some differences between them and the strangers among them—especially in regard to religious services—when it came to “human rights,” the stranger, the widow, the orphan needed to be treated with the same fairness and justice as the Israelites expected for themselves. <br></p><p><strong>Read Matthew 7:12. How does the verse encapsulate what the Lord was telling ancient Israel about how they were to treat the weak among them? </strong><br></p><p><strong>Matthew 7:12</strong></p><p><strong><em>12</em> </strong>Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.</p><p><br></p><p>This admonition to Israel about how they were to treat outcasts was not, by any means, the norm in the ancient world, where outcasts could be treated in some cases no better than animals, if even that well. <br></p><p>In contrast, Israel was to be different, a light unto the nations. And, yes, that difference would be found in the God whom they worshiped, how they worshiped Him, and the whole religious system of truth that God had given them. Yet, their kind treatment of the marginalized could have been a powerful witness to the world of the superiority of their God and of their faith, which in one sense was the whole point of their existence, anyway, to be a witness to the world of their God.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 27",
          "dayTitle": "<p><strong>Judge Righteously</strong><br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>As believers, we have been called to reflect the character of God. Paul wrote about “my little children, for whom I labor in birth again until Christ is formed in you” (Gal. 4:19, NKJV). After all, we had originally been made “in the image of God” (Gen. 1:27), an image later defaced by sin. And as we saw, when Moses talked about the power and majesty of God, he also said that God didn’t take a bribe and that He cared about the weak and the outcast. God does this; therefore, we need to do the same. <br></p><p><strong>Read the following texts in Deuteronomy. What is the common theme among them all? <br></strong></p><p><strong>Deuteronomy 1:16 <br></strong></p><p><strong><em>16</em></strong> And I charged your judges at that time, saying, Hear the causes between your brethren, and judge righteously between every man and his brother, and the stranger that is with him.<br><strong></strong></p><p><strong>Deuteronomy 16:19 <br></strong></p><p><strong><em>19</em> </strong>Thou shalt not wrest judgment; thou shalt not respect persons, neither take a gift: for a gift doth blind the eyes of the wise, and pervert the words of the righteous.<strong><br></strong></p><p><strong>Deuteronomy 24:17</strong></p><p><em><strong>17</strong></em> Thou shalt not pervert the judgment of the stranger, nor of the fatherless; nor take a widow's raiment to <strong><br></strong></p><p><strong>Deuteronomy 27:19 </strong><em><br></em></p><p><em><strong>19</strong></em> Cursed be he that perverteth the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen.<br></p><p><br></p><p>It’s all but proverbial how the weak, the poor, the outcasts don’t get the same kind of “justice” in most human courts as do those with money, power, and connections. It doesn’t matter the country, the era, the culture, or how lofty the principles of justice and equity that are enshrined in constitutions or laws or whatever; the reality remains the same: the poor, the weak, and the outcasts almost never get the justice that others do. <br></p><p>That’s what is so remarkable about what the Lord Himself was saying here. This unfairness, which is everywhere else, should not exist in Israel, among God’s people, the ones who are to represent Him to the world. In a sense, to use a term from the modern era, the Lord wanted there to be “equal justice under the law” in ancient Israel. <br></p><p>But this goes even deeper than mere jurisprudence. “ ‘ “You shall be holy, for I the Lord your God am holy” ’ ” (Lev. 19:2, NKJV). Yes, they knew who the true God was, and they had the correct forms of worship, and they brought the right kinds of offerings. That’s all fine. But in the end, what good was all that if they were mistreating the weak and poor among them? Again and again, in the prophets, the Lord rails against the oppressors of the poor and the needy in Israel. How can you be “holy” and mistreat others at the same time? You can’t, regardless of how strictly you adhere to proper religious rituals. <br></p><p><strong>Read Amos 2:6; Amos 4:1; Amos 5:11; Isaiah 3:14, 15; Isaiah 10:1, 2; and Jeremiah 2:34. What are the prophets saying that reflects what the Lord had warned ancient Israel about? What do these words say to us today?</strong></p><p><strong>Amos 2:6</strong></p><p><em><strong>6</strong> </em>Thus saith the Lord; For three transgressions of Israel, and for four, I will not turn away the punishment thereof; because they sold the righteous for silver, and the poor for a pair of shoes;</p><p><strong>Amos 4:1</strong><em><br></em></p><p><em>1</em> Hear this word, ye kine of Bashan, that are in the mountain of Samaria, which oppress the poor, which crush the needy, which say to their masters, Bring, and let us drink.<strong><br></strong></p><p><strong>Amos 5:11<br></strong></p><p><em><strong>11</strong></em> Forasmuch therefore as your treading is upon the poor, and ye take from him burdens of wheat: ye have built houses of hewn stone, but ye shall not dwell in them; ye have planted pleasant vineyards, but ye shall not drink wine of them.<strong><br></strong></p><p><strong>Isaiah 3:14 - 15<br></strong></p><p><em><strong>14</strong></em> The Lord will enter into judgment with the ancients of his people, and the princes thereof: for ye have eaten up the vineyard; the spoil of the poor is in your houses.<em><br><br><strong>15</strong></em> What mean ye that ye beat my people to pieces, and grind the faces of the poor? saith the Lord God of hosts.</p><p><strong>Isaiah 10:1 - 2</strong></p><p><strong><em>1</em></strong> Woe unto them that decree unrighteous decrees, and that write grievousness which they have prescribed;<strong><br><br><em>2</em></strong> To turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and that they may rob the fatherless!</p><p><strong>Jeremiah 2:34</strong></p><p><em><strong>34</strong></em> Also in thy skirts is found the blood of the souls of the poor innocents: I have not found it by secret search, but upon all these.<br><strong></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 28",
          "dayTitle": "<p><strong>Pure Religion Before God</strong><br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Deuteronomy 24:10–15. What important principles are being expressed here regarding how we are to treat those who are under our control? <br></strong></p><p><strong>Deuteronomy 24:10–15<em><br></em></strong></p><p><em><strong>10</strong></em> When thou dost lend thy brother any thing, thou shalt not go into his house to fetch his pledge.<em><br><br><strong>11</strong></em> Thou shalt stand abroad, and the man to whom thou dost lend shall bring out the pledge abroad unto thee.<em><br><br><strong>12</strong></em> And if the man be poor, thou shalt not sleep with his pledge:<em><br><br>13</em> In any case thou shalt deliver him the pledge again when the sun goeth down, that he may sleep in his own raiment, and bless thee: and it shall be righteousness unto thee before the Lord thy God.<em><br><br><strong>14</strong></em> Thou shalt not oppress an hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates:<em><br><br><strong>15</strong></em> At his day thou shalt give him his hire, neither shall the sun go down upon it; for he is poor, and setteth his heart upon it: lest he cry against thee unto the Lord, and it be sin unto thee.</p><p><br></p><p>Again we see the Lord’s concern for basic human dignity. Yes, someone owes you something, and it’s time to collect—but show the person a bit of respect, a bit of dignity, will you? Don’t go barging into his place and demand it. Instead, wait outside and let him come and give it to you. Deuteronomy 24:12, 13 seems to say that if some poor soul gave you his garment as “collateral,” you need at least to let him sleep in it overnight. The other verses deal with how one treats the poor who work for him or her, who can be so easily oppressed. Don’t oppress them, because in the eyes of God it is a sin, and surely a grievous one too. Again, if Israel were to be a witness, a holy people walking in truth amid a world steeped in error, idolatry, evil, and sin, surely they would have to be kind to the weakest and most marginalized among them. Otherwise, their witness would be nothing. <br></p><p><strong>Read James 1:27–2:11. What is James saying here that reflects what the Lord was telling His people in Deuteronomy? What significance is there in the fact that in these verses, James links mistreatment of the poor with the Ten Commandments? </strong><br></p><p><strong>James 1:27–2:11<br><em>27</em></strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.<em><br><br><strong>2:1</strong></em> My brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons.<em><br><br><strong>2 </strong></em>For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;<em><br><br><strong>3 </strong></em>And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:<em><br><br><strong>4 </strong></em>Are ye not then partial in yourselves, and are become judges of evil thoughts?<em><br><br><strong>5 </strong></em>Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?<em><br><br><strong>6 </strong></em>But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?<em><br><br><strong>7 </strong></em>Do not they blaspheme that worthy name by the which ye are called?<em><br><br><strong>8 </strong></em>If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:<em><br><br><strong>9 </strong></em>But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.<em><br><br><strong>10 </strong></em>For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.<em><br><br><strong>11 </strong></em>For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.<br></p><p><br></p><p>Though nothing in the Ten Commandments themselves directly relates to showing partiality to the rich over the poor, sternly adhering to the letter of the law while at the same time mistreating the poor or needy makes a mockery of one’s profession of faith and any claim to keep the commandments. Loving your neighbor as yourself is the highest expression of God’s law—and this is present truth now as much as it was in the time of James, and as it was when Moses spoke to Israel on the borders of the Holy Land. <br></p><p><strong>Why must we as Seventh-day Adventists, who take keeping the law seriously, make sure we are as serious about the words of James and Deuteronomy? Given what we read in James, why should our belief in the keeping of the law only strengthen our resolve to help the poor and needy among us?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 29",
          "dayTitle": "",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p><strong>Further Thought:</strong><br></p><p>It is hard to imagine how even in the best of times, such as under David and Solomon, the people of Israel could have been so blessed by God and yet could have so oppressed the poor, the helpless, and the outcasts among them. <br></p><p>“Therefore, because you tread down the poor and take grain taxes from him, though you have built houses of hewn stone, yet you shall not dwell in them; you have planted pleasant vineyards, but you shall not drink wine from them. For I know your manifold transgressions and your mighty sins: Afflicting the just and taking bribes; Diverting the poor from justice at the gate” (Amos 5:11, 12, NKJV). <br></p><p>“The Lord will enter into judgment with the elders of His people and His princes: ‘for you have eaten up the vineyard; the plunder of the poor is in your houses’ ” (Isa. 3:14, NKJV). <br></p><p><strong>Discussion Questions:</strong> <em><br></em></p><p><em><strong>1</strong></em> Israel needed to remember that they had been “strangers” in Egypt, which was one reason they were to treat strangers and outcasts in Israel as they wished they had been treated when they were outcasts. How does this truth relate to the gospel, to the idea that, through the blood of Jesus, we have been freed from the slavery of sin? Why, and in what parallel ways, should what Jesus has done for us impact how we treat others, especially the helpless among us? <em><br></em></p><p><em><strong>2</strong></em> Think about it. We can worship on the right day and understand the truth about death, hell, the mark of the beast, and so forth. That’s fine. But what does it all mean if we treat others nastily or oppress the weak among us or don’t administer justice fairly when we need to judge a situation? Especially because of the truth that we have, why must we be extra careful not to think that, somehow, just knowing the truth, in and of itself, is all that God requires of us? Why is that a potentially dangerous trap for us?</p><p><strong><em>3</em></strong> What role should our faith have in helping us understand what is commonly referred to as “human rights”?</p><p><strong>Inside Story : <br></strong></p><p><strong></strong>Message Received<br>By YoungSuk cHae</p><p>Kim Hye-sun is a devout Christian in South Korea. She yearned for God and wanted to know more about His Word. So she joined a Bible study with friends but didn’t understand the discussion. She soon stopped attending. Hye-sun usually drives a car, but one day she felt like taking the bus. As she waited at the bus stop in front of her house, she overheard two women talking enthusiastically. “Read this message!” one woman said, holding out her cell phone. “Someone sends me a message every day, and I love them!”</p><p> “Really?” the other woman said. “Let me see.”</p><p> Hye-sun found herself drawn to the women. “Can I see it too?” she asked. She didn’t usually talk to strangers, but she was curious.</p><p> On the cell phone, she read, “ ‘God is love’ is written upon every opening bud, upon every spire of springing grass. The lovely birds making the air vocal with their happy songs, the delicately tinted flowers in their perfection perfuming the air, the lofty trees of the forest with their rich foliage of living green—all testify to the tender, fatherly care of our God and to His desire to make His children happy” (Steps to Christ, p. 10). <br></p><p>Wow! Hye-sun thought, This is what I need! <br></p><p>She asked how she could receive the text messages. The woman with the cell phone promised to help. Soon she began receiving daily messages, and she expressed her gratitude by replying to each one. On Sundays, she texted back, “Have a good Lord’s day!” After some time, at her texted request for more information, she received The Great Controversy and other books in the mail. She has stopped sending Sunday greetings, but continues to express joy over the messages and is reading the books that she has received. <br></p><p>The text messages come from Lim Myung-Sook, a Seventh-day Adventist deaconess who sends Ellen White quotations daily to about 2,500 people, including leaders from other denominations. Myung-Sook is praying that Hye-sun and others who read the messages will grow closer to Jesus. “I don’t know how many people read these messages and how the messages are making a difference in their lives,” she said. “I am just a sower. But I believe God will make the seed grow and reap its fruits.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>The Stranger in Your Gates<br></p>",
      "verse": "<p>Memory Text: <br></p><p>“Therefore love the stranger, for you were strangers in the land of Egypt” (Deuteronomy 10:19, NKJV).<br></p>",
      "versionCode": 1,
      "weekDate": "October 23-29 "
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
