{
  "data": [
    {
      "color": "#ED4811",
      "id": 705,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 26",
          "dayTitle": "",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>The tenth and last plague is about to fall. The last warning is given; the final decision must be made. It’s truly a matter of life or death. Not only the life of an individual but the prosperity of families and the entire nation is at stake. Pharaoh and his officials will be responsible for the fate of many people, either for life or for death. Pharaoh’s attitude toward the living God of Israel will determine not just his future but that of his nation.\n</p><p>How do we feel, and what do we do, when the gravity of circum stances lies heavy upon us and we have to choose the next step and direction, a choice that can greatly impact the lives of many others besides ourselves?\n</p><p>God is more than willing to grant us wisdom, understanding, and power to do what is right (1 Cor. 1:30, Phil. 2:13).\n</p><p>The problem, however, is that, in our own stubborn hearts, we don’t always want to do what is right. We know what it is, but we refuse to do it. In the account of the Exodus, one man’s refusal to submit to God, even in face of overwhelming evidence, brought tragedy upon many others besides himself, which is often how it works, anyway.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 27",
          "dayTitle": "<p>&nbsp;One More Plague</p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p>The prophet Amos declares that “ ‘the Lord God does nothing with out revealing his secret to his servants the prophets’ ” (Amos 3:7, ESV), and through the prophet Moses, He revealed to Pharaoh what was com ing next. The most solemn warning was given to Pharaoh. This will be a just judgment upon pride, exploitation, violence, and idolatry, all of which have triggered these calamities upon Egypt.\n</p><p><strong>Read Exodus 11:1–10. What warning did God give before executing judgment upon Egypt?\n</strong></p><p><strong>Exodus 11:1–10</strong></p><p><strong><sup>1</sup></strong> And the Lord said unto Moses, Yet will I bring one plague more upon Pharaoh, and upon Egypt; afterwards he will let you go hence: when he shall let you go, he shall surely thrust you out hence altogether.</p>\n<p><strong><sup>2</sup></strong> Speak now in the ears of the people, and let every man borrow of his neighbour, and every woman of her neighbour, jewels of silver and jewels of gold.</p>\n<p><strong><sup>3</sup></strong> And the Lord gave the people favour in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people.</p>\n<p><strong><sup>4</sup></strong> And Moses said, Thus saith the Lord, About midnight will I go out into the midst of Egypt:</p>\n<p><strong><sup>5</sup></strong> And all the firstborn in the land of Egypt shall die, from the first born of Pharaoh that sitteth upon his throne, even unto the firstborn of the maidservant that is behind the mill; and all the firstborn of beasts.</p>\n<p><strong><sup>6</sup></strong> And there shall be a great cry throughout all the land of Egypt, such as there was none like it, nor shall be like it any more.</p>\n<p><strong><sup>7</sup></strong> But against any of the children of Israel shall not a dog move his tongue, against man or beast: that ye may know how that the Lord doth put a difference between the Egyptians and Israel.</p>\n<p><strong><sup>8</sup></strong> And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in a great anger.</p>\n<p><strong><sup>9</sup></strong> And the Lord said unto Moses, Pharaoh shall not hearken unto you; that my wonders may be multiplied in the land of Egypt.</p>\n<p><strong><sup>10</sup></strong> And Moses and Aaron did all these wonders before Pharaoh: and the Lord hardened Pharaoh's heart, so that he would not let the children of Israel go out of his land.</p>\n<p>God gave Egypt time—three days of darkness (Exod. 10:22, 23)—to think about recent events and what they meant. He also provided their last explicit warning, the last chance to do the right thing.\n</p><p>\n</p><p>\n</p><p>\n</p><p>But Exodus 11:8 says that Moses “went out from Pharaoh in great anger” (NKJV). Why would Moses leave in anger? Most likely because he knows the tragedy, the tenth plague, is going to hit a lot of innocent people—all because of Pharaoh’s hardness of heart.\n</p><p>Also, the number ten is significant in biblical symbolism. Ten repre sents fullness or completeness. (Think of the Ten Commandments as a complete revelation of the divine moral law.) The ten Egyptian plagues point to God’s full expression of His justice and retribution.\n</p><p>God is the Judge, and He is against pride, injustice, discrimina tion, arrogance, exploitation, cruelty, and selfishness. He is on the side of the sufferers, the abused, the mistreated, and the persecuted. God will execute justice, which truly is another expression of His love. (See Ps. 2:12, Ps. 33:5, Ps. 85:11, Ps. 89:14, Ps. 101:1, Isa. 16:5, Jer. 9:24.)\n</p><p>We too should try the best we can to be both loving and just. However, we can easily fall into extremes, one way or another. Out of “love” we turn a blind eye to wrongs, to things that need to be corrected. Or we can coldly execute justice as if it were something made of steel. Neither extreme is correct. Instead, this is the ideal: “And what does the Lord require of you but to do justly, to love mercy, and to walk humbly with your God?” (Micah 6:8, NKJV).\n</p><p><strong>If we can’t get the perfect balance (which we can’t), why is it bet ter to err on the side of mercy instead of justice? Or is it?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 28",
          "dayTitle": "<p>Healing the Body</p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>Read Exodus 12:1–20. What specific instructions does God give to Moses and Aaron before Israel leaves Egypt?\n</p><p>Exodus 12:1–20</p><p><strong><sup>1</sup></strong> And the Lord spake unto Moses and Aaron in the land of Egypt, saying, This month shall be unto you the beginning of months: it shall be the first month of the year to you.</p>\n<p><strong><sup>2</sup></strong> This month shall be unto you the beginning of months: it shall be the first month of the year to you.</p>\n<p><strong><sup>3</sup></strong> Speak ye unto all the congregation of Israel, saying, In the tenth day of this month they shall take to them every man a lamb, according to the house of their fathers, a lamb for an house:</p>\n<p><strong><sup>4</sup></strong> And if the household be too little for the lamb, let him and his neighbour next unto his house take it according to the number of the souls; every man according to his eating shall make your count for the lamb.</p>\n<p><strong><sup>5</sup></strong> Your lamb shall be without blemish, a male of the first year: ye shall take it out from the sheep, or from the goats:</p>\n<p><strong><sup>6</sup></strong> And ye shall keep it up until the fourteenth day of the same month: and the whole assembly of the congregation of Israel shall kill it in the evening.</p>\n<p><strong><sup>7</sup></strong> And they shall take of the blood, and strike it on the two side posts and on the upper door post of the houses, wherein they shall eat it.</p>\n<p><strong><sup>8</sup></strong> And they shall eat the flesh in that night, roast with fire, and unleavened bread; and with bitter herbs they shall eat it.</p>\n<p><strong><sup>9</sup></strong> Eat not of it raw, nor sodden at all with water, but roast with fire; his head with his legs, and with the purtenance thereof.</p>\n<p><strong><sup>10</sup></strong> And ye shall let nothing of it remain until the morning; and that which remaineth of it until the morning ye shall burn with fire.</p>\n<p><strong><sup>11</sup></strong> And thus shall ye eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is the Lord's passover.</p>\n<p><strong><sup>12</sup></strong> For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the Lord.</p>\n<p><strong><sup>13</sup></strong> And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Egypt.</p>\n<p><strong><sup>14</sup></strong> And this day shall be unto you for a memorial; and ye shall keep it a feast to the Lord throughout your generations; ye shall keep it a feast by an ordinance for ever.</p>\n<p><strong><sup>15</sup></strong> Seven days shall ye eat unleavened bread; even the first day ye shall put away leaven out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that soul shall be cut off from Israel.</p>\n<p><strong><sup>16</sup></strong> And in the first day there shall be an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save that which every man must eat, that only may be done of you.</p>\n<p><strong><sup>17</sup></strong> And ye shall observe the feast of unleavened bread; for in this selfsame day have I brought your armies out of the land of Egypt: therefore shall ye observe this day in your generations by an ordinance for ever.</p>\n<p><strong><sup>18</sup></strong> In the first month, on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even.</p>\n<p><strong><sup>19</sup></strong> Seven days shall there be no leaven found in your houses: for whosoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or born in the land.</p>\n<p><strong><sup>20</sup></strong> Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.</p><p>One would expect God to instruct Moses and Aaron about how to organize the departure from Egypt: that is, how to make provisions for the escape, especially for the elderly, mothers with small children, animals, and so forth. Instead, God’s instruction is surprising: He tells them how to celebrate the Passover. In other words, the focus is on worshiping the Lord, who was going to redeem them. Everything else would follow in due time.\n</p><p>Each family was to prepare a lamb, with nothing wasted. Everyone had to eat his or her portion, and if the family could not consume the entire lamb, they were to eat the meal together with another family.\n</p><p><strong>Read Exodus 12:13, 14. What was the Lord going to do for them when the final plague came? What does all this symbolize?\n</strong></p><p>The Exodus was to be celebrated regularly each year, not merely as a commemoration of a past event of what God had done for their forefathers but also as the actualization of God’s liberating act for the present generation. This was to be a fresh experience for each group.\n</p><p>Verses 12 and 13 explain the meaning of the Passover: the divine judgment of destruction will “pass over” the Israelites; thus, they were to commemorate “Passover.” This word is a combination of two words, “pass” and “over,” because the destruction “passed over” the Israelite homes on which the doorposts had been marked by the blood of the lamb, the sign of life and salvation. In Hebrew, the name of Passover is Pesach, from a verb that means “to pass over.”\n</p><p>The celebration of the Passover was to remind every Israelite of the mighty and gracious acts of God on behalf of His people. This celebra tion helped to secure their national identity and seal their religious con victions.\n</p><p><strong>Why is it so important always to remember the good that God has done to you in the past and to trust that He will do good for you in the future, as well?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Juky 29",
          "dayTitle": "<p>Pesach</p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p>Read Exodus 12:17–23. What role does blood play in the celebration of this new festival?\n</p><p>Exodus 12:17–23</p><p><strong><sup>17</sup></strong> And ye shall observe the feast of unleavened bread; for in this selfsame day have I brought your armies out of the land of Egypt: therefore shall ye observe this day in your generations by an ordinance for ever.</p>\n<p><strong><sup>18</sup></strong> In the first month, on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even.</p>\n<p><strong><sup>19</sup></strong> Seven days shall there be no leaven found in your houses: for whosoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or born in the land.</p>\n<p><strong><sup>20</sup></strong> Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.</p>\n<p><strong><sup>21</sup></strong> Then Moses called for all the elders of Israel, and said unto them, Draw out and take you a lamb according to your families, and kill the passover.</p>\n<p><strong><sup>22</sup></strong> And ye shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two side posts with the blood that is in the basin; and none of you shall go out at the door of his house until the morning.</p>\n<p><strong><sup>23</sup></strong> For the Lord will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the Lord will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you.</p><p>The blood of the sacrificed animal is a key element in this celebra tion. Those who participated in this feast had put the blood of the slain lamb on the doorframes of their houses. In this way, they demonstrated their faith in God, believing that He would deliver them from what those not covered by the blood would face.\n</p><p>What a powerful expression of the gospel!\n</p><p>The Passover lamb had to be without blemish because it pointed to Jesus Christ, “ ‘the Lamb of God who takes away the sin of the world!’ ” (John 1:29, NKJV). The animal’s blood played a crucial role: it symbolized protection and was the sign of life at a time of death. “ ‘ “Now the blood shall be a sign for you on the houses where you are. And when I see the blood, I will pass over you; and the plague shall not be on you to destroy you when I strike the land of Egypt” ’ ” (Exod. 12:13, NKJV).\n</p><p>The whole gospel was associated with the celebration of the Passover because it pointed not only to freedom from slavery and going to the Promised Land but to Jesus Christ’s sacrifice for our sins and His merits applied to all who are covered by His blood.\n</p><p>Centuries later as Paul looked back on this celebration, he wrote: “Therefore purge out the old leaven, that you may be a new lump, since you truly are unleavened. For indeed Christ, our Passover, was sacrificed for us” (1 Cor. 5:7, NKJV).\n</p><p>Yeast, or leaven, was used to prepare dough of various kinds. When it is first mentioned in the Bible, it is in connection with the prepara tion of the unleavened bread on the eve of the Israelites’ departure from Egypt. Yeast also had to be removed from their homes (Exod. 12:8, 15–20; Exod. 13:3–7). In this particular context, yeast was a symbol of sin (1 Cor. 5:6–8); therefore, it was not to be used during the Passover festival for a week.\n</p><p>The unleavened bread is a symbol of the sinless Messiah, who over came all temptations and gave His life for us (John 1:29, 1 Cor. 5:7, Heb. 4:15). A bunch of “hyssop,” which was dipped in the blood, sym bolized God’s purifying grace (Ps. 51:7). In short, all through Pesach, the redeeming work of Jesus is revealed.\n</p><p><strong>What does the fact that it took the blood of Jesus, God Himself, to atone for sin to teach us about how bad sin really is?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 30",
          "dayTitle": "<p>&nbsp;Passing the Torch\n</p><p><br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>The psalmist states how our children can know God and His loving care: “One generation shall commend your works to another, and shall declare your mighty acts” (Ps. 145:4, ESV). One family should speak to another family about God, about His marvelous deeds, and about His teachings, all in order to pass biblical knowledge on to another generation.\n</p><p><strong>Read Exodus 12:24–28. What important point was being made here?\n</strong></p><p><strong>Exodus 12:24–28</strong></p><p><strong><sup>24</sup></strong> And ye shall observe this thing for an ordinance to thee and to thy sons for ever.</p>\n<p><strong><sup>25</sup></strong> And it shall come to pass, when ye be come to the land which the Lord will give you, according as he hath promised, that ye shall keep this service.</p>\n<p><strong><sup>26</sup></strong> And it shall come to pass, when your children shall say unto you, What mean ye by this service?</p>\n<p><strong><sup>27</sup></strong> That ye shall say, It is the sacrifice of the Lord's passover, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and delivered our houses. And the people bowed the head and worshipped.</p>\n<p><strong><sup>28</sup></strong> And the children of Israel went away, and did as the Lord had commanded Moses and Aaron, so did they.</p><p>Parents were the first teachers in Israel and were to recount the story of the Exodus to their children. It was not to be told as a past historical event only but to be presented as their own experience, even though it happened a long time ago. By celebrating this festival, they were to identify with their forefathers, and the history was to be relived and actualized. The father would say: “I was in Egypt, I saw the defeat of the Egyptian gods and the plagues on Egypt, and I was set free.” In the book of Exodus, it is twice underlined how parents should answer their children’s questions regarding the Passover (see Deut. 6:6–8 and Exodus 13:14–16).\n</p><p>It is worthwhile to notice that the Israelites were still in Egypt when told to celebrate their liberation from Egypt. The whole celebration, then, was an act of faith. After receiving their directions, “the people bowed down and worshiped” (Exod. 12:27, NIV) their Redeemer, and then they followed the Passover instructions.\n</p><p>In the book of Deuteronomy, the Israelites are reminded to tell their story in such a way that they can internalize it as their own journey. Notice the collective tone of this account as well as the stress on the present experience: “ ‘My father was a wandering Aramean, and he went down into Egypt with a few people and lived there and became a great nation, powerful and numerous. But the Egyptians mistreated us and made us suffer, subjecting us to harsh labor. Then we cried out to the Lord, the God of our ancestors, and the Lord heard our voice and saw our misery, toil and oppression. So the Lord brought us out of Egypt with a mighty hand and an outstretched arm, with great terror and with signs and wonders. He brought us to this place and gave us this land, a land flowing with milk and honey’ ” (Deut. 26:5-9, NIV).\n</p><p>Also, by recounting and retelling the story of Passover (or any events in sacred history) to their children, parents would be greatly helped in remembering what God had done for them and for the people. Telling it was as much for the speaker as for the hearers.</p><p>\n</p><p>\n</p><p>\n</p>\n<p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 31",
          "dayTitle": "<p>&nbsp;The Divine Judgment</p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Exodus 12:29, 30 on how God struck down the firstborn in Egypt. Why did God focus on the firstborn? (See also Heb. 11:28.)\n</strong></p><p><strong>Exodus 12:29, 30\n</strong></p><p><strong style=\"background-color: initial;\"><sup>29</sup></strong> And it came to pass, that at midnight the LORD smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne unto the firstborn of the captive that was in the dungeon; and all the firstborn of cattle.</p>\n<p><strong><sup>30</sup></strong> And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt; for there was not a house where there was not one dead.</p><p><strong>Heb. 11:28</strong></p>\n<p><strong><sup>28</sup></strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.</p><p>The last Egyptian plague fell on the firstborn. It was a divine judg ment on all the gods of Egypt and upon all the families who worshiped these false gods, which were worthless idols that reflected the people’s own passions, desires, and fears.\n</p><p>As the earlier plagues had shown, these idols were unable to save the people. Their worthlessness was even more apparent now, during the tenth plague, which brought, by far, the greatest consequences on the Egyptians.\n</p><p>“Throughout the vast realm of Egypt the pride of every household had been laid low. The shrieks and wails of the mourners filled the air. King and courtiers, with blanched faces and trembling limbs, stood aghast at the overmastering horror.”—Ellen G. White, Patriarchs and Prophets, p. 280.\n</p><p>Pharaoh represented the ultimate power and god of Egypt, and his firstborn son was considered a son of a god. Isis was a goddess pro tecting children; Heqet was a goddess attending women at childbirth; and Min was a god of reproduction. Besides these, there were several Egyptian gods of fertility. All these gods were powerless in com parison to the living Lord. Moses says: “ ‘Who is like you, O Lord, among the gods? Who is like you, majestic in holiness, awesome in glorious deeds, doing wonders?’ ” (Exod. 15:11, ESV). Jethro later testified: “ ‘Now I know that the Lord is greater than all other gods, for he did this to those who had treated Israel arrogantly’ ” (Exod. 18:11, NIV).\n</p><p>According to Exodus 1, the Egyptians had killed newborn sons of Israel on the command of Pharaoh to weaken the Israelites and to sub due and humiliate them. Now God’s punishment strikes the firstborn sons of Egypt. What people sow, they reap.\n</p><p>Our decisions and actual behavior bring consequences. And the pain ful truth, which we all have experienced, is that we alone don’t suffer from the consequences of our wrong actions. Others, sometimes many others, even innocent others, suffer, as well. Such is the nature of sin.\n</p><p><strong>In what ways have you suffered from others’ sins? Or, what are ways others have suffered from your sins? What is our only hope?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 1",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Read Ellen G. White, “The Passover,” pp. 273 280, in Patriarchs and Prophets.\n</p><p>“The Passover was to be both commemorative and typical, not only pointing back to the deliverance from Egypt, but forward to the greater deliverance which Christ was to accomplish in freeing His people from the bondage of sin. The sacrificial lamb represents ‘the Lamb of God,’ in whom is our only hope of salvation. Says the apostle, ‘Christ our Passover is sacrificed for us.’ 1 Corinthians 5:7. It was not enough that the paschal lamb be slain; its blood must be sprinkled upon the doorposts; so the merits of Christ's blood must be applied to the soul. We must believe, not only that He died for the world, but that He died for us individually. We must appropriate to ourselves the virtue of the atoning sacrifice.”—Ellen G. White, Patriarchs and Prophets, p. 277.\n</p><p>To this day, observant Jewish families around the world celebrate Passover, Pesach. They have what they call a “Passover Seder” (“Seder” means “order/arrangement”) during which they recount the Exodus and then enjoy a special meal as a family. Amazing that this has been kept since, literally, the time of the Exodus! Only the seventh-day Sabbath, which observant Jews keep as well, goes back even farther into antiquity.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1 How can we understand the “fairness” of the Lord in striking dead the firstborn, many of whom were surely “innocent”? How can we harmonize this with the powerful reality of God’s love? Think, too, of the Flood. How do we understand this?\n</strong></p><p><strong>2 What is the meaning of the symbolic saying that believers are covered by the blood of Jesus and that His blood cleanses them from all their iniquities?\n</strong></p><p><strong>3 Read the following words: “The followers of Christ must be partakers of His experience. They must receive and assimilate the word of God so that it shall become the motive power of life and action. By the power of Christ they must be changed into His like ness, and reflect the divine attributes. . . . The spirit and work of Christ must become the spirit and work of His disciples.”—Ellen G. White, Patriarchs and Prophets, p. 278. How do we allow Christ to do in us what is written here?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 2",
          "dayTitle": "<p>INSIDE STORY</p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>Swapping Soccer for God</strong></p><p>&nbsp;By Andrew Mcchesney</p><p>Silva Langa, a high school student in Mozambique, loved soccer. The sport was his god, and he played whenever he could. He was a skillful player and dreamed about a big-league career.\n</p><p>Then a friend surprised him by saying, bluntly, “You have many good qualities, but you lack God.” Silva’s surprise grew when the friend, Hodes, invited him to church on Saturday. Silva had never heard of a church that worshiped on Saturdays. In addition, Saturday wasn’t a good day for him to go to church. It was the day he most often played soccer matches.\n</p><p>Hodes, however, was a good friend, and Silva accompanied him to church on the next Saturday that he was free. Silva was surprised again. Church members showered him with love and affection. The hymns touched his heart. He studied the Bible, and he gave his heart to Jesus in baptism.\n</p><p>Many of Silva’s relatives and friends couldn’t understand why he had stopped playing soccer on Saturdays.\n</p><p>“You have a crazy faith,” said one.\n</p><p>“Why would anyone go to church instead of a soccer game?” said another.\n</p><p>Silva explained his faith as best as he could.\n</p><p>His parents became worried when Silva skipped university entrance exams on a Saturday. They questioned his mental health, asking him why he was willing to risk his future for the Sabbath. It was a severe trial for Silva, but he decided to adopt the courage of Peter and other apostles and declare like them, “We ought to obey God rather than men” (Acts 5:29, NKJV).\n</p><p>The dismay of his parents grew when the school called to ask why he wasn’t going to Friday night classes. Several relatives pleaded with local Adventist leaders to tell Silva to study on Friday nights. The leaders did not offer a Bible study on the Sabbath. Instead, they offered assurances that God would not leave the teen and that he would graduate from high school.\n</p><p>Before long, Silva was able to transfer to an Adventist high school, where he no longer faced Sabbath conflicts. He graduated from the high school.\n</p><p>Today, Silva is an entrepreneur who has no regrets about giving up his god of soccer for the God of heaven. His life of faithfulness has led two of his sisters and other people to baptism. “God has blessed my life,” Silva said. “I thank God that today my family respects my beliefs.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>&nbsp;Passover</p>",
      "verse": "<p>“ ‘And it shall be, when your children say to you, “What do you mean by this service?” that you shall say, “It is the Passover sacrifice of the Lord, who passed over the houses of the children of Israel in Egypt when He struck the Egyptians and de livered our households” ’ ” (Exodus 12:26, 27, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "July 26 –August 1"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
