{
  "data": [
    {
      "color": "#8e0794",
      "id": 710,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "May 27",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>It was one of those gorgeous September mornings in Chicago. As the sun rose over Lake Michigan and commuters battled traffic jams on the Kennedy and Eisenhower expressways, and children made their way to school, a chilling story began to emerge that struck fear into the hearts of Chicagoans. People were becoming tragically sick, and some were dying just a few hours after taking Tylenol capsules. On testing, each of the capsules proved to be laced with potassium cyanide, a deadly poison. A deranged individual had tampered with the medication. To this day, we don’t know who did this.<br><br>As we have seen, Revelation warns us that the “inhabitants of the earth” will drink a deadly potion called the “wine of Babylon.” There are false doctrines and teachings that, in the end, will lead only to death. However, the world is not left without the antidote, the protection, against this spiritual poison: the three angels’ messages.<br><br>In this week’s lesson, we will continue looking, not only at Babylon’s deceptions but also at Jesus’ plan to save us from them and the death that they would otherwise bring.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 28",
          "dayTitle": "<p>The Way That Seems Right in a Man’s Eyes<br></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p>In the context of the last days, Jesus uttered a powerful warning, “ ‘For false christs and false prophets will rise and show signs and wonders to deceive, if possible, even the elect’ ” (Mark 13:22, NKJV). Who are “the elect”? He later says, “ ‘And He will send His angels with a great sound of a trumpet, and they will gather together His elect from the four winds, from one end of heaven to the other’ ” (Matt. 24:31, NKJV). A little scary, isn’t it, when the deception in the last days will be so great that even the faithful ones will be in danger of being deceived?<br><br><strong>Read Revelation 12:9. Who is deceived by Satan? How do we understand these words?</strong></p><p><strong>Revelation 12:9</strong></p><p><sup><strong>9</strong></sup> So the great dragon was cast out, that serpent of old, called the Devil and Satan, who deceives the whole world; he was cast to the earth, and his angels were cast out with him.<br><br>Obviously, God is going to have some faithful people in the last days, as He has had all through the ages. However, the wording here shows just how widespread Satan’s deception really is.<br><br><strong>Read Proverbs 14:12. What powerful warning is presented here?</strong></p><p><strong>Proverbs 14:12</strong></p><p><strong><sup>12</sup></strong> There is a way that seems right to a man, but its end is the way of death.<br><br>People are often told to follow their own conscience in order to determine for themselves what is right or wrong, good or evil, and then live accordingly. But the Scripture says that we are all sinners, all corrupted (Jer. 17:9, Rom. 3:9–18), and so to trust our own sentiments is almost a guaranteed way to, sooner or later, get it wrong and even to do wrong. A lot of evil has been perpetrated through the ages by people utterly convinced of the rightness of their cause. That is, they followed the “way that seems right” to them.<br><br>Instead, we must immerse ourselves in the Word of God, and from His Word, as we surrender to the Holy Spirit, learn truth from error, right from wrong, good from evil. Left to our own devices, or even to our own senses, we can become easy prey to Satan’s deceptions.<br><br><strong>Think through examples of people who have acted based on what they themselves believed was right, or even what they believed was God’s will but have done evil things. What can we learn from these tragic events?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 29",
          "dayTitle": "<p>The Old Lie of Immortality</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Revelation 16:13, 14 and Revelation 18:2, 23. What allusions to spiritualism do you find in these verses?</strong></p><p><strong>Revelation 16:13, 14 <sup><br></sup></strong></p><p><sup><strong>&nbsp;13 </strong></sup>And I saw three unclean spirits like frogs coming out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet. <sup><br></sup></p><p><sup><strong>14</strong></sup> For they are spirits of demons, performing signs, which go out to the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.<br></p><p><strong>Revelation 18:2, 23</strong><br></p><p><strong><sup>2</sup> </strong>And he cried mightily with a loud voice, saying, “Babylon the great is fallen, is fallen, and has become a dwelling place of demons, a prison for every foul spirit, and a cage for every unclean and hated bird! <strong><br></strong></p><p><strong><sup>23</sup></strong> The light of a lamp shall not shine in you anymore, and the voice of bridegroom and bride shall not be heard in you anymore. For your merchants were the great men of the earth, for by your sorcery all the nations were deceived. <br></p><p>Such expressions as the “dwelling place of demons” or the “spirits of demons” and “sorcery” all indicate demonic activity. No wonder we have been warned that of the two great deceptions in the last days, one will be “the immortality of the soul” (Ellen G. White, The Great Controversy, p. 588).<br><br>Of course, that’s so easy to see today. Even in the Christian world, the idea of the soul being immortal is all but staple Christian doctrine. Many Christians believe that, at death, the saved go soaring off to heaven, and the lost descend into hell. How often, for instance, after the great evangelist Billy Graham died, did we hear that “Billy Graham is safe now in heaven, in the loving arms of Jesus,” or the like? This kind of thing is taught all the time from pulpits; in classrooms; and, especially, at funerals. <br></p><p><strong>Read Ecclesiastes 9:5; Job 19:25–27; 1 Thessalonians 4:16, 17; and Revelation 14:13. What clear instruction did God give His people about life after death, and where do we find our hope?</strong></p><p><strong>Ecclesiastes 9:5</strong></p><p><sup><strong>5</strong></sup> For the living know that they will die, but the dead know nothing and they have no more reward, for the memory of them is forgotten.<br><br></p><p><strong>Job 19:25–27</strong></p><p><sup><strong><br></strong><strong>25</strong></sup> For I know that my Redeemer lives, and He shall stand at last on the earth;<br><strong><sup>26</sup></strong> And after my skin is destroyed, this I know, that in my flesh I shall see God,<br><strong><sup>27 </sup></strong>Whom I shall see for myself, and my eyes shall behold, and not another. How my heart yearns within me!<strong><br></strong></p><p><strong>1 Thessalonians 4:16-17</strong></p><p><sup><strong>&nbsp;16 </strong></sup>For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first. <sup><br></sup></p><p><sup><strong>17</strong></sup> Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord. <br></p><p><strong>Revelation 14:13</strong></p><p><strong><sup>13 </sup></strong>Then I heard a voice from heaven saying to me, “Write: ‘Blessed are the dead who die in the Lord from now on.’ ”<br><br>“Yes,” says the Spirit, “that they may rest from their labors, and their works follow them.”<br>One of the pillars of Babylonian deception is a false understanding of death, which, centered in the idea of the immortality of the soul, prepares the way for the deceptive influence of spiritualism. If you believe that the dead, in some form, live on and might even be able to communicate with us, then what protection do you have from any of the myriad deceptions that Satan has? If someone who you thought was your dead mother or child, or someone else beloved, was suddenly to appear and talk to you, how easy would it be to be fooled by your senses? This has happened in the past; happens now; and, certainly, as we near the very final days, will happen again. Our only protection is to stand firmly rooted in what the Bible teaches and to cling to the biblical teaching about death as a sleep until the second coming of Jesus.<br><br><strong>What examples of modern spiritualism exist in your culture today? Why is firm adherence to the Word of God our only protection?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 30",
          "dayTitle": "<p>Babylon: The Center of Sun Worship<br></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Sun worship was prominent in Egypt, Assyria, Persia, and certainly Babylon. In his book The Worship of Nature, James G. Frazer makes this observation, “In ancient Babylonia the sun was worshipped from immemorial antiquity.”—(London: Macmillan and Co., 1926), vol. 1, p. 529. It may seem surprising, but at times, Babylonian sun worship influenced the worship of God’s people in the Old Testament.<br><br><strong>Read Ezekiel 8:16 and 2 Kings 23:5, 11. What did the prophets write about the influence of sun worship in Israel and Judah? (See also Rom. 1:25.)</strong><br></p><p><strong>Ezekiel 8:16 </strong><br></p><p><strong><sup>16 </sup></strong>So He brought me into the inner court of the Lord’s house; and there, at the door of the temple of the Lord, between the porch and the altar, were about twenty-five men with their backs toward the temple of the Lord and their faces toward the east, and they were worshiping the sun toward the east.<strong><br></strong></p><p><strong>2 Kings 23:5, 11</strong></p><p><strong><sup>5</sup><em> </em></strong><em></em>Then he removed the idolatrous priests whom the kings of Judah had ordained to burn incense on the high places in the cities of Judah and in the places all around Jerusalem, and those who burned incense to Baal, to the sun, to the moon, to the constellations, and to all the host of heaven. <sup><strong><em><br></em></strong></sup></p><p><sup><em><strong>11</strong> </em></sup>Then he removed the horses that the kings of Judah had dedicated to the sun, at the entrance to the house of the Lord, by the chamber of Nathan-Melech, the officer who was in the court; and he burned the chariots of the sun with fire. <strong><em><br></em></strong></p><p>The prophet Ezekiel, a contemporary of Daniel, pictured some of God’s people with their backs toward the temple of God worshiping the sun toward the east. Rather than worshiping the Creator of the sun, they worshiped the sun instead.<br><br>In Revelation 17, John described a time when the principles of Babylon, including sun worship, would enter the Christian church during an age of compromise. The casual conversion of Constantine, in the early part of the fourth century, caused great joy in the Roman Empire. Constantine had a strong affinity for sun worship. Edward Gibbon, the renowned historian, writes, “The Sun was universally celebrated as the invincible guide and protector of Constantine.”—The History of the Decline and Fall of the Roman Empire, (London: J.O. Robinson &amp; Co, Ltd., 1830), p. 12. In a.d. 321, Constantine also passed the first “Sunday law.” This edict stated, “On the venerable day of the Sun let the Magistrates and the people residing in the cities rest, and let all workshops be closed.”—Edict of Constantine, a.d. 321. This was not a law enforcing Sunday observance for all of Constantine’s subjects, but it did strengthen the observance of Sunday in the minds of the Roman population.<br><br>It was in succeeding decades that emperors and popes continued through state decrees and church councils to establish Sunday as the singular day of worship, which it remains today, as well, for the ma­jority of Christians. What a powerful example of the hard truth that just because the majority of people believe in something, or practice it, doesn’t make it right.<br><strong><br>Look around at how prevalent Sunday worship is in Christian churches. What should this fact teach us about how pervasive Satan’s deceptions are? Again, as with the state of the dead, what is our only safeguard?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 31",
          "dayTitle": "<p>A Call to Faithfulness<br></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>The message of the second angel in Revelation 14 is “ ‘Babylon is fallen, is fallen.’ ” In Revelation 17, the woman identified as spiritual Babylon, dressed in purple and scarlet, rides upon a scarlet-colored beast, passes around her wine cup, and gets the world drunk with error. Church and state unite. Falsehood prevails. Demons work their miracles to deceive. The world catapults into its final conflict.<br><br>At the same time, the people of God are maligned, ridiculed, oppressed, and persecuted, but in Christ and through the power of His Holy Spirit, they are steadfast in their commitment. All the powers of hell and the forces of evil cannot break their loyalty to Christ. They are secure in Him. He is their “refuge and strength, a very present help in trouble” (Ps. 46:1).<br><br>God is calling an end-time people back to faithfulness to His Word. Jesus prayed, “ ‘Sanctify them by Your truth. Your Word is truth’ ” (John 17:17, NKJV). The truth of God’s Word, not human opinion or tradition, is the North Star to guide us in this critical hour of earth’s history.<br><br>Here is a remarkable statement by Dr. Edward T. Hiscox, the author of the Standard Manual for Baptist Churches. In 1893, he addressed a group of hundreds of Baptist ministers and shocked them as he explained how Sunday came into the Christian church.<br><br>“What a pity that it [Sunday] comes branded with the mark of pagan- ism, and christened with the name of the sun god, then adopted and sanctioned by the papal apostasy, and bequeathed as a sacred legacy to Protestantism!”—Before a New York ministers’ conference, November 13, 1893.<br><br><strong>Read Ezekiel 20:1–20. What is the gist of Ezekiel’s message here, and how does the Sabbath fit in with this call to faithfulness?</strong><br></p><p><strong>Ezekiel 20:1–20</strong></p><p><sup><strong>1</strong></sup> It came to pass in the seventh year, in the fifth month, on the tenth day of the month, that certain of the elders of Israel came to inquire of the Lord, and sat before me. <sup><br></sup></p><p><sup><strong>2</strong></sup> Then the word of the Lord came to me, saying, <br></p><p><strong>3</strong> “Son of man, speak to the elders of Israel, and say to them, ‘Thus says the Lord God: “Have you come to inquire of Me? As I live,” says the Lord God, “I will not be inquired of by you.” ’</p><p><sup><strong>4</strong></sup> Will you judge them, son of man, will you judge them? Then make known to them the abominations of their fathers.<br><sup><br><strong>5</strong></sup> “Say to them, ‘Thus says the Lord God: “On the day when I chose Israel and raised My hand in an oath to the descendants of the house of Jacob, and made Myself known to them in the land of Egypt, I raised My hand in an oath to them, saying, ‘I am the Lord your God.’ <sup><br></sup></p><p><sup><strong>6 </strong></sup>On that day I raised My hand in an oath to them, to bring them out of the land of Egypt into a land that I had searched out for them, ‘flowing with milk and honey,’ the glory of all lands. <sup><br></sup></p><p><sup><strong>7</strong></sup> Then I said to them, ‘Each of you, throw away the abominations which are before his eyes, and do not defile yourselves with the idols of Egypt. I am the Lord your God.’ <sup><br></sup></p><p><sup><strong>8</strong></sup> But they rebelled against Me and would not obey Me. They did not all cast away the abominations which were before their eyes, nor did they forsake the idols of Egypt. Then I said, ‘I will pour out My fury on them and fulfill My anger against them in the midst of the land of Egypt.’ <sup><br></sup></p><p><sup><strong>9 </strong></sup>But I acted for My name’s sake, that it should not be profaned before the Gentiles among whom they were, in whose sight I had made Myself known to them, to bring them out of the land of Egypt.<br><sup><br><strong>10</strong></sup> “Therefore I made them go out of the land of Egypt and brought them into the wilderness. <sup><br></sup></p><p><sup><strong>11</strong></sup> And I gave them My statutes and showed them My judgments, ‘which, if a man does, he shall live by them.’ <sup><br></sup></p><p><sup><strong>12</strong></sup> Moreover I also gave them My Sabbaths, to be a sign between them and Me, that they might know that I am the Lord who sanctifies them. <sup><br></sup></p><p><sup><strong>13</strong></sup> Yet the house of Israel rebelled against Me in the wilderness; they did not walk in My statutes; they despised My judgments, ‘which, if a man does, he shall live by them’; and they greatly defiled My Sabbaths. Then I said I would pour out My fury on them in the wilderness, to consume them. <sup><br></sup></p><p><sup><strong>14</strong></sup> But I acted for My name’s sake, that it should not be profaned before the Gentiles, in whose sight I had brought them out. <sup><br></sup></p><p><sup><strong>15</strong></sup> So I also raised My hand in an oath to them in the wilderness, that I would not bring them into the land which I had given them, ‘flowing with milk and honey,’ the glory of all lands, <sup><br></sup></p><p><sup><strong>16 </strong></sup>because they despised My judgments and did not walk in My statutes, but profaned My Sabbaths; for their heart went after their idols. <sup><br></sup></p><p><sup><strong>17 </strong></sup>Nevertheless My eye spared them from destruction. I did not make an end of them in the wilderness.<br><sup><br><strong>18</strong></sup> “But I said to their children in the wilderness, ‘Do not walk in the statutes of your fathers, nor observe their judgments, nor defile yourselves with their idols. <sup><br></sup></p><p><sup><strong>19</strong></sup> I am the Lord your God: Walk in My statutes, keep My judgments, and do them; <sup><br></sup></p><p><sup><strong>20 </strong></sup>hallow My Sabbaths, and they will be a sign between Me and you, that you may know that I am the Lord your God.’<br></p><p>Ezekiel 20 is an earnest appeal for Israel to forsake pagan practices and to worship the Creator instead of false gods, in this case the “idols of Egypt.” In the message of the three angels, God is making a similar appeal for us to “worship the Creator,” for “Babylon is fallen.” And, too, as we know, the Sabbath, and faithfulness to it, will play a big role in final events. <br></p><p><strong>What lessons can we take away for ourselves from what has been written in Ezekiel 20:1–20? (See also 1 Cor. 10:11.)</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 1",
          "dayTitle": "<p>Grace for Obedience<br></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>The woman in scarlet and purple, riding on the scarlet-colored beast, has passed around her wine cup, and the world is drunk with Babylon’s false doctrines. Speaking of the “wine of Babylon,” Ellen G. White makes this clear comment: “What is that wine? Her false doctrines. She has given to the world a false Sabbath instead of the Sabbath of the fourth commandment, and has repeated the falsehood that Satan first told to Eve in Eden,—the natural immortality of the soul.”—“Let the Trumpet Give a Certain Sound,” Advent Review and Sabbath Herald, December 6, 1892. These erroneous teachings have deceived millions. As a result, God is giving His people, still entrenched in error, a final last-day appeal.<br><br><strong>Read Revelation 18:4, 5. What is God’s appeal to multitudes still in fallen religious organizations?</strong><br></p><p><strong>Revelation 18:4-5</strong></p><p><strong><sup>4</sup></strong><sup> </sup>And I heard another voice from heaven saying, “Come out of her, my people, lest you share in her sins, and lest you receive of her plagues.<sup> </sup><strong><sup><br></sup></strong></p><p><strong><sup>5</sup> </strong>For her sins have reached to heaven, and God has remembered her iniquities. <strong><br></strong></p><p>As we already have seen (but worth repeating), many of God’s people are in religious organizations that have compromised biblical teachings. They do not understand the truths of Scripture. God’s loving appeal is straightforward: “ ‘Come out of her, my people, lest you share in her sins, and lest you receive of her plagues’ ” (Rev. 18:4, NKJV).<br><br><strong>Read 1 John 3:4 and compare it to Romans 14:23. How does the Bible define sin? How do these Bible passages harmonize?</strong></p><p><strong>1 John 3:4 <br></strong></p><p><strong><sup>4 </sup></strong>Whoever commits sin also commits lawlessness, and sin is lawlessness. <strong><br></strong></p><p><strong>Romans 14:23</strong></p><p><strong><sup>23 </sup></strong>But he who doubts is condemned if he eats, because he does not eat from faith; for whatever is not from faith is sin.<strong><br></strong></p><p>Sin is the transgression or the breaking of God’s law. The only way anybody can obey the law is through faith in the power of the living Christ. We are weak, frail, faltering, sinful human beings. By faith when we accept Christ, His grace atones for our past and empowers our present. He gives us “grace and apostleship for obedience” (Rom. 1:5, NKJV). Heaven’s appeal to His people in churches that do not respect and obey the law of God is to step out by faith.<br><br>His appeal to Adventists in Sabbath-keeping congregations is to forsake all self-centered, human attempts at obedience and live godly lives by faith in the grace of Christ, which delivers us from sin’s condemnation and its domination. And just as Israel’s faithfulness to the law (Deut. 4:6) would have been a powerful witness to the world, our faithfulness, too, can be a powerful witness and help guide people out of Babylon.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 2",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>“ ‘Babylon the great’ in the book of Revelation d­ designates in a special sense, the united apostate religions at the close of time. . . . ‘Babylon the great’ is the name by which Inspiration refers to the great threefold religious union of the papacy, apostate Protestantism, and spiritism. . . . The term ‘Babylon’ refers to the organizations themselves and to their leaders, not so much to the members as such. The latter are referred to as ‘many waters.’ (Rev. 17:1, 15).”—The SDA Bible Commentary, vol. 7, pp. 851, 852.<br><br>“Through the two great errors, the immortality of the soul and Sunday sacredness, Satan will bring the people under his deceptions. While the former lays the foundation of spiritualism, the latter creates a bond of sympathy with Rome.”—Ellen G. White, The Great Controversy, p. 588.<br><br>In the Old Testament, the spirits of the dead played a major part in Babylonian religion. The Babylonians had a strong belief in the doctrine of the immortality of the soul. They believed at death, the soul entered the spirit world. The concept of the immortal soul is foreign to the teachings of Scripture. The Jewish Encyclopedia clearly identifies the origin of the false idea of the immortality of the soul. “The belief that the soul continues its existence after the dissolution of the body is . . . nowhere expressly taught in Holy Scripture. . . . The belief in the immortality of the soul came to the Jews from contact with Greek thought and chiefly through the philosophy of Plato, its principal exponent, who was led to it through Orphic and Eleusinian mysteries in which Babylonian and Egyptian views were strangely blended.”—Kaufmann Kohler, “Immortality of the Soul,” (1906).<br><br><strong>Discussion Questions:</strong><br><br><strong>1.&nbsp;</strong> Why is an understanding of the truth about death so critically important? What does it protect us from? Why is it so comforting too?<br><strong><br>2.</strong> Some of the devil’s deceptions are obvious, others more subtle. How can we avoid being deceived by either?<br><br><strong>3.</strong> In class, talk about the question, touched on in Sunday’s study, about those who do evil believing that they are following the will of God, as revealed in the Bible. How do we explain this? What role should the law of God play in the explanation?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 3",
          "dayTitle": "<p>Inside Story:<br></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>Bike and Bible: Part 2<br><br>By M. B., as told to Kathie Lichtenwalter<br></strong><br>My wife and I had saved money for many, many months to buy a bicycle for Hussein, the security guard for the building where we live as missionaries in the Middle East. God answered our prayers and helped us to buy a bicycle. As we inspected the answer to our prayers, we wondered out loud to each other, “What if we give Hussein a Bible with the bicycle?”<br><br>We wrote a note in a card and wrapped a Bible that we had bought many months earlier. We prayed for the best moment to present him with the gifts. I carefully planned what to say. I knew that the bicycle would be meaningful. I hoped that the Bible would be a sensitive step toward sharing truth.<br><br>Hussein was overwhelmed with emotion when we arrived at his door with the bicycle. The bicycle looked impressive! But I never expected the expression on his face as he gently held the Bible and carefully turned its pages. He was in awe. He was delighted. But I don’t know who was happier—him or me. After two years of friendship, I was finally giving my friend and brother a Bible, the gift I had prayed about the most! My joy was indescribable.<br><br>A few days later, Hussein invited me to his home for tea. When I arrived, I found him reading Genesis. His eyes sparkled. He explained that he had never read the Creation story before. I knew we had much to talk about, and I prayed for the Holy Spirit to give me the right words. That evening, we spoke of heaven and death. I showed Hussein some beautiful verses in his new Bible. As we spoke, Hussein kept quietly leafing through the pages of the Bible. He seemed so engrossed with the Bible that I sensed God urging me to offer to study the Bible with him. I heard myself giving that wonderful invitation, “Would you like to study the Bible together?” To my astonishment, he accepted—and with great eagerness. That week, we began our Bible studies. That week, God continued His amazing work, and He is still working. Hussein and I are both growing closer to God and to each other.<br><br>My heart is filled with thanksgiving to God. I am filled with awe by the privilege of sharing God with Hussein. I am thankful to my wife for her kind and faith-filled support. I am thankful to relatives in my homeland who have prayed with us for Hussein. I am thankful for believing friends who have prayed for us during this experience. I thank God for sending us the money to buy the bicycle and for giving us the courage to share His Word with someone who is thrilled to learn about God from a new perspective.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>Satan’s Final Deceptions<br></p>",
      "verse": "<p>Sanctify them by Your truth. Your word is truth’ ” (John 17:17, NKJV).<br></p>",
      "versionCode": 2,
      "weekDate": "May 27–June 2"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
