{
   "data":[
      {
         "color":"#FFA167",
         "id":703,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 13",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>In the Bible’s last book, Revelation, the devil is pictured as a dragon and a serpent (Rev. 12:9). He is a dragon because he desires to destroy God’s people, and he is a serpent because he uses all his cunning lies to deceive them. In the years after Christ’s death, thousands were tortured, thrown to lions, and burned at the stake by imperial Rome for refusing to worship its deities. Yet, in the face of this cruel punishment, many stayed faithful, the gospel continued to spread, and the church grew.</p><p>As a result, Satan changed his strategy. Scores of pagans were baptized but without thorough instruction in Bible truth. Error flooded into the church as leaders merged the truths of Scripture with popular customs. The fourth and fifth centuries were eras of compromise when church prelates blended pagan practices with Christian teachings.</p><p>Yet, even in life’s most difficult times, God was continually with His people. They found Jesus, “the way, the truth and the life,” and through the power of the Holy Spirit, they stood firm, even in the face of overwhelming pressure to yield their conscientious convictions. They stayed loyal to God’s revealed will in Scripture and unflinchingly stood for the truth of His Word, regardless of the pressure placed on them, either overtly or subtly.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 14",
               "dayTitle":"<p>Compromise: Satan’s Subtle Strategy</p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p><strong>Compare John 14:6 with John 8:44. What contrast between Jesus’ character and Satan’s is seen in these two passages?</strong></p><p><strong>John 14:6&nbsp;</strong></p><p><strong><sup>6 </sup></strong>Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.</p><p><strong>John 8:44</strong></p><p><strong><sup>44</sup></strong> Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.</p><p>What Jesus says is true because He is the author of truth. Truth proceeds from the heart of an all-wise, all-loving, all-knowing God. He is the foundation of reality and of all truth.</p><p>In contrast, Satan is a liar and the father of lies. He is prepared to use lies, deceit, misinformation, and a distortion of the truth to lead God’s people astray. He deceived Eve in Eden by distorting truth, creating doubt, and blatantly denying what God said. Satan’s statement, “You shall not surely die,” in the context of eating the fruit, was a clear contradiction of what God had said. Throughout the centuries, Satan has used the same strategy.</p><p>He undermines confidence in God’s Word, contradicts God’s revealed will, distorts Scripture, and at times misquotes the Bible to his advantage.</p><p><strong>Read Proverbs 23:23, John 17:17, and John 8:32. What similarity do you see in these Bible passages regarding the truth of God’s Word? What is their central message?</strong></p><p><strong>Proverbs 23:23</strong></p><p><strong><sup>23</sup></strong> Buy the truth, and sell it not; also wisdom, and instruction, and understanding.</p><p><strong>John 17:17</strong></p><p><strong><sup>17</sup></strong> Sanctify them through thy truth: thy word is truth.</p><p><strong>John 8:32</strong></p><p><strong><sup>32</sup></strong> And ye shall know the truth, and the truth shall make you free.</p><p>“Satan well knew that the Holy Scriptures would enable men to discern his deceptions and withstand his power. It was by the word that even the Saviour of the world had resisted his attacks. At every assault, Christ presented the shield of eternal truth, saying, ‘It is written.’ To every suggestion of the adversary, He opposed the wisdom and power of the word. In order for Satan to maintain his sway over men, and establish the authority of the papal usurper, he must keep them in ignorance of the Scriptures. The Bible would exalt God and place finite men in their true position; therefore its sacred truths must be concealed and suppressed. This logic was adopted by the Roman Church. For hundreds of years the circulation of the Bible was prohibited. The people were forbidden to read it or to have it in their houses, and unprincipled priests and prelates interpreted its teachings to sustain their pretensions. Thus the pope came to be almost universally acknowledged as the vicegerent of God on earth, endowed with authority over church and state.”—Ellen G. White, The Great Controversy, p. 51.</p><p><strong>Discuss ways that Satan attempts to distort or misinterpret God’s Word today.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 15",
               "dayTitle":"<p>Savage Wolves</p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p><strong>Read Acts 20:27–32. What specific warnings did the apostle Paul give to the church leaders from Ephesus regarding the coming apostasy?</strong></p><p><strong>Acts 20:27–32</strong></p><p><strong><sup>27</sup></strong> For I have not shunned to declare unto you all the counsel of God.</p><p><strong><sup>28</sup></strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.</p><p><strong><sup>29</sup></strong> For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.</p><p><strong><sup>30</sup></strong> Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.</p><p><strong><sup>31</sup></strong> Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears.</p><p><strong><sup>32</sup></strong> And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.</p><p>The purpose of Paul’s counsel was to prepare the church for what was coming. In these passages, he describes his major concern.</p><p>His concern is that “savage wolves will come in among you, not sparing the flock” (Acts 20:29, NKJV). In other words, believers would face fierce persecution from within the church.</p><p>The apostle expressed his concern when he said, “Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them” (Acts 20:30). Heresies would enter the church. False doctrines would be substituted for divine truths. Pagan practices would prevail. In the fourth and fifth centuries, compromise subtly crept into the Christian church, with mission advance being the probable justification. But the terrible result was a departure from the truths of God’s Word.</p><p><strong>Read 2 Thessalonians 2:7–12. How does the apostle Paul describe the coming apostasy? What characteristics should believers look for?</strong></p><p><strong>2 Thessalonians 2:7–12</strong></p><p><strong><sup>7</sup></strong> For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.</p><p><strong><sup>8 </sup></strong>And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:</p><p><strong><sup>9</sup></strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,</p><p><strong><sup>10</sup></strong> And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.</p><p><strong><sup>11</sup></strong> And for this cause God shall send them strong delusion, that they should believe a lie:</p><p><strong><sup>12</sup></strong> That they all might be damned who believed not the truth, but had pleasure in unrighteousness.</p><p>Paul’s comment, “the mystery of lawlessness does already work,” is significant. Even in Paul’s day, there was a gradual departure from the truth of God’s Word regarding obedience to God’s law. This departure would flourish in the later centuries.</p><p>Contrary to the second commandment, idols were introduced into Christian worship. For millennia, idols were in the forefront of all pagan religions. To make Christianity more acceptable to heathens coming into the Christian church, pagan deities were renamed as so-called saints. Sunday, the day of worship for the sun god, was gradually adopted as the day of Christian worship in honor of the Resurrection. This false day, not sanctioned in Scripture, prevails even now.</p><p><strong>What kind of compromises do we see entering the church today? More important, what compromises might you be making? Is it sometimes by blending truth and error?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 16",
               "dayTitle":"<p>Safeguarded by the Word</p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p><strong>Compare John 17:15–17 and Acts 20:32. What insights do Jesus and the apostle Paul give us regarding protection from the deceptions of Satan?</strong></p><p><strong>John 17:15–17</strong></p><p><strong><sup>15</sup></strong> I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.</p><p><strong><sup>16</sup></strong> They are not of the world, even as I am not of the world.</p><p><strong><sup>17</sup></strong> Sanctify them through thy truth: thy word is truth.</p><p><strong>Acts 20:32</strong></p><p><strong><sup>32</sup></strong> And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.</p><p>The Bible is the infallible revelation of God’s will. It presents Heaven’s plan for humanity’s salvation. Since “all Scripture is given by the inspiration of God,” it is “profitable for doctrine, for reproof, for correction, for instruction in righteousness” (2 Tim. 3:16, NKJV). That is, “all Scripture” is inspired by God; not some parts or some parts more than others. The whole Bible must be accepted as the Word of God. Otherwise, the door is wide open for deception.</p><p>The Bible clearly reveals God’s infinite love in the light of the great controversy. It also exposes satanic delusions and reveals the devil’s deceptions. Satan hates the Word of God and has done everything possible throughout the centuries to destroy its influence.</p><p>After all, what would we know about the plan of salvation without the Bible? How much, if anything, would we understand about the birth, life, teachings, and ministry of Jesus? Without the Scriptures, would we even begin to comprehend the depth of Christ’s sacrifice, the glory of His resurrection, the power of His intercession, and the majesty of His return?</p><p>All these crucial truths are revealed, taught, and emphasized in the Word of God. It, and it alone, must be the final and ultimate standard for understanding all sacred truth.</p><p>Hence, we must fight against any and all attempts to undermine its authority or inspiration, even from those who, while professing great love of the Bible, bring doubts about it, even subtly. Tragically, especially through the inroads of modern thinking, many theologians and Christians focus so much on the human side of Scripture that the Bible becomes the word of man instead the Word of God. The Bible, they argue, is the writings of kings, shepherds, a fisherman, priests, poets, and others who shared their understandings and conceptions of God, of nature, and of reality the best that they, in their time and place, understood them.</p><p>Really, now? If this were true, why should we, living today in the twenty-first century, really care about what these people thought, much less make what they thought the foundation for our hope of eternity? We shouldn’t.</p><p><strong>Read Psalm 119:105, 116, 130, 133, and 160. What insights does the psalmist give us regarding the significance of God’s Word in the plan of salvation?</strong></p><p><strong>Psalm 119:105</strong></p><p><strong><sup>105</sup></strong> Thy word is a lamp unto my feet, and a light unto my path.</p><p><strong>Psalm 119:116</strong></p><p><strong><sup>116</sup></strong> Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.</p><p><strong>Psalm 119:130</strong></p><p><strong><sup>130</sup></strong> The entrance of thy words giveth light; it giveth understanding unto the simple.</p><p><strong>Psalm 119:133</strong></p><p><strong><sup>133</sup></strong> Order my steps in thy word: and let not any iniquity have dominion over me.</p><p><strong>Psalm 119:160</strong></p><p><strong><sup>160</sup></strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 17",
               "dayTitle":"<p>Human Reasoning Apart From Scripture</p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p>The Holy Spirit works through our minds. He invites us to explore the mysteries of the universe. As someone has aptly stated: “As Christians, we do not check our brains at the door of the church.” Nevertheless, the brilliance of human reasoning alone is incapable of discovering the divine truths of Scripture. Truth is not a matter of human opinion. It is a matter of divine revelation.</p><p><strong>Read Proverbs 16:25, Judges 21:25, and Isaiah 53:6. What do these texts reveal about Satan’s strategy of deception?</strong></p><p><strong>Proverbs 16:25</strong></p><p><strong><sup>25</sup></strong> There is a way that seemeth right unto a man, but the end thereof are the ways of death.</p><p><strong>Judges 21:25</strong></p><p><strong><sup>25</sup></strong> In those days there was no king in Israel: every man did that which was right in his own eyes.</p><p><strong>Isaiah 53:6</strong></p><p><strong><sup>6 </sup></strong>All we like sheep have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquity of us all.</p><p>One of the devil’s most effective deceptions is to lead us to believe that human reasoning, unaided by the Holy Spirit and uninformed by the Word of God, is sufficient to understand God’s will. There may be a way that seems right to us, or even to entire cultures, but it may be totally wrong in the eyes of God.</p><p>A few years ago, my wife and I decided to do some hiking in the forest near the hotel we were staying at for the night. Typically, I am fairly good at directions, and after hiking for about an hour or so taking various trails, I was quite confident that I could find our way back with little difficulty.</p><p>But soon we found ourselves hopelessly lost in the forest. The sun was going down, and I feared the worst. Thankfully, we met some other hikers who knew the way. We had been at least five miles off course but near a main road. Since their car was parked nearby, they offered us a ride back to our hotel. Discovering someone who knew the way and someone who had the ability to get us back to our destination made all the difference for us.</p><p>God has not left us alone on our journey from earth to heaven. The Holy Spirit points us to the sacred Scriptures that lead us homeward.</p><p>Truth and error, right and wrong, good and evil—these can be correctly understood only in light of God’s Word. That which contradicts God and His Word is error, and error is always dangerous; that which is in harmony with God is truth and goodness. How important that we make God’s Word our final arbiter of truth and morality.</p><p><strong>Why is the human mind without the aid of the Holy Spirit incapable of discovering divine truth? Discuss the relationship between human reason and divine revelation. How does reason actually help us understand divine revelation? For example, look at Daniel 2, a prophecy that covers world history from the time of Babylon to the Second Coming. How does a prophecy like this powerfully appeal to human reason?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 18",
               "dayTitle":"<p>Battle for the Mind</p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p><strong>Read 2 Corinthians 4:3–6. What does “whose minds the god of this age has blinded, who do not believe” (2 Cor. 4:4, NKJV) mean? How are their eyes blinded? How are eyes opened?</strong></p><p><strong>2 Corinthians 4:3–6</strong></p><p><strong><sup>3</sup></strong> But if our gospel be hid, it is hid to them that are lost:</p><p><strong><sup>4</sup></strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.</p><p><strong><sup>5 </sup></strong>For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus' sake.</p><p><strong><sup>6 </sup></strong>For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.</p><p>The Greek word for “mind” in this passage is noema. It literally means our perception or mental faculties. The SDA Bible Commentary makes an enlightening statement about this verse. “The battle between Christ and Satan is a battle for the minds of men. (Rom. 7:23, 25; 12:2; 2 Cor. 3:14, 11:3; Phil. 2:5, 4:7, 8). Satan’s principal work is to blind or darken men’s minds. He does this by keeping them from the study of God’s Word, by deranging the powers of the mind through the excesses of body and soul, by wholly occupying the mind through the things of this life, and by appealing to pride and self-exaltation.” —Volume 6, p. 854.</p><p>The lack of knowledge on the part of the lost is not because they could not know. It is because they would not know. Many have had every opportunity to know truth but chose not to believe, and Satan blinded their eyes. Satan’s kingdom is a kingdom of darkness. As The SDA Bible Commentary adds, “The gospel is the only means by which Satan’s diabolical schemes and deceptions can be exposed, and by which men can see the way from darkness to light.” —Volume 6, p. 854. The essence of the New Testament message is the life, death, and resurrection of Jesus. Jesus is at the heart of the gospel and is the center of Scripture. All Scripture testifies of Him (John 5:39).</p><p><strong>Read John 1:4, 5, 9 and 14. How do these verses describe Jesus? Note particularly John 1:14.</strong></p><p><strong>John 1:4, 5, 9, 14</strong></p><p><strong><sup>4</sup></strong> In him was life; and the life was the light of men.</p><p><strong><sup>5 </sup></strong>And the light shineth in darkness; and the darkness comprehended it not.</p><p><strong><sup>9</sup></strong> That was the true Light, which lighteth every man that cometh into the world.</p><p><strong><sup>14</sup></strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.</p><p>During the early centuries of the Christian church, the New Testament believers were totally committed to Christ as the One who was the light in their darkness. They were redeemed by His grace, transformed by His power, and motivated by His love. Even death could not break their bond of loyalty to Christ. They recognized the devil’s deceptions in the glo­rious light of the gospel. Christ has always had men and women who, by His grace, have stood courageously for His truth. In these early centuries, the light of Christ’s love, grace, and truth shone through the darkness.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 19",
               "dayTitle":"<p>Further Thought</p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>“The same spirit of hatred and opposition to the truth has inspired the enemies of God in every age, and the same vigilance and fidelity have been required in His servants. The words of Christ to the first disciples are applicable to His followers to the close of time: ‘What I say unto you I say unto all, Watch.’ Mark 13:37.”—Ellen G. White, The Great Controversy, pp. 56, 57.</p><p>In many parts of the world, especially where people have free access to the Bible, Satan has employed other means to weaken its influence.</p><p>One very effective way has been through various scientific endeavors or even biblical scholarship, which sometimes takes positions that, if accepted, would undermine trust in the Word of God. For example, though the book of Daniel dates itself to more than 500 years before Christ, many Bible scholars date it, instead, to the middle of the second century b.c. They argue that it had to be written at this time; otherwise the prophet would have been accurately telling the future, and that can’t happen. Therefore, they argue, Daniel was not written when it says it was but, rather, hundreds of years later. Unfortunately, this lie about the Bible is one of many that modern scholarship seeks to foist upon us.</p><p>And more unfortunately, many people accept this error because, after all, Bible scholars are teaching it. No wonder Paul warns us, “Test all things; hold fast what is good” (1 Thess. 5:21, NKJV).</p><p><strong>Discussion Questions:</strong></p><p><strong>1. </strong>Refer to the quote in Tuesday’s study and then consider the following: How is Satan using similar methods today to subtly undermine the authority of the Scriptures?</p><p><strong>2.</strong> What are our greatest safeguards against misinterpreting God’s Word?</p><p><strong>3</strong>. Satan’s major attempt in the great controversy between good and evil is to malign God’s character and present Him as an authoritarian, unloving tyrant. How does the evil one attempt to do this, and what is God’s response to his lies?</p><p><strong>4.</strong> The apostle Peter affirms that “no prophecy is of private interpretation” (2 Pet. 1:20). How can we be sure we do not distort the meaning of Scripture to achieve our own ends? Why might this be easier to do than we realize? How can we safeguard ourselves against it?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>Faithful Student in Italy&nbsp;</strong></p><p><strong>By Andrew McChesney</strong></p><p>In Italy, schoolchildren have the option of attending an hour of religion classes every week in public school. As a small girl, Sara decided to attend because she wanted to know more about the Bible.</p><p>Her classmates quickly realized that she knew the Bible well. So, when the teacher asked a question, they would say, “Sara knows the answer!”</p><p>After hearing the children say this for many months, the teacher asked Sara, “How is it that you know the Bible so well?”</p><p>“I go to the Seventh-day Adventist Church,” Sara said.</p><p>The teacher wanted to know more, so she went to church with Sara. Sara got a new religion teacher in the sixth grade. Again she was able to answer the teacher’s questions. Impressed, the teacher invited her to give an hour-long class presentation about the Adventist Church. Sara prepared with help from her pastor and other church leaders. At the end of the presentation, classmates peppered her with questions about the seventh-day Sabbath.</p><p>Today, Sara is in high school, and her religion teacher is a nun. Once, she impressed the nun by writing a Bible verse on an exam. Other teens rarely cited the Bible. The nun asked for an explanation, and Sara told her about her faith. Afterward, the nun came to her church.</p><p>In another high school class, the teacher grew upset when Sara could not answer a question about religion in Italy. Sara explained that she did not know because she was not a member of Italy’s largest denomination. The teacher asked several questions and invited Sara to give the class a lesson about the Adventist Church. Sara’s presentation pleased the teacher, and she said, “It is wonderful to learn about another faith in our class.”</p><p>The next year, however, Sara had a Saturday class from the same teacher. The teacher pressured Sara to attend, and when she didn’t, teased her.</p><p>“Please come to school,” she said. “We won’t tell anyone that you came.”</p><p>Week after week, she mocked Sara. “I also could stay home on Saturdays,” she said. “It would be better than coming to school.”</p><p>To Sara’s surprise, her classmates began to defend her to the teacher.</p><p>Then one Sabbath, when Sara was in church, the teacher praised her to the class. “Even though Sara is only here half the time , she gets better marks than the rest of you,” she said.</p><p>Sara believes God has blessed her for being open about her faith. “I never have hidden my faith from my classmates,” she told Adventist Mission. “My classmates respect me and know my faith is serious for me.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":39,
               "idDay":9,
               "idLesson":3,
               "lessonText":"<p><strong>Part I: Overview Key Text: John 12:35</strong></p><p><strong>Study Focus: Rev. 12:7–9, John 8:44, Prov. 23:23, Prov. 4:18, John 12:35, Ps. 119:30, Acts 20:27–32, 2 Thess. 2:7–12, John 8:32.</strong></p><p><strong>Introduction</strong>: This week we watch as the apostolic, and the post-apostolic, church enters the great controversy between God and Satan. Born of Jesus, the church joined the great controversy on His side. However, the church soon would face the same temptation as Adam and Eve: to doubt Jesus’ Word and to desire a compromise between His authoritative commands and Satan’s delusive doctrines.</p><p>This week’s lesson emphasizes that the great controversy is comprised of two unequal and irreconcilable sides. These sides are unequal because of who God is and who the devil is. While God is the Eternal One, the Creator, and the loving and righteous King of the universe, the devil and evil have a beginning and, thus, will have an end. The devil, sin, and evil are temporary aberrations that, though affecting God and the entire universe, will be extinguished by our all-powerful, all-loving, and all-just God. Consequently, the two parties engaged in the great controversy, God and Satan, simply cannot compromise.</p><p>The Bible depicts the great controversy in terms of a conflict between two radically opposite forces, such as light versus darkness or truth versus lies. True, the side of evil clamors for a compromise with the truth, for such compromise is evil’s only chance of survival. The side of evil seeks to secure its survival at any cost in order that it might destroy that which is good or of God. That is why the devil has continually been at work to lure the church into compromise. Unfortunately, the church fell into compromise, as did humanity’s first parents. The effects of these compromises are seen and felt to this day. God, however, who is the Source of truth and light, will never compromise. Trust in God and faithfulness to the truth, as revealed in Jesus through Scripture, will safeguard the church from compromise and prevent us from falling prey to the devil.</p><p><strong>Lesson Themes: This week’s lesson highlights four major themes:</strong></p><p><strong>1</strong>. In depicting the great controversy, the Bible uses diametrically opposed terms, such as light and darkness, to highlight the fact that God and His people cannot compromise the truth in any way with error and falsehood.</p><p><strong>2. </strong>From the earliest days of Jesus’ ministry and in the subsequent work of His apostles, the devil relentlessly pressured the church to slide into error or, at the very least, to compromise God’s truth.</p><p><strong>3. </strong>To compromise truth, however, is tantamount to the betrayal of God and the destruction of truth itself. Ultimately, such compromise constitutes siding with Satan.</p><p><strong>4. </strong>The only way the church may emerge victorious in the great controversy is to remain faithful to the divine revelation in Jesus Christ and in God’s Holy Word.</p><p><strong>Part II: Commentary</strong></p><p><strong>Compromise</strong></p><p>In various social contexts, such as family life and politics, compromise is considered acceptable and, in many situations, even desirable.</p><p>Generally, the word “compromise” refers to reaching an agreement, to settling, by mutual concession, for the middle ground between the positions of two or more parties. The key to such an agreement lies in “concession”: each side must cede something so that both, or all, sides can continue to coexist or live together. In some cases, each side compromises because none has the strength to convince, or overcome, and control the other side by force. In other cases, the parties compromise simply because they want to live together peaceably as neighbors, or as family, in love or mutual respect.</p><p>In the context of the latter perspective, compromise certainly has a positive connotation, appearing as a solution to conflict and as an opportunity for peaceful coexistence. These types of compromises are common in our daily lives and involve negotiation or tolerance. However, in general, compromise is perceived as a negative phenomenon, implying the loss of an essential value, principle, truth, or quality. A compromised lot of medicine, immune system, national identity, education, morality, reputation, harvest, or military position are all undesirable and unacceptable compromises because they threaten our very way of life or existence.</p><p>How about God? Could not He compromise with the rebel angels or with fallen humans to avoid the war in heaven and to allow all to coexist peacefully? Could He not, at least, tolerate the opposing party? If the opposing side wanted independence or autonomy, could not God grant this request? Could He not simply give the rebels a region somewhere in a corner of the universe where they might live by themselves instead of being exterminated?</p><p>The answer is complex. Several points, however, may help elucidate it. No Compromise by God First, there is a qualitative difference between our daily negotiations and the compromise that Lucifer was desirous of achieving. God created us with all the freedom necessary to express ourselves, to interact and negotiate with others, in love and in righteousness. However, there are some physical and moral limitations that cannot be compromised because these limits constitute the very foundation of our existence. This foundation is comprised of the truths that God is our Creator, our Provider, our Lawgiver (and as such, reveals how we should live our lives in order to be happy), and our King. God is the Source of our life. We simply cannot exist without Him. Lucifer wanted to change this very foundation. He challenged God’s character, status, and authority and claimed that humans are gods (Gen. 3:4), having existence in themselves and having ability to create their own meanings of, and standards for, life and happiness.</p><p>Second, and closely related to the point above, is the nature of sin. Sin is not merely holding a dissenting opinion. Sin is the conscious and deliberate rebellion against, and rejection of, God’s claim that He is the only Creator, Provider, Lawgiver, and King. Sin cannot tolerate the existence of such a God. The foundational impulse of sin is to topple this God from His throne and install self as the king. The devil, however, offers a compromise. He would be willing to renounce his call for a total rejection of God’s existence as long as he, Lucifer, was also recognized as a god. God, on the other hand, allows no room for such a compromise or negotiation with sin. What can He concede on His part? To say that He is not the Creator? To say He is not the Provider? To say that He is not the Source of life and standard of happiness and morality? To say that angels and humans can have life without Him? Any of these would be a lie. While compromise would be a triumph for the devil, compromise would mean capitulation for God.</p><p>Third, and closely related to the first two points, the situation described above is not only about truth and honor but constitutes the ultimate life-and-death situation. Let us imagine for a moment that we are Adam and Eve. We are in a setting in which Satan and God explain their positions to us prior to the fall into sin. Satan claims that God lies to us, that we are autonomous, that we are gods, and that we are immortal. Furthermore, he asserts that we can reject God’s claims and will not die (Gen. 3:4) because we contain life, original and underived, within ourselves. Further, Satan accuses God of using His claim of being the Source and standard of life to control us all; this divine claim, for Satan, is dictatorship, autocracy, abuse, deception, and injustice. According to Satan, the fact that God does not want to compromise corroborates his allegations. For this reason, Satan calls us to break free from God’s “lies” and “abuse” and experience a new consciousness and autonomy, wherein we discover and enjoy our infinite and eternal divine potential.</p><p>But aren’t these just allegations and speculations? Do we not run the risk of dying or disappearing from existence if we disconnect from God?</p><p>Is it worth trying, just to prove a theory empirically? Lucifer certainly thought it was worth taking the risk.</p><p>God, on the other hand, tells us that He is the only Creator and Provider, and thus we cannot exist without Him. He tells us that if we do not believe Him, if we reject Him and His affirmations, we will disconnect from Him, the Source of life, and we will die, that is, disappear from existence. God explains to us that this outcome is not mere speculation but a fact because He is our Creator. We did not create ourselves, and we are not eternal. This fact alone, based on His Word, must be sufficient for us to believe Him. However, God points out that His claims are also evidenced by our past and present life: that is, as long as we have believed Him and lived with Him, everyone has been happy. The entire universe has been running smoothly, and no one has died. God further explains to us that He cannot compromise not only because He is right but also because if He renounces His throne, all of us and the entire universe will disappear from existence since He is the only Provider or Sustainer of existence and life. For this reason, God calls us to believe Him, to trust Him, to stay with Him, and to live happily with Him forever.</p><p>If you witnessed such a debate, whom would you have believed? Fourth, unfortunately for humanity, our primeval parents accepted Lucifer’s speculation. Was the risk worth taking? No. The choice of our first parents turned into a tragedy for them and for the entire human race. Moreover, this conclusion is not mere speculation but is based on historical and empirical evidence. Instead of feeling divine and living forever after disobeying God’s law, humanity felt empty, naked, full of shame, their hearts and relationships broken (Gen. 3:7, 8). Moreover, the human race began to suffer and die. However, Lucifer did not stop his speculations against God’s government; he proposed more compromise.</p><p>We are immortal, he now claimed, because we have an immortal soul, which, after death, goes to a spiritual, ethereal sphere. Tragically, most people have fallen into the trap of believing that falsehood. Moreover, Lucifer now began calling on God and humanity to accept the reality of the existence of sin and death as the new normal. In the many non biblical religions that have prevailed throughout human history, Satan has proposed to redefine and reinterpret suffering and death in order to avoid their pervasive presence, which constantly undermines his lying claims.</p><p>Fifth, God remained true to Himself. He explained that Adam and Eve remained alive after rejecting Him, not because Satan was right in his claim that we are immortal, nor because God compromised. Rather, Adam and Eve did not die because God, in His eternal love for humanity, had a plan of salvation, which started operating as soon as humans fell into sin. According to this plan, God, far from compromising, gave us a new opportunity to choose to be saved, live, and stay with Him. But this new opportunity and salvation were not the products of compromise.</p><p>We must not confuse compromise with God’s patience, love, and grace. Rather, salvation and the new opportunity for life spring from God’s sacrifice. Precisely because God did not, and could not, compromise, He sacrificed. But He did not sacrifice us. Rather, He sacrificed His own life. If compromise were possible, He would not have needed to die in our place. But because He did not compromise, He chose rather to die in our place in order to uphold His truth, to manifest His love and righteousness, and to save us from the guilt and power of sin. Moreover, He did not compromise because He knew the consequences of compromise: suffering, misery, and death of the entire humanity and universe. For the same reasons, God’s true people do not compromise. True, traditional Christianity compromised the revelation of God’s truth in Scripture. However, God worked to restore His truth in order that He might save as many as possible. For this reason, His faithful remnant church happily collaborates with Him to help spread His truth by reflecting His light.</p><p><strong>Part III: Life Application</strong></p><p><strong>1.</strong> What criterion or criteria does your culture appeal to in order to determine what is truth? What are the sources of truth in your society, religion, or culture? In what ways, if any, does your society or culture view the Bible as the source of truth about the origin, meaning, direction, and destiny of our world?</p><p><strong>2.</strong> In what ways can you share our Adventist understanding of the Scriptures as the premier trustworthy source of truth? How does this understanding of Scripture help us develop the correct worldview and path to salvation?</p><p><strong>3</strong>. Examine your life. Do you think there are areas in your life that are the result of compromising God’s truth? If yes, what are they? What can you do to rectify this situation?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Light Shines in the Darkness</p>",
         "verse":"<p>Then Jesus said to them, ‘A little while longer the light is with you. Walk while you have the light, lest darkness overtake you; he who walks in darkness does not know where he is going’ (John 12:35, NKJV).</p>",
         "versionCode":60,
         "weekDate":"April 13–19"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
