{
   "data":[
      {
         "color":"#1a5fb2",
         "id":7,
         "idEs":5,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 5 de febrero",
               "dayTitle":"<p><strong style=\"color: rgb(54, 96, 146);\">JESÚS, EL ANCLA DEL ALMA</strong></p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p style=\"text-align: justify; \">Hebreos 5:11 a 6:20 interrumpe la exposición teológica sobre el sacerdocio de Jesús en nuestro favor. Pablo inserta allí una dura advertencia sobre el peligro de apartarse de Cristo.\n</p><p style=\"text-align: justify;\">Aparentemente, el pueblo corría un grave peligro de descender por la pendiente resbaladiza de la autocompasión y la falta de fe. Al apóstol Pablo le preocupa que sus lectores y oyentes hayan perdido el sentido espiritual debido a las situaciones difíciles que afrontaban y, por lo tanto, que hayan dejado de crecer en su comprensión y experiencia del evangelio.\n</p><p style=\"text-align: justify; \">¿No es este un peligro potencial para todos nosotros: desanimarnos a causa de las pruebas y apartarnos? Sin embargo, la dura advertencia culmina con un afectuoso aliciente. Pablo expresa fe en sus lectores y exalta a Jesús como la personificación de la promesa inquebrantable de salvación de parte de Dios (Heb. 6:9-20). Este ciclo de advertencia y ánimo se repite en Hebreos 10, versículos 26 al 39. Estudiaremos este ciclo y nos enfocaremos en las enérgicas palabras de aliento que Jesús nos brinda.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 6 de Febrero",
               "dayTitle":"<p style=\"text-align: center; \"><strong style=\"color: rgb(54, 96, 146);\">GUSTAR DE LA BUENA PALABRA</strong></p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p style=\"text-align: justify;\"><strong>Lee Hebreos 6:4 y 5. ¿Qué recibían los creyentes en Cristo mientras le fueran fieles?\n</strong></p><p style=\"text-align: justify;\"><strong>Hebreos 6:4 y 5&nbsp;</strong></p><p style=\"text-align: justify;\"><strong>4</strong> Porque es imposible que los que una vez fueron iluminados y gustaron del don celestial, y fueron hechos partícipes del Espíritu Santo,&nbsp;</p><p style=\"text-align: justify;\"><strong>5</strong> y asimismo gustaron de la buena palabra de Dios y los poderes del siglo venidero,\n</p><p style=\"text-align: justify;\">Haber sido “iluminado” significa haber experimentado la conversión (Heb. 10:32). Se refiere a aquellos que se han apartado de las “tinieblas” del poder de Satanás a la “luz” de Dios (Hech. 26:17, 18). Implica liberación del pecado (Efe. 5:11) y de la ignorancia (1 Tes. 5:4, 5). La forma verbal aquí sugiere que esta iluminación es un acto de Dios consumado a través de Jesús, “el resplandor de su gloria” (Heb. 1:3).\n</p><p style=\"text-align: justify;\">“Gustaron del don celestial” y “fueron hechos partícipes del Espíritu Santo” son expresiones sinónimas. El “don” de Dios puede referirse a su gracia (Rom. 5:15) o al Espíritu Santo, a través de quien Dios imparte esa gracia (Hech. 2:38). Aquellos que han “gustado” del Espíritu Santo (Juan 7:37–39; 1 Cor. 12:13) han experimentado la “gracia” de Dios, que incluye el poder para cumplir su voluntad (Gál. 5:22, 23).\n</p><p style=\"text-align: justify;\">Gustar de “la buena palabra de Dios” (Heb. 6:5) es experimentar personalmente la verdad del evangelio (1 Ped. 2:2, 3). “Los poderes del siglo venidero” se refieren a los milagros que Dios realizará para los creyentes en el futuro: la resurrección (Juan 5:28, 29), la transformación de nuestro cuerpo y la vida eterna. No obstante, los creyentes están comenzando a “gustar” de ellos en el presente. Han experimentado una resurrección espiritual (Col. 2:12, 13), una mente renovada (Rom. 12:2) y la vida eterna en Cristo (Juan 5:24).\n</p><p style=\"text-align: justify;\">Pablo probablemente tenga en mente a la generación del desierto, que experimentó la gracia de Dios y su salvación. La generación del desierto fue “iluminada” por la columna de fuego (Neh. 9:12, 19; Sal. 105:39), disfrutó del don celestial del maná (Éxo. 16:15), experimentó al Espíritu Santo (Neh. 9:20), gustó de la “buena palabra de Dios” (Jos. 21:45), y “los poderes del siglo venidero” en los “prodigios y señales” realizados en su liberación de Egipto (Hech. 7:36). Sin embargo, Pablo sugiere que, así como la generación del desierto apostató de Dios a pesar de esas evidencias (Núm. 14:1-35), la audiencia de Hebreos corría peligro de hacer lo mismo, a pesar de todas las evidencias del favor de Dios que habían disfrutado\n</p><p style=\"text-align: justify; \"><span style=\"color: rgb(151, 72, 6);\">¿Cuál ha sido tu experiencia con las bendiciones mencionadas en estos versículos de Hebreos? Por ejemplo, ¿cómo has experimentado la iluminación a la que se refiere el pasaje?</span></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"lunes 7 de Febrero ",
               "dayTitle":"<p style=\"text-align: center; \"><span style=\"color: rgb(54, 96, 146);\"><strong>IMPOSIBLE DE RENOVAR</strong></span></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p style=\"text-align: justify; \"><strong>Compara Hebreos 6:4 al 6; Mateo 16:24; Romanos 6:6; Gálatas 2:20; 5:24; y 6:14. ¿Qué sugiere esta comparación acerca de lo que significa crucificar a Cristo?\n</strong></p><p style=\"text-align: justify;\">Hebreos 6:4 al 6&nbsp;</p><p style=\"text-align: justify;\">4 Porque es imposible que los que una vez fueron iluminados y gustaron del don celestial, y fueron hechos partícipes del Espíritu Santo,&nbsp;</p><p style=\"text-align: justify;\">5 y asimismo gustaron de la buena palabra de Dios y los poderes del siglo venidero,&nbsp;</p><p style=\"text-align: justify;\">6 y recayeron, sean otra vez renovados para arrepentimiento, crucificando de nuevo para sí mismos al Hijo de Dios y exponiéndole a vituperio.\n</p><p style=\"text-align: justify;\">Mateo 16:24&nbsp;</p><p style=\"text-align: justify;\">24 Entonces Jesús dijo a sus discípulos: Si alguno quiere venir en pos de mí, niéguese a sí mismo, y tome su cruz, y sígame.\n</p><p style=\"text-align: justify;\">Romanos 6:6&nbsp;</p><p style=\"text-align: justify;\">6 sabiendo esto, que nuestro viejo hombre fue crucificado juntamente con él, para que el cuerpo del pecado sea destruido, a fin de que no sirvamos más al pecado.\n</p><p style=\"text-align: justify;\">Gálatas 2:20&nbsp;</p><p style=\"text-align: justify;\">20 Con Cristo estoy juntamente crucificado, y ya no vivo yo, mas vive Cristo en mí; y lo que ahora vivo en la carne, lo vivo en la fe del Hijo de Dios, el cual me amó y se entregó a sí mismo por mí.\n</p><p style=\"text-align: justify;\">Gálatas 5:24&nbsp;</p><p style=\"text-align: justify;\">24 Pero los que son de Cristo han crucificado la carne con sus pasiones y deseos.\n</p><p style=\"text-align: justify;\">Gálatas 6:14&nbsp;</p><p style=\"text-align: justify;\">14 Pero lejos esté de mí gloriarme, sino en la cruz de nuestro Señor Jesucristo, por quien el mundo me es crucificado a mí, y yo al mundo.\n</p><p style=\"text-align: justify;\">El texto original en griego enfatiza la palabra “imposible”. Es imposible que Dios restaure a los que “recayeron” porque están “crucificando de nuevo para sí mismos al Hijo de Dios” (Heb. 6:6). Pablo quiere enfatizar que no hay otro camino de salvación, excepto a través de Cristo (Hech. 4:12). La salvación por cualquier otro medio es tan imposible como lo es “que Dios mienta” (Heb. 6:18) o agradar a Dios “sin fe” (Heb. 11:6).\n</p><p style=\"text-align: justify;\">Crucificar nuevamente al Hijo de Dios es una expresión figurativa que busca describir algo que sucede en la relación personal entre Jesús y el creyente. Cuando los dirigentes religiosos crucificaron a Jesús, lo hicieron porque Jesús representaba una amenaza para su supremacía y autonomía. Por lo tanto, esperaban eliminar a Jesús como persona y destruir a un enemigo poderoso y peligroso. De igual modo, el evangelio desafía la soberanía y la autodeterminación de la persona en el nivel más básico. La esencia de la vida cristiana es tomar la cruz y negarse a sí mismo (Mat. 16:24). Esto significa crucificar al “mundo” (Gál. 6:14), al “viejo hombre” (Rom. 6:6) y “la carne con sus pasiones y deseos” (Gál. 5:24). El propósito de la vida cristiana es que suframos una especie de muerte. A menos que experimentemos esta muerte al yo, no podremos recibir la nueva vida que Dios quiere darnos (Rom. 6:1-11).\n</p><p style=\"text-align: justify;\">La lucha entre Jesús y el yo es una lucha a muerte (Rom. 8:7, 8; Gál. 5:17). Es una batalla difícil, que no se gana de una vez. Este pasaje no se refiere a la persona que a veces fracasa en la batalla contra el “viejo hombre” y la “carne”. Este pecado se refiere a la persona que, después de haber experimentado la salvación genuina y lo que esta implica (Heb. 6:4, 5), decide que Jesús es una amenaza para el tipo de vida que quiere tener y procede a terminar su relación con él. Es decir, mientras la persona no elija alejarse completamente de Cristo, todavía existe la esperanza de la salvación.\n</p><p style=\"text-align: justify; \"><span style=\"color: rgb(151, 72, 6);\">¿Qué significa morir al “yo”, tomar la “cruz”? ¿Qué es lo que te resulta más difícil de entregar al dominio de Cristo?</span></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 8 de Febrero",
               "dayTitle":"<p style=\"text-align: center; \"><strong style=\"color: rgb(54, 96, 146);\">NO QUEDA MÁS SACRIFICIO POR LOS PECADOS</strong></p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p style=\"text-align: justify;\">La advertencia de Hebreos 6:4 al 6 es muy similar a la advertencia que se encuentra en Hebreos 10:26 al 29. Pablo explica que el rechazo del sacrificio de Jesús dejará a los lectores sin ningún medio para el perdón del pecado porque no hay otro medio para ese perdón además de Jesús (Heb. 10:1-14).\n</p><p style=\"text-align: justify;\"><strong>Lee Hebreos 10:26 al 29. ¿De qué tres maneras describe el autor el pecado para el que no hay perdón?\n</strong></p><p style=\"text-align: justify; \"><strong>Hebreos 10:26 al 29&nbsp;</strong></p><p style=\"text-align: justify; \">26 Porque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por los pecados,&nbsp;</p><p style=\"text-align: justify; \">27 sino una horrenda expectación de juicio, y de hervor de fuego que ha de devorar a los adversarios.&nbsp;</p><p style=\"text-align: justify; \">28 El que viola la ley de Moisés, por el testimonio de dos o de tres testigos muere irremisiblemente.&nbsp;</p><p style=\"text-align: justify; \">29 ¿Cuánto mayor castigo pensáis que merecerá el que pisoteare al Hijo de Dios, y tuviere por inmunda la sangre del pacto en la cual fue santificado, e hiciere afrenta al Espíritu de gracia?\n</p><p style=\"text-align: justify;\">El autor no dice que no haya expiación por ningún pecado cometido después de recibir el conocimiento de la verdad. Dios ha designado a Jesús como nuestro Abogado (1 Juan 2:1). Por medio de él tenemos el perdón de los pecados (1 Juan 1:9). El pecado por el que no hay ningún sacrificio ni expiación se describe como pisotear al Hijo de Dios, profanar la sangre del Pacto y ultrajar al Espíritu Santo (Heb. 10:29). Repasemos el significado de estas expresiones.\n</p><p style=\"text-align: justify;\">La expresión “pisoteare al Hijo de Dios” (Heb. 10:29) describe el rechazo del gobierno de Jesús. El título “Hijo de Dios” le recordaba a la audiencia que Dios ha instaurado a Jesús a su diestra y le prometió que pondría a sus enemigos por “estrado” de sus pies (Heb. 1:13; ver además Heb. 1:5–12, 14). Pisotear a Jesús implica que el apóstata ha tratado a Jesús como a un enemigo. En el contexto del argumento de la epístola (Heb. 1:13), se podría deducir que, en lo que respecta a la vida del apóstata, Jesús ha sido quitado del trono (que ahora ocupa el mismo apóstata) y, a su vez, hace de Jesús el estrado de sus pies. Esto es lo que Lucifer quería hacer en el cielo (Isa. 14:12-14) y lo que el “inicuo” intentaría hacer en el futuro (2 Tes. 2:3, 4, 8).\n</p><p style=\"text-align: justify; \">La expresión “ha profanado la sangre del pacto” (NVI) se refiere al rechazo del sacrificio de Jesús (Heb. 9:15-22). Implica que la sangre de Jesús carece de poder purificador. La expresión “ha insultado al Espíritu de la gracia” (NVI) es muy poderosa. El término griego enybrisas (“insulto, ultraje”) implica la manifestación de arrogancia, que remite a “insolencia”, o “soberbia”. Este término contrasta fuertemente con la descripción del Espíritu Santo como el “Espíritu de gracia”. Implica que el apóstata ha respondido a la oferta de gracia de Dios con un insulto. El apóstata está en una posición insostenible. Rechaza a Jesús, su Sacrificio, y al Espíritu Santo.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miercoles 9 de Febrero",
               "dayTitle":"<p style=\"text-align: center; \"><span style=\"color: rgb(54, 96, 146);\"><strong>COSAS MEJORES&nbsp;</strong></span></p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p style=\"text-align: justify;\">Después de la fuerte y sincera advertencia de Hebreos 6:4 al 8, Pablo expresa su confianza en que los lectores no se hayan apartado del Hijo ni lo harán en el futuro. Cree que su audiencia recibirá la advertencia y producirá los frutos apropiados. Son como la “tierra”, que Dios cultiva y produce los frutos que él espera. Estas personas recibirán la bendición de Dios (Heb. 6:7), que es la “salvación” (Heb. 6:9).\n</p><p style=\"text-align: justify;\"><strong>Lee Hebreos 6:9 al 12. Enumera las cosas buenas que la audiencia ha hecho y sigue haciendo, y explica lo que significan.\n</strong></p><p style=\"text-align: justify;\">9 Pero en cuanto a vosotros, oh amados, estamos persuadidos de cosas mejores, y que pertenecen a la salvación, aunque hablamos así.&nbsp;</p><p style=\"text-align: justify;\">10 Porque Dios no es injusto para olvidar vuestra obra y el trabajo de amor que habéis mostrado hacia su nombre, habiendo servido a los santos y sirviéndoles aún.&nbsp;</p><p style=\"text-align: justify;\">11 Pero deseamos que cada uno de vosotros muestre la misma solicitud hasta el fin, para plena certeza de la esperanza,&nbsp;</p><p style=\"text-align: justify;\">12 a fin de que no os hagáis perezosos, sino imitadores de aquellos que por la fe y la paciencia heredan las promesas.\n</p><p style=\"text-align: justify;\">Los creyentes muestran su amor hacia el “nombre” de Dios –es decir, hacia Dios mismo– mediante su servicio a los santos. Estos no eran hechos aislados del pasado, sino acciones sostenidas que se han extendido hasta el presente. Los actos excepcionales no revelan el verdadero carácter de una persona. La evidencia más importante del amor hacia Dios no son los actos “religiosos”, por así decirlo, sino los actos de amor hacia los demás seres humanos, especialmente los necesitados (Mat. 10:42; 25:31-46). Por lo tanto, Pablo exhorta a los creyentes: “no os olvidéis” de hacer el bien (Heb. 13:2, 16).\n</p><p style=\"text-align: justify;\">Presta atención a Hebreos 6:12, que advierte acerca de volverse “torpes” (NTV) o “perezosos”, lo que caracteriza a quienes no maduran y que están en peligro de alejarse (Heb. 5:11; 6:12). La esperanza no se mantiene viva mediante ejercicios intelectuales de fe, sino mediante la fe expresada en actos de amor (Rom. 13:8-10). Pablo quiere que los lectores imiten a quienes mediante la fe y la paciencia heredan las promesas. Ya ha presentado a la generación del desierto como un ejemplo negativo de aquellos que, por falta de fe y perseverancia, no heredaron lo prometido. Luego presenta a Abraham (Heb. 6:13-15) como un ejemplo de alguien que, por medio de “la fe y la paciencia”, heredó las promesas. La lista de ejemplos positivos se amplía con la gente de fe en Hebreos 11, y culmina con Jesús en Hebreos 12 como el mayor ejemplo de fe y paciencia (Heb. 12:1–4). En Apocalipsis 14:12, la fe, la paciencia y la observancia de los mandamientos son características de los santos de los últimos días.\n</p><p style=\"text-align: justify; \"><strong style=\"color: rgb(151, 72, 6);\">A veces tenemos que dar palabras de advertencia a nuestros seres queridos. ¿Qué podemos aprender del apóstol con respecto a advertir y animar a los demás?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 10 de Febrero",
               "dayTitle":"<p style=\"text-align: center; \"><strong style=\"color: rgb(36, 64, 97);\">JESÚS, EL ANCLA DEL ALMA</strong></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p style=\"text-align: justify;\">Pablo culmina su advertencia acerca de la apostasía y su exhortación al amor y la fe con una hermosa y elevada presentación de seguridad en Cristo.\n</p><p style=\"text-align: justify; \"><strong>Lee Hebreos 6:17 al 20. ¿Cómo nos garantizó Dios sus promesas?\n</strong></p><p style=\"text-align: justify; \"><strong>Hebreos 6:17 al 20&nbsp;</strong></p><p style=\"text-align: justify; \">17 Por lo cual, queriendo Dios mostrar más abundantemente a los herederos de la promesa la inmutabilidad de su consejo, interpuso juramento;&nbsp;</p><p style=\"text-align: justify; \">18 para que por dos cosas inmutables, en las cuales es imposible que Dios mienta, tengamos un fortísimo consuelo los que hemos acudido para asirnos de la esperanza puesta delante de nosotros.&nbsp;</p><p style=\"text-align: justify; \">19 La cual tenemos como segura y firme ancla del alma, y que penetra hasta dentro del velo,&nbsp;</p><p style=\"text-align: justify; \">20 donde Jesús entró por nosotros como precursor, hecho sumo sacerdote para siempre según el orden de Melquisedec.\n</p><p style=\"text-align: justify;\">Dios nos garantizó sus promesas de varias maneras. En primer lugar, Dios garantizó su promesa con un juramento (Heb. 6:17). Según las Escrituras, los juramentos de Dios a Abraham y David se convirtieron en la base fundamental de la confianza en el favor permanente de Dios hacia Israel. Cuando Moisés procuró conseguir el perdón de Dios para Israel después de la apostasía con el becerro de oro, se refirió al juramento de Dios hecho a Abraham (ver Éxo. 32:11- 14; Gén. 22:16-18). La fortaleza implícita de su súplica era que el juramento de Dios era irrevocable (Rom. 9:4; Rom. 11:28, 29).\n</p><p style=\"text-align: justify;\">De igual modo, cuando el salmista intercedió ante Dios por Israel, reclamó el juramento que Dios le hizo a David. Dios había dicho: “No olvidaré mi pacto, ni mudaré lo que ha salido de mis labios. Una vez he jurado por mi santidad, y no mentiré a David. Su descendencia será para siempre, y su trono como el sol delante de mí. Como la luna será firme para siempre, y como un testigo fiel en el cielo” (Sal. 89:34-37). Según el Nuevo Testamento, ambos juramentos se cumplieron en Jesús, la simiente de Abraham, quien ascendió y se sentó en el trono de David (Gál. 3:13-16; Luc. 1:31-33, 54, 55).\n</p><p style=\"text-align: justify;\">En segundo lugar, Dios nos ha garantizado sus promesas mediante el acto de sentar a Jesús a su diestra. La ascensión de Jesús tiene el propósito de corroborar la promesa hecha a los creyentes porque Jesús ascendió como un “precursor [...] por nosotros” (Heb. 6:20, NVI). Así, la ascensión nos revela la certeza de la salvación de Dios para nosotros. Dios llevó a Jesús a la gloria a través del sufrimiento de “la muerte por todos”, para que pudiera “llevar muchos hijos a la gloria” (Heb. 2:9, 10). La presencia de Jesús ante el Padre es el “ancla del alma” (Heb. 6:19), que se ha sujetado al Trono de Dios. El honor del gobierno de Dios está supeditado al cumplimiento de la promesa que nos hizo a través de Jesús. ¿Qué más seguridad necesitamos?\n</p><p style=\"text-align: justify; \"><strong style=\"color: rgb(151, 72, 6);\">¿Qué sientes cuando piensas que Dios te ha hecho un juramento? ¿Por qué ese solo pensamiento debería darte la seguridad de la salvación, aunque te sientas indigno?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 11 de Febrero",
               "dayTitle":"<p style=\"text-align: center; \"><strong style=\"color: rgb(54, 96, 146);\">PARA ESTUDIAR Y MEDITAR:</strong></p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p style=\"text-align: justify;\">Lee Elena G. de White, Los hechos de los apóstoles, “Juan, el Amado”, pp. 445- 450; El Deseado de todas las gentes, “Judas”, pp. 663-670.\n</p><p style=\"text-align: justify;\">“La guerra contra el yo es la batalla ma?s grande que jama?s hayamos peleado. La rendicio?n del yo, entregando todo a la voluntad de Dios, requiere una lucha; pero para que el alma sea renovada en santidad, debe someterse antes a Dios” (CC 38).\n</p><p style=\"text-align: justify;\">“Juan deseaba llegar a ser semejante a Jesu?s, y bajo la influencia transformadora del amor de Cristo llego? a ser manso y humilde. Su yo estaba escondido en Jesu?s. Sobre todos sus compan?eros, Juan se entrego? al poder de esa maravillosa vida. [...]\n</p><p style=\"text-align: justify;\">“A causa de su profundo amor hacia Cristo, Juan deseaba siempre estar cerca de e?l. El Salvador amaba a los Doce, pero el espi?ritu de Juan era el ma?s receptivo. Era ma?s joven que los dema?s, y con mayor confianza infantil abrio? su corazo?n a Jesu?s. Asi? llego? a simpatizar ma?s con Cristo, y mediante e?l las ma?s profundas lecciones espirituales de Cristo fueron comunicadas al pueblo. [...]\n</p><p style=\"text-align: justify;\">“La belleza de la santidad que lo habi?a transformado brillaba en su rostro con resplandor semejante al de Cristo. En su adoracio?n y su amor, contemplaba al Salvador hasta que la semejanza a Cristo y el compan?erismo con e?l llegaron a ser su u?nico deseo, y en su cara?cter se reflejo? el cara?cter de su Maestro” (HAp 449, 450).\n</p><p style=\"text-align: justify;\"><strong style=\"color: rgb(0, 0, 0);\">PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p style=\"text-align: justify;\"><strong style=\"color: rgb(151, 72, 6);\">1. La vida de Juan – el discípulo amado – y la de Judas Iscariote ofrecen un contraste importante. Cuando Jesús vio a Juan y a su hermano, los llamó Boanerges, hijos del trueno. Juan tenía defectos graves. Judas también tenía defectos, pero no eran más dramáticos ni serios que los de Juan. ¿Por qué Juan llegó a transformarse a la imagen de Jesús mientras que Judas cometió el pecado contra el Espíritu Santo? ¿Cuál fue la diferencia?&nbsp;</strong></p><p style=\"text-align: justify;\"><strong style=\"color: rgb(151, 72, 6);\">2. Jesús invita a los creyentes a tomar su cruz y seguirlo. ¿Cuál es la diferencia entre tomar la cruz y someterse al abuso de los demás?&nbsp;</strong></p><p style=\"text-align: justify;\"><strong style=\"color: rgb(151, 72, 6);\">3. ¿Por qué Dios requiere una entrega total de nuestra vida a él? ¿Cuál es la relación entre el libre albedrío y la salvación?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"1T2022",
         "title":"<p style=\"text-align: center; \"><strong style=\"color: rgb(31, 73, 125);\">JESÚS, EL ANCLA DEL ALMA</strong></p>",
         "verse":"<p><span style=\"color: rgb(149, 55, 52);\">PARA MEMORIZAR: “Tenemos como firme y segura ancla del alma una esperanza que penetra hasta detrás de la cortina del santuario, hasta donde Jesús, el precursor, entró por nosotros, llegando a ser sumo sacerdote para siempre, según el orden de Melquisedec” (Heb. 6:19, 20, NVI).</span></p>",
         "versionCode":16,
         "weekDate":"5-11 de febrero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
