{
  "data": [
    {
      "color": "#2ecc71",
      "id": 6,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "29 de abril",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>Hace varios años, la revista National Geographic informó de un incendio forestal en el Parque Nacional Yellowstone, en los Estados Unidos. Cuando se extinguió, los guardabosques subieron a una montaña para evaluar los daños. Un guardabosques encontró un pájaro literalmente reducido a cenizas en la base de un árbol. Consternado por la espeluznante escena, tumbó el ave con un palo.<br></p><p>Al tocarla, tres diminutos pajaritos se escabulleron de debajo de las alas de su madre muerta. La madre amorosa, muy consciente del desastre inminente, había llevado a sus pichones a la base del árbol y los había reunido bajo sus alas. Ella podría haber volado para salvarse, pero se rehusó a abandonar a sus bebés. ¡Qué imagen del creyente, que está a salvo en Cristo, gracias a su sacrificio!<br><br>Los fuegos del juicio de Dios se consumieron sobre él, en el Calvario, y todos los que están en Cristo están a salvo para siempre bajo sus alas. En la Cruz, Cristo fue juzgado como un pecador condenado a fin de que nosotros pudiéramos ser juzgados como ciudadanos justos del Reino celestial. Él fue juzgado como un criminal con la intención de que nosotros pudiéramos ser liberados de los fuegos destructivos de la pérdida eterna, tanto en sentido figurado como literal.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de abril",
          "dayTitle": "<p>LA PURIFICACIÓN DEL SANTUARIO<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p>Como ya hemos visto, debe haber un juicio antes de que Cristo venga. El ángel anuncia en alta voz que “ha llegado la hora de su juicio” (Apoc. 14:7). El libro de Daniel nos indica el momento en que este juicio comienza<br><br><strong>Daniel 8:14. ¿Qué plazo específico nos da Daniel con respecto a la purificación del Santuario?</strong><strong><br><br><sup>14</sup></strong> Y él dijo: Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado.<br><br>Todo judío entendía claramente el significado de la purificación del Santuario terrenal. Ocurría en el Día de la Expiación, que era el día del juicio. Aunque Daniel entendía el concepto de la purificación del Santuario y del juicio, estaba confundido acerca de estos 2.300 días.<br><br><strong>Lee Daniel 8:27; y 9:21 y 22. ¿Cuál fue la respuesta de Daniel a la visión de los 2.300 días, y qué le respondió Dios a él?</strong><br><br>Daniel 8:27<br><br><sup><strong>27</strong></sup> Y yo Daniel quedé quebrantado, y estuve enfermo algunos días, y cuando convalecí, atendí los negocios del rey; pero estaba espantado a causa de la visión, y no la entendía.<br><br>Daniel 9:21, 22<strong><br><br><sup>21</sup></strong> aún estaba hablando en oración, cuando el varón Gabriel, a quien había visto en la visión al principio, volando con presteza, vino a mí como a la hora del sacrificio de la tarde. <strong><br></strong></p><p><strong><sup>22</sup></strong> Y me hizo entender, y habló conmigo, diciendo: Daniel, ahora he salido para darte sabiduría y entendimiento.<br><br>Al final de Daniel 8, Daniel desfalleció y exclamó: “Quedé espantado acerca de la visión y no la entendía” (Dan. 8:27). Es decir, la visión de los 2.300 días (él ya había recibido explicación del resto de la visión; ver Dan. 8:19-22). El siguiente capítulo, Daniel 9, registra la aparición del ángel Gabriel para explicar a Daniel la profecía de los 2.300 días. “ ‘Daniel, ahora he venido para darte sabiduría y entendimiento’ ” (Dan. 9:22).<br><br>Gabriel sorprende a Daniel, ya que le revela una respuesta a su oración mucho más amplia de lo que nunca imaginó. El ángel Gabriel llevó a Daniel a recorrer el tiempo, y entonces le reveló la verdad acerca del Mesías venidero y le dio las fechas exactas del comienzo de su ministerio y su muerte cruel, acontecimientos que se relacionan directamente con la purificación del Santuario, en Daniel 8. En otras palabras, la muerte de Cristo y el Juicio están inseparablemente ligados.<br><br><strong>¿Por qué es significativo que la muerte de Jesús, según se revela en Daniel 9:24 al 27, esté directamente relacionada con el Juicio, en Daniel 8:14? ¿Qué gran verdad se enseña aquí mediante este vínculo?</strong><strong><br><br><sup>24</sup></strong> Setenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.<strong><br><sup><br>25</sup></strong> Sabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; se volverá a edificar la plaza y el muro en tiempos angustiosos.<strong><br><br><sup>26 </sup></strong>Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.<strong><br><br><sup>27</sup></strong> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.<br><br>Daniel 8:14 <strong><br></strong></p><p><strong><sup>14</sup></strong> Y él dijo: Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "01 de mayo",
          "dayTitle": "<p>LOS 2.300 DÍAS Y EL TIEMPO DEL FIN</p><p><br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Daniel 8:17, 19 y 26. ¿A qué período declara el ángel que se aplica la visión de Daniel 8 y los 2.300 días, y por qué es importante entender eso?</strong><br><br>Daniel 8:17, 19 y 26<strong><br><br><sup>17</sup></strong> Vino luego cerca de donde yo estaba; y con su venida me asombré, y me postré sobre mi rostro. Pero él me dijo: Entiende, hijo de hombre, porque la visión es para el tiempo del fin.<strong><br><br><sup>19</sup></strong> Y dijo: He aquí yo te enseñaré lo que ha de venir al fin de la ira; porque eso es para el tiempo del fin.<strong><br><br><sup>26</sup></strong> La visión de las tardes y mañanas que se ha referido es verdadera; y tú guarda la visión, porque es para muchos días.<br><br>Algunos argumentan que los 2.300 días son días literales. También creen que este cuerno pequeño de Daniel 8 se aplica al comandante militar seléucida Antíoco Epífanes (216 a.C.-164 a.C.), que atacó Jerusalén y profanó el Templo judío, a pesar de que estos 2.300 días no se ajustan ni siquiera a su marco temporal. Sin embargo, esta interpretación es contraria a la clara instrucción del ángel de que la visión se aplica al “tiempo del fin”. Antíoco ciertamente no vivió en el tiempo del fin.<br><br>En Daniel 8, Gabriel comienza su explicación de la profecía de los 2.300 días. Menciona al carnero como representante de Medopersia y al macho cabrío como representante de Grecia (Dan. 8:20, 21). Aunque no se la nombra, al igual que los dos poderes anteriores, la siguiente entidad, el cuerno pequeño, es obviamente Roma (Dan. 8:9, 23, 24). Luego describe una especie de fase religioso-política de Roma, que “ech[aría] por Tierra la verdad” (Dan. 8:10-12, 25) e interferiría con el ministerio celestial de Cristo (Dan. 8, 10, 12). La purificación del Santuario en Daniel 8:14, el punto culminante del capítulo, es la respuesta de Dios al desafío de los poderes terrenales y religiosos que han intentado usurpar la autoridad de Dios. Es parte de la solución divina de Dios al problema del pecado<br><br>Gabriel está listo para explicar los detalles en el calendario profético de Dios. Al final de Daniel 8, podemos ver claramente que Daniel no entendió la parte de la visión acerca de los 2.300 días (Dan. 8:27). La primera parte sobre el carnero, el macho cabrío y el cuerno pequeño, todo había sido explicado; incluso a los dos primeros poderes se los identifica claramente por nombre (Dan. 8:20, 21). Sin embargo, no se le explicó la purificación del Santuario.<br><br>El ángel Gabriel, que se presentó en Daniel 8, aparece ahora en Daniel 9 y le dice: “Tan pronto como empezaste a orar fue dada la respuesta, y yo he venido a enseñártela, porque tú eres muy amado. Entiende, pues, la palabra, y entiende la visión” (Dan. 9:23). ¿Qué visión? Como veremos mañana, la visión de los 2.300 días, la única parte de la visión anterior, en Daniel 8, que aún no le había explicado a Daniel.<br><br><strong>Gabriel mencionó que Daniel era “muy amado”. ¿Qué nos dice esto sobre el vínculo íntimo entre el Cielo y la Tierra?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "02 de mayo",
          "dayTitle": "<p>LA INSTRUCCIÓN DEL ÁNGEL A DANIEL<br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Daniel 9:23. ¿Qué instrucción específica da el ángel a Daniel? ¿Por qué esto es importante para entender el significado de la purificación del Santuario en Daniel 8:14?</strong><br><br>Daniel 9:23<strong><br><br><sup>23 </sup></strong>Al principio de tus ruegos fue dada la orden, y yo he venido para enseñártela, porque tú eres muy amado. Entiende, pues, la orden, y entiende la visión.<br><br>Daniel 8:14<strong><br><br><sup>14 </sup></strong>Y él dijo: Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado.<br><br>El ángel claramente instruyó a Daniel: “Entiende, pues, la palabra, y entiende la visión” (Dan. 9:23). ¿Qué palabra y qué visión? Debido a que no se registra ninguna visión en Daniel 9, el ángel Gabriel debió haber estado hablando de la porción de la visión de Daniel 8 que el profeta no entendió, la visión de los 2.300 días (Dan. 8:27).<br><br><strong>Gabriel sigue en Daniel 9:24 al 27. ¿De qué acontecimientos de la vida y el ministerio de Jesús está hablando?</strong><br><br>Daniel 9:24 al 27<strong><br><br><sup>24</sup></strong> Setenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.<strong><br><br><sup>25</sup></strong> Sabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; se volverá a edificar la plaza y el muro en tiempos angustiosos.<strong><br><br><sup>26 </sup></strong>Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.<strong><br><br><sup>27</sup></strong> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.<br><br>La primera parte de esta profecía se refiere al pueblo de Dios, los judíos. “Setenta semanas están determinadas sobre tu pueblo”, la nación judía (Dan. 9:24). En la profecía bíblica, un día profético es igual a un año literal (Eze. 4:6; Núm. 14:34). En Daniel y Apocalipsis, cuando hay imágenes simbólicas, generalmente también hay una profecía de tiempo simbólica. Una de las maneras en que podemos estar seguros de que el principio de día-año de la profecía se aplica aquí es que cuando lo usamos en la profecía de Daniel, cada evento en la línea de tiempo se presenta perfectamente (ver la lección de mañana). Si aplicamos este principio, 70 semanas se componen de 490 días. Puesto que un día profético equivale a un año literal, 490 días son 490 años literales.<br><br>Gabriel le dice a Daniel que 70 semanas (490 años) están “determinadas” (el significado literal de la palabra hebrea chathak es “cortadas”). ¿Cortadas de qué? Podría ser de la única profecía a la que se alude aquí: los 2.300 días de Daniel 8:14. Estos 490 años, una profecía de tiempo, están directamente relacionados con la profecía del tiempo de Daniel 8:14, la única parte de la visión que quedó sin explicar en Daniel 8 y también la única profecía de tiempo en Daniel 8. Así, podemos ver que Gabriel, con esta profecía, viene a ayudar a Daniel a entender lo que no entendió en el capítulo anterior: los 2.300 días.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "03 de mayo",
          "dayTitle": "<p>EL MESÍAS “CORTADO”<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p>Gabriel comenzó esta profecía de 490 años con un acontecimiento que era extremadamente importante para Daniel y para los judíos: la orden de restaurar y construir Jerusalén. Aunque se habían aprobado varios decretos relativos a Jerusalén, en Esdras 7 descubrimos que el decreto aprobado en 457 a. C. permitió que los judíos no solo volvieran a su tierra natal, sino también se establecieran como una comunidad religiosa (ver Esd. 7:13, 27).<br><br>Es importante notar que el decreto de Artajerjes se emitió en el otoño de 457 a.C. A partir de este decreto, en 457 a.C., hasta el Mesías, según Daniel, habría 69 semanas, o 483 años. Si comenzamos en 457 a.C. y avanzamos en la línea de tiempo de la historia, llegamos a 27 d.C.<br><br>La palabra Mesías significa “El Ungido”. En el año 27 d.C., Jesucristo, el Mesías, se bautizó. (Ver Mat. 3:13-17). Daniel predijo con cientos de años de anticipación el año exacto del bautismo de Cristo, el momento en que Jesús comenzaría sus tres años y medio de ministerio.<br><br><strong>Lee Romanos 5:6 al 9, junto con Daniel 9:26. ¿Qué grandes verdades se revelan aquí?</strong><br><br>Romanos 5:6 al 9<strong><br><br><sup>6 </sup></strong>Porque Cristo, cuando aún éramos débiles, a su tiempo murió por los impíos.<strong><br><br><sup>7</sup></strong> Ciertamente, apenas morirá alguno por un justo; con todo, pudiera ser que alguno osara morir por el bueno.<strong><br><br><sup>8</sup></strong> Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.<strong><br><br><sup>9</sup></strong> Pues mucho más, estando ya justificados en su sangre, por él seremos salvos de la ira.<br><br>Daniel 9:26.<strong><br><br><sup>26</sup></strong> Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.<br><br>“Después de las sesenta y dos semanas le quitarán la vida al Mesías, y nada le quedará” (Dan. 9:26). El Mesías sería “cortado”, o crucificado. El versículo agrega “Y nada le quedará”. En otras palabras, la muerte de Cristo en la Cruz del Calvario fue para nosotros, no para sí mismo, por lo que Pablo pudo escribir: “Pero Dios demuestra su amor hacia nosotros en que, siendo aún pecadores, Cristo murió por nosotros” (Rom. 5:8).<br><br>En Daniel 9:27, leemos que a mitad de la semana, los últimos siete años, Cristo “har[ía] cesar el sacrificio y la ofrenda”. A la mitad de esta semana setenta, en el año 31 d.C., Cristo confirmó el Pacto eterno con su sangre al morir en la Cruz, y el sistema de sacrificios perdió todo significado profético.<br><br>Estas profecías revelan que Cristo, el Mesías, sería crucificado y haría que el sistema de sacrificios perdiera su importancia profética, en la primavera del año 31 d.C. Estas predicciones se cumplieron en cada detalle. Exactamente en la Pascua, cuando el sumo sacerdote ofrecía el cordero pascual, Cristo fue sacrificado por nosotros.<br><br><strong>Lee Marcos 15:38; y Mateo 3:15 y 16, teniendo en mente lo que acabas de leer. ¿Cómo nos ayudan estos versículos a entender la profecía de Daniel 9:24 al 27?</strong><br><br>Marcos 15:38<strong><br><br><sup>38</sup></strong> Entonces el velo del templo se rasgó en dos, de arriba abajo.<br><br>Mateo 3:15 y 16<strong><br><br><sup>15</sup></strong> Pero Jesús le respondió: Deja ahora, porque así conviene que cumplamos toda justicia. Entonces le dejó.<strong><br><br><sup>16</sup></strong> Y Jesús, después que fue bautizado, subió luego del agua; y he aquí los cielos le fueron abiertos, y vio al Espíritu de Dios que descendía como paloma, y venía sobre él.<br><br>Daniel 9:24 al 27<strong><br><br><sup>24</sup></strong> Setenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.<strong><br><br><sup>25</sup></strong> Sabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; se volverá a edificar la plaza y el muro en tiempos angustiosos.<strong><br><br><sup>26</sup></strong> Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.<strong><br><br><sup>27</sup></strong> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de mayo",
          "dayTitle": "<p>EL AÑO 1844<br></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p>Los primeros 490 años de la profecía de los 2.300 años fueron designados especialmente para la nación judía de la antigüedad y para la venida del Mesías. La última parte de los 2.300 años guarda relación con el pueblo de Dios, tanto judío como gentil, junto con la purificación del Santuario celestial y, finalmente, la segunda venida de Cristo.<br><br>Los primeros 490 años se aplican al primer advenimiento del Mesías y culminaron en el año 34 d.C. Si le restamos 490 años a los 2.300 años, nos quedan 1.810 años. Esta segunda parte de 1.810 años se aplica al pueblo de Dios. Si comenzamos en el año 34 d.C. y agregamos 1.810 años, llegamos al año 1844 d.C. A la luz de la purificación o restauración de la verdad acerca del Santuario y el juicio celestial en el tiempo del fin, Dios hace su llamado final a toda la humanidad en Apocalipsis 14:6 y 7 instándola a que responda a su amor, acepte su gracia, y lleve una vida piadosa y de obediencia.<br><br><strong>Lee Levítico 16:16. ¿Cuál fue la razón de la purificación del Santuario, y qué nos enseña esto acerca del evangelio?</strong><br><br>Levítico 16:16<strong><br><br><sup>16</sup></strong> Así purificará el santuario, a causa de las impurezas de los hijos de Israel, de sus rebeliones y de todos sus pecados; de la misma manera hará también al tabernáculo de reunión, el cual reside entre ellos en medio de sus impurezas.<br><br>Debido a los pecados del pueblo, las iniquidades del pueblo, el Santuario tenía que purificarse, y esto solo se llevaba a cabo con la sangre de los animales. Con nosotros sucede igual. Necesitamos un Salvador, cuya vida está simbolizada por los animales sacrificados en el Día de la Expiación, como la única manera de salir airosos del Juicio.<br><br><strong>Lee Levítico 23:26 al 29. ¿Qué mandó hacer Dios a su pueblo en ese día de juicio, y qué debería significar eso para nosotros hoy?</strong><br><br>Levítico 23:26 al 29<strong><br><br><sup>26</sup></strong> También habló Jehová a Moisés, diciendo:<strong><br><br><sup>27 </sup></strong>A los diez días de este mes séptimo será el día de expiación; tendréis santa convocación, y afligiréis vuestras almas, y ofreceréis ofrenda encendida a Jehová.<strong><sup><br><br>28</sup></strong> Ningún trabajo haréis en este día; porque es día de expiación, para reconciliaros delante de Jehová vuestro Dios.<strong><br><br><sup>29</sup></strong> Porque toda persona que no se afligiere en este mismo día, será cortada de su pueblo.<br><br>Los israelitas debían afligir su alma (Lev. 23:32, RVR1960). Esta expresión indica que debían humillarse y examinar el corazón, confesar los pecados, arrepentirse, y pedir a Dios que los limpie, así como el sumo sacerdote estaba purificando el Santuario terrenal.<strong><br><br>Los capítulos proféticos de Daniel 7 al 9 y Apocalipsis 14 se centran especialmente en los llamados urgentes de la hora del Juicio para prepararse. Desde 1844, hemos estado viviendo en la hora del Juicio, y el mensaje de Apocalipsis del primer ángel proclama: “ha llegado la hora de su juicio” (Apoc. 14:7). Entonces, ¿cómo afligimos hoy nuestra alma?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de mayo",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR</p><p><br></p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>Esta es una manera rápida y fácil de ver la profecía de las 70 semanas de Daniel 9:24 al 27:<br><br>En primer lugar, las 70 semanas (Dan. 9:24). <br></p><p>Luego, las siete semanas y 62 semanas, o 69 semanas (Dan. 9:25) de las 70 semanas.<br><br>Luego la última semana, la número setenta (Dan. 9:27). <br></p><p>Y, por último, esa última semana se divide (“a la mitad de la semana” [Dan. 9:27]) en dos secciones de tres años y medio cada una.<br><br>Eso es todo. Setenta semanas, que se componen de 69 semanas y 1 semana. Y esa semana se divide por la mitad. Simplemente, vincula la fecha, 457 a.C. al principio, y con cálculos matemáticos sencillos llegamos a 1844 en la línea del tiempo.<br><br>Además, al hablar de los 2.300 días, Daniel 8 nunca dijo cuándo comenzaban los 2.300 días. “ ‘Hasta dos mil trescientos días de tardes y mañanas. Entonces el Santuario será purificado’ ” (Dan. 8:14). ¿Hasta dos mil trescientos días, a partir de cuándo? ¿Por qué no desde cuando Daniel tuvo la visión en sí, el “tercer año del reinado del rey Belsasar” (Dan. 8:1)?<br><br>Eso no funciona. La visión de Daniel 8 no incluía a Babilonia. Esta visión comenzó con acontecimientos posteriores, es decir, Medopersia, Grecia, Roma, hasta “el fin”. ¿Por qué datar un acontecimiento, la purificación del Santuario, que está en la visión, a partir de un evento, Babilonia, que no figura en la visión? La fecha de inicio para el punto culminante de la visión debe provenir desde dentro de la visión en sí, que comenzó con Medopersia y se extiende hasta “el fin”. Eso implica muchísimos años.<br><br>¿Cuándo comenzó? No se nos dice en Daniel 8. Se nos dice en Daniel 9.<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br>1. En clase, analicen la estrecha relación entre el evangelio y el Juicio como se muestra en estas dos partes de lo que en realidad es una profecía. ¿Por qué el vínculo entre los dos es una buena noticia para nosotros? Esta relación, ¿cómo debería ayudarnos a disipar el miedo que muchos han tenido con respecto a la idea del Juicio?<br><br>2. Reflexionen sobre la verdad, revelada en Daniel 9:26, de que el Mesías es cortado, pero “nada le quedará”. ¿De qué está hablando? ¿Para quién fue cortado, y por qué?<br><br>3. Relean Levítico 16:16 y 23:26 al 29. Dialoguen sobre la razón de la purificación del Santuario (Lev. 16:16) y cómo se supone que debía actuar el pueblo cuando esto sucedía (Lev. 23:26-29). ¿Cuál es la relación entre lo que sucede aquí y lo que debería significar para nosotros hoy?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>LA HORA DE SU JUICIO<br></p>",
      "verse": "<p>“Y hagan esto conociendo el tiempo, que ya es hora de levantarnos del sueño; pues ahora nuestra salvación está más cerca que cuando creímos. La noche está muy avanzada; el día casi ha llegado. Desechemos las obras de las tinieblas y vistámonos las armas de luz” (Rom. 13:11, 12)<br></p>",
      "versionCode": 2,
      "weekDate": "29 de abril - 5 de mayo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
