{
  "data": [
    {
      "color": "#6774bf",
      "id": 9,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "23 de agosto",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>Dios deseaba que su pueblo fuera diferente de las naciones circundantes. Quería que se establecieran como una devota comunidad de fe que viviera bajo su liderazgo y autoridad. Todos estarían sujetos a su Ley. Los jueces debían ser nombrados administradores de la Ley, y los sacerdotes debían enseñarla. Los padres también desempeñaban un papel crucial.\n</p><p>En cualquier cultura, las leyes revelan los ideales, objetivos, intenciones y carácter de los legisladores. Por ejemplo, cuando el faraón ordenó matar a todos los bebés varones hebreos, esa ley puso de manifiesto que era una persona malvada. A diferencia de ello, si un rey promulgara una ley para que todos los jóvenes de su reino recibieran una educación superior gratuita, muchos considerarían eso una demostración de la generosidad de ese monarca y de su deseo de que su país prosperara.\n</p><p>La Ley de Dios es una revelación acerca de él, de su bondad, amor, valores, rectitud y oposición al mal. Puesto que la Ley es santa y justa, Dios también lo es.\n</p><p>La Ley genera un ámbito propicio para una vida abundante y, si la obedecemos, nos pone a resguardo de peligros y calamidades. El respeto a Dios, a los demás y a los valores de la vida es la base del sistema legislativo divino.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de agosto",
          "dayTitle": "<p>EL CÓDIGO DEL PACTO</p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>Con la entrega de su Ley en el Sinaí, Dios sentó las bases para enseñar a su pueblo cómo vivir con santidad en conexión con él. Pero los principios de la Ley necesitaban ser aplicados en la vida cotidiana, por lo que Dios les dio leyes adicionales, el llamado “código del pacto”. Era responsabilidad de los jueces velar para que esas ordenanzas fueran aplicadas correctamente.\n</p><p>“La mente de la gente, cegada y envilecida por la servidumbre y el paganismo, no estaba preparada para apreciar plenamente los abarcadores principios de los diez preceptos de Dios. Para que las obligaciones del Decálogo pudieran ser mejor comprendidas y ejecutadas, se añadieron otros preceptos, que ilustraban y aplicaban los principios de los Diez Mandamientos. Estas leyes se llamaron ‘derechos’, porque fueron trazadas con infinita sabiduría y equidad, y porque los magistrados habían de juzgar según ellas. A diferencia de los Diez Mandamientos, estos ‘derechos’ fueron entregados en privado a Moisés, quien debía comunicarlos al pueblo” (Elena de White, Patriarcas y profetas, p. 319).\n</p><p><strong>Lee Éxodo 21:1 al 32. ¿Qué normas específicas promulgó Dios en relación con los esclavos hebreos, el homicidio y las lesiones corporales?</strong></p><p><strong>Éxodo 21:1-32</strong></p><p>\n</p><p>\n</p>\n<p><strong><sup>1</sup></strong> Estas son las leyes que les propondrás.</p>\n<p><strong><sup>2</sup></strong> Si comprares siervo hebreo, seis años servirá; mas al séptimo saldrá libre, de balde.</p>\n<p><strong><sup>3</sup></strong> Si entró solo, solo saldrá; si tenía mujer, saldrá él y su mujer con él.</p>\n<p><strong><sup>4</sup></strong> Si su amo le hubiere dado mujer, y ella le diere hijos o hijas, la mujer y sus hijos serán de su amo, y él saldrá solo.</p>\n<p><strong><sup>5</sup></strong> Y si el siervo dijere: Yo amo a mi señor, a mi mujer y a mis hijos, no saldré libre;</p>\n<p><strong><sup>6</sup></strong> entonces su amo lo llevará ante los jueces, y le hará estar junto a la puerta o al poste, y su amo le horadará la oreja con lesna; y será su siervo para siempre.</p>\n<p><strong><sup>7</sup></strong> Y cuando alguno vendiere su hija por sierva, no saldrá ella como suelen salir los siervos.</p>\n<p><strong><sup>8</sup></strong> Si no agradare a su señor, por lo cual no la tomó por esposa, se le permitirá que se rescate; y no la podrá vender a pueblo extraño cuando la desechare.</p>\n<p><strong><sup>9</sup></strong> Mas si la hubiere desposado con su hijo, la tratará como a una hija.</p>\n<p><strong><sup>10</sup></strong> Si tomare para él otra mujer, no disminuirá su alimento, ni su vestido, ni el deber conyugal.</p>\n<p><strong><sup>11</sup></strong> Y si ninguna de estas tres cosas hiciere a ella, ella saldrá de gracia, sin dinero.</p>\n<p><strong><sup>12</sup></strong> El que hiriere a alguno, haciéndole así morir, él morirá.</p>\n<p><strong><sup>13</sup></strong> Mas el que no pretendía herirlo, sino que Dios lo puso en sus manos, entonces yo te señalaré lugar al cual ha de huir.</p>\n<p><strong><sup>14</sup></strong> Pero si alguno se ensoberbeciere contra su prójimo y lo matare con alevosía, de mi altar lo quitarás para que muera.</p>\n<p><strong><sup>15</sup></strong> El que hiriere a su padre o a su madre, morirá.</p>\n<p><strong><sup>16</sup></strong> Asimismo el que robare una persona y la vendiere, o si fuere hallada en sus manos, morirá.</p>\n<p><strong><sup>17</sup></strong> Igualmente el que maldijere a su padre o a su madre, morirá.</p>\n<p><strong><sup>18</sup></strong> Además, si algunos riñeren, y uno hiriere a su prójimo con piedra o con el puño, y no muriere, pero cayere en cama;</p>\n<p><strong><sup>19</sup></strong> si se levantare y anduviere fuera sobre su báculo, entonces será absuelto el que le hirió; solamente le satisfará por lo que estuvo sin trabajar, y hará que le curen.</p>\n<p><strong><sup>20</sup></strong> Y si alguno hiriere a su siervo o a su sierva con palo, y muriere bajo su mano, será castigado;</p>\n<p><strong><sup>21</sup></strong> mas si sobreviviere por un día o dos, no será castigado, porque es de su propiedad.</p>\n<p><strong><sup>22</sup></strong> Si algunos riñeren, e hirieren a mujer embarazada, y esta abortare, pero sin haber muerte, serán penados conforme a lo que les impusiere el marido de la mujer, y juzgaren los jueces.</p>\n<p><strong><sup>23</sup></strong> Mas si hubiere muerte, entonces pagarás vida por vida,</p>\n<p><strong><sup>24</sup></strong> ojo por ojo, diente por diente, mano por mano, pie por pie,</p>\n<p><strong><sup>25</sup></strong> quemadura por quemadura, herida por herida, golpe por golpe.</p>\n<p><strong><sup>26</sup></strong> Si alguno hiriere el ojo de su siervo o el ojo de su sierva, y lo dañare, le dará libertad por razón de su ojo.</p>\n<p><strong><sup>27</sup></strong> Y si hiciere saltar un diente de su siervo o un diente de su sierva, por su diente le dejará ir libre.</p>\n<p><strong><sup>28</sup></strong> Si un buey acorneare a hombre o mujer, y a causa de ello muriere, el buey será apedreado, y no se comerá su carne; mas el dueño del buey será absuelto.</p>\n<p><strong><sup>29</sup></strong> Pero si el buey era acorneador desde tiempo atrás, y su dueño lo sabía, y no lo hubiere guardado, y matare a hombre o mujer, el buey será apedreado, y también morirá su dueño.</p>\n<p><strong><sup>30</sup></strong> Si le fuere impuesto precio de rescate, entonces dará por el rescate de su persona cuanto le fuere impuesto.</p>\n<p><strong><sup>31</sup></strong> Haya acorneado a hijo o a hija, conforme a este juicio se hará con él.</p>\n<p><strong><sup>32</sup></strong> Si el buey acorneare a un siervo o a una sierva, pagará su dueño treinta siclos de plata, y el buey será apedreado.</p><p>El código del pacto se encuentra registrado en varios capítulos (Éxo. 21:1?23:19). Todos estos reglamentos y leyes fueron promulgados para detener la avalancha del mal y construir una sociedad ordenada.\n</p><p>Las leyes acerca de la esclavitud eran especiales y no deben confundirse con la perversa práctica de la esclavitud moderna o medieval. Los esclavos hebreos eran protegidos y valorados. En las sociedades modernas y medievales, los siervos y los esclavos eran propiedad de sus dueños, quienes podían hacer con ellos lo que quisieran. A diferencia de ello, las leyes bíblicas regulaban la servidumbre de manera diferente, pues ella estaba limitada a seis años (Éxo. 21:1, 2; Jer. 34:8-22). En el séptimo año, los esclavos debían ser liberados a menos que quisieran permanecer al servicio de sus amos. Estos también debían permitir que sus siervos descansaran los sábados (Éxo. 20:9, 10) y satisfacer sus necesidades básicas.\n</p><p><strong>Aunque la perversa práctica de la esclavitud institucionalizada ha sido abolida en la mayor parte del mundo, ¿de qué maneras siguen existiendo algunos de sus rasgos distintivos? ¿Qué podemos hacer en nuestro propio y limitado ámbito para luchar contra esto?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 d eagosto",
          "dayTitle": "<p>MÁS LEYES</p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>En su misericordia, Dios instruyó a los jueces acerca de cómo debían tratar a las personas en diversas situaciones relacionadas con los derechos de propiedad. Se enumeran varios casos prácticos, indicando, por ejemplo, qué hacer si el toro de alguien atacaba al de un vecino, si la gente robaba un animal doméstico y lo vendía, si los animales pastaban en el campo o la viña de otro propietario, si le era sustraído a alguien un objeto prestado, o si un animal alquilado sufría una herida o moría (Éxo. 21:33-22:15).\n</p><p><strong>Lee Éxodo 22:16 a 23:9. ¿Qué cuestiones eran contempladas en estas leyes y de qué manera?</strong></p><p><strong>&nbsp;Éxodo 22:16-31</strong></p><p>\n</p>\n<p><strong><sup>16</sup></strong> Si alguno engañare a una doncella que no fuere desposada, y durmiere con ella, deberá dotarla y tomarla por mujer.</p>\n<p><strong><sup>17</sup></strong> Si su padre no quisiere dársela, él le pesará plata conforme a la dote de las vírgenes.</p>\n<p><strong><sup>18</sup></strong> A la hechicera no dejarás que viva.</p>\n<p><strong><sup>19</sup></strong> Cualquiera que cohabitare con bestia, morirá.</p>\n<p><strong><sup>20</sup></strong> El que ofreciere sacrificio a dioses excepto solamente a Jehová, será muerto.</p>\n<p><strong><sup>21</sup></strong> Y al extranjero no engañarás, ni angustiarás; porque extranjeros fuisteis vosotros en la tierra de Egipto.</p>\n<p><strong><sup>22</sup></strong> A ninguna viuda ni huérfano afligiréis.</p>\n<p><strong><sup>23</sup></strong> Porque si tú llegas a afligirles, y ellos clamaren a mí, ciertamente oiré yo su clamor;</p>\n<p><strong><sup>24</sup></strong> y mi furor se encenderá, y os mataré a espada, y vuestras mujeres serán viudas, y huérfanos vuestros hijos.</p>\n<p><strong><sup>25</sup></strong> Si prestares dinero a uno de mi pueblo, al pobre que está contigo, no te portarás con él como logrero, ni le impondrás usura.</p>\n<p><strong><sup>26</sup></strong> Si tomares en prenda el vestido de tu prójimo, a la puesta del sol se lo devolverás.</p>\n<p><strong><sup>27</sup></strong> Porque sólo eso es su cubierta, es su vestido para cubrir su cuerpo. ¿En qué dormirá? Y cuando él clamare a mí, yo le oiré, porque soy misericordioso.</p>\n<p><strong><sup>28</sup></strong> No injuriarás a los jueces, ni maldecirás al príncipe de tu pueblo.</p>\n<p><strong><sup>29</sup></strong> No demorarás la primicia de tu cosecha ni de tu lagar. Me darás el primogénito de tus hijos.</p>\n<p><strong><sup>30</sup></strong> Lo mismo harás con el de tu buey y de tu oveja. Siete días estará con su madre, y al octavo día me lo darás.</p>\n<p><strong><sup>31</sup></strong> Y me seréis hombres santos; no comeréis carne destrozada por las fieras en el campo; a los perros la echaréis.</p><p><strong>&nbsp;Éxodo 23:1-9</strong></p>\n\n<p><strong><sup>1</sup></strong> No admitirás falso rumor. No te concertarás con el impío para ser testigo falso.</p>\n<p><strong><sup>2</sup></strong> No seguirás a los muchos para hacer mal, ni responderás en litigio inclinándote a los más para hacer agravios;</p>\n<p><strong><sup>3</sup></strong> ni al pobre distinguirás en su causa.</p>\n<p><strong><sup>4</sup></strong> Si encontrares el buey de tu enemigo o su asno extraviado, vuelve a llevárselo.</p>\n<p><strong><sup>5</sup></strong> Si vieres el asno del que te aborrece caído debajo de su carga, ¿le dejarás sin ayuda? Antes bien le ayudarás a levantarlo.</p>\n<p><strong><sup>6</sup></strong> No pervertirás el derecho de tu mendigo en su pleito.</p>\n<p><strong><sup>7</sup></strong> De palabra de mentira te alejarás, y no matarás al inocente y justo; porque yo no justificaré al impío.</p>\n<p><strong><sup>8</sup></strong> No recibirás presente; porque el presente ciega a los que ven, y pervierte las palabras de los justos.</p>\n<p><strong><sup>9</sup></strong> Y no angustiarás al extranjero; porque vosotros sabéis cómo es el alma del extranjero, ya que extranjeros fuisteis en la tierra de Egipto.</p><p>Las leyes de Dios incluían diferentes cuestiones. Había entre ellas ciertas normas específicas contra el menosprecio o la humillación de las personas. Dios no quería que existiera ningún tipo de explotación. En su misericordia, el Señor corrige las tendencias pecaminosas del corazón humano y refrena las inclinaciones naturales. La sociedad debía ser mantenida a salvo; el mal, eliminado; y las buenas relaciones interpersonales, cultivadas. La justicia y el amor deben regir todas las acciones.</p><p><strong>Lee Éxodo 23:10 al 19. ¿Qué cuestiones importantes son tratadas allí?</strong></p><p><strong>Éxodo 23:10-19</strong></p>\n\n<p><strong><sup>10</sup></strong> Seis años sembrarás tu tierra, y recogerás su cosecha;</p>\n<p><strong><sup>11</sup></strong> mas el séptimo año la dejarás libre, para que coman los pobres de tu pueblo, y de lo que quedare comerán las bestias del campo. Así harás con tu viña y con tu olivar.</p>\n<p><strong><sup>12</sup></strong> Seis días trabajarás, y al séptimo día reposarás, para que descanse tu buey y tu asno, y tome refrigerio el hijo de tu sierva, y el extranjero.</p>\n<p><strong><sup>13</sup></strong> Y en todo lo que os he dicho, sed diligentes. Y nombre de otros dioses no mentaréis, ni se oirá de vuestra boca.</p>\n<p><strong><sup>14</sup></strong> Tres veces en el año me celebraréis fiesta.</p>\n<p><strong><sup>15</sup></strong> La fiesta de los panes sin levadura guardarás; siete días comerás los panes sin levadura, como yo te mandé, en el tiempo del mes de Abib, porque en él saliste de Egipto; y ninguno se presentará delante de mí con las manos vacías.</p>\n<p><strong><sup>16</sup></strong> También la fiesta de la siega, los primeros frutos de tus labores que hubieres sembrado en el campo; y la fiesta de la cosecha a la salida del año, cuando hayas recogido los frutos de tus labores del campo.</p>\n<p><strong><sup>17</sup></strong> Tres veces en el año se presentará todo varón delante de Jehová el Señor.</p>\n<p><strong><sup>18</sup></strong> No ofrecerás con pan leudado la sangre de mi sacrificio; ni se reservará nada de la víctima de la fiesta solemne hasta la mañana.</p>\n<p><strong><sup>19</sup></strong> Las primicias de los primeros frutos de tu tierra traerás a la casa de Jehová tu Dios. No guisarás el cabrito en la leche de su madre.</p><p>El sábado y las festividades religiosas tenían que ver con el culto y recordaban acontecimientos cruciales de la historia de la salvación. El culto estaba cuidadosamente regulado pues era la base teológica de todas las demás actividades. El sábado fue establecido en la Creación (Gén. 2:2, 3; Éxo. 20:8-11), estaba relacionado con la liberación y la redención de Israel (Deut. 5:12-15), y apunta de manera poderosa a la adoración a Dios como nuestro Creador, Redentor y Señor (Mar. 2:27, 28).\n</p><p>Israel debía celebrar tres festividades religiosas principales cada año: (1) la Pascua, o Fiesta de los Panes sin Levadura, en primavera (normalmente entre mediados de marzo y mediados de abril); (2) Pentecostés, o Fiesta de la cosecha o de las Semanas, con su inicio cincuenta días después de la anterior; y (3) la Fiesta de los Tabernáculos, de las Cabañas o de la Recolección, en otoño (normalmente entre mediados de septiembre y mediados de octubre; ver también Éxo. 34:18-26; Lev. 23:4-44; Núm. 28:16-29:40; Deut. 16:1-16).</p><p>\n</p>\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de agosto",
          "dayTitle": "<p>EL PLAN ORIGINAL DE DIOS</p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Éxodo 23:20 al 33. ¿Qué métodos quiso utilizar Dios para conquistar la Tierra Prometida?</strong></p><p><strong>Éxodo 23:20-33</strong></p>\n<p><strong><sup>20</sup></strong> He aquí yo envío mi Ángel delante de ti para que te guarde en el camino, y te introduzca en el lugar que yo he preparado.</p>\n<p><strong><sup>21</sup></strong> Guárdate delante de él, y oye su voz; no le seas rebelde; porque él no perdonará vuestra rebelión, porque mi nombre está en él.</p>\n<p><strong><sup>22</sup></strong> Pero si en verdad oyeres su voz e hicieres todo lo que yo te dijere, seré enemigo de tus enemigos, y afligiré a los que te afligieren.</p>\n<p><strong><sup>23</sup></strong> Porque mi Ángel irá delante de ti, y te llevará a la tierra del amorreo, del heteo, del ferezeo, del cananeo, del heveo y del jebuseo, a los cuales yo haré destruir.</p>\n<p><strong><sup>24</sup></strong> No te inclinarás a sus dioses, ni los servirás, ni harás como ellos hacen; antes los destruirás del todo, y quebrarás totalmente sus estatuas.</p>\n<p><strong><sup>25</sup></strong> Mas a Jehová vuestro Dios serviréis, y él bendecirá tu pan y tus aguas; y yo quitaré toda enfermedad de en medio de ti.</p>\n<p><strong><sup>26</sup></strong> No habrá mujer que aborte, ni estéril en tu tierra; y yo completaré el número de tus días.</p>\n<p><strong><sup>27</sup></strong> Yo enviaré mi terror delante de ti, y consternaré a todo pueblo donde entres, y te daré la cerviz de todos tus enemigos.</p>\n<p><strong><sup>28</sup></strong> Enviaré delante de ti la avispa, que eche fuera al heveo, al cananeo y al heteo de delante de ti.</p>\n<p><strong><sup>29</sup></strong> No los echaré de delante de ti en un año, para que no quede la tierra desierta, y se aumenten contra ti las fieras del campo.</p>\n<p><strong><sup>30</sup></strong> Poco a poco los echaré de delante de ti, hasta que te multipliques y tomes posesión de la tierra.</p>\n<p><strong><sup>31</sup></strong> Y fijaré tus límites desde el Mar Rojo hasta el mar de los filisteos, y desde el desierto hasta el Éufrates; porque pondré en tus manos a los moradores de la tierra, y tú los echarás de delante de ti.</p>\n<p><strong><sup>32</sup></strong> No harás alianza con ellos, ni con sus dioses.</p>\n<p><strong><sup>33</sup></strong> En tu tierra no habitarán, no sea que te hagan pecar contra mí sirviendo a sus dioses, porque te será tropiezo.</p><p>La intención de Dios no era que los israelitas lucharan por su nuevo territorio, sino que este les sería otorgado. La Tierra Prometida había sido prometida a Abraham, Isaac y Jacob, y debería haber sido recibida por Israel como un regalo especial de Dios.\n</p><p>El modelo para la conquista de la Tierra Prometida se hizo patente durante el cruce del Mar Rojo. Dios luchó por su pueblo y le concedió la victoria total sobre quienes pretendían destruirlo (Éxo. 14:13, 14). Los egipcios fueron derrotados porque el Señor intervino milagrosamente. Del mismo modo, en tiempos del rey asirio Senaquerib, Dios también derrotó al vasto ejército asirio, fuertemente equipado y bien entrenado, sin que los israelitas tuvieran que luchar. Dios les concedió la victoria porque el rey Ezequías creyó en la palabra de Dios que le fue comunicada por el profeta Isaías (2 Rey. 19:35; Isa. 37:36).\n</p><p>Dios informó a Abraham que la Tierra Prometida no sería entregada inmediatamente a su posteridad, sino recién al cabo de cuatrocientos años (Gén. 15:13-16). ¿Por qué? La razón estaba relacionada con la maldad de los habitantes de Canaán. Dios estaba obrando misericordiosamente con ese pueblo y les concedió otro período de gracia para que se arrepintieran. Sin embargo, ellos continuaron en su rebelión contra Dios y sus valores, así que cuando la iniquidad de esas naciones alcanzó su clímax, Dios se dispuso a entregar su territorio a los hebreos como una nueva patria.\n</p><p>Además, Dios prometió que expulsaría a las naciones delante de Israel usando dos métodos inusuales pero muy efectivos: (1) infundiendo temor a las naciones malvadas, y (2) con avispas que ahuyentarían a la gente. Antes de que los israelitas llegaran al nuevo territorio, sus enemigos abandonarían el lugar y huirían de ellos (Éxo. 23:27, 28).\n</p><p>El papel crucial en la conquista de la Tierra Prometida lo desempeña el Ángel de Dios. Este Mensajero era Cristo, quien guiaba a Israel y los protegía. Él era la columna de nube que los guiaba de día y la columna de fuego durante la noche. Israel debía prestarle mucha atención y escucharlo porque tenía autoridad divina (Éxo. 23:21). El desafío a la voluntad de Dios y la incredulidad respecto de su liderazgo complicarían el avance del pueblo.\n</p><p><strong>¿Qué nos enseña acerca de la gracia de Dios el hecho de que concedió muchos años a los paganos para que abandonaran sus malos hechos? A su vez, ¿qué nos enseña eso acerca de los límites de su gracia hacia quienes se niegan a aceptarla?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de agosto",
          "dayTitle": "<p>OJO POR OJO</p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Mateo 5:38 al 48. ¿Cómo interpretó Jesús el significado de la ley del talión? ¿Cómo deberíamos aplicarla hoy?</strong></p><p><strong>Mateo 5:38-48</strong></p>\n<p><strong><sup>38</sup></strong> Oísteis que fue dicho: Ojo por ojo, y diente por diente.</p>\n<p><strong><sup>39</sup></strong> Pero yo os digo: No resistáis al que es malo; antes, a cualquiera que te hiera en la mejilla derecha, vuélvele también la otra;</p>\n<p><strong><sup>40</sup></strong> y al que quiera ponerte a pleito y quitarte la túnica, déjale también la capa;</p>\n<p><strong><sup>41</sup></strong> y a cualquiera que te obligue a llevar carga por una milla, ve con él dos.</p>\n<p><strong><sup>42</sup></strong> Al que te pida, dale; y al que quiera tomar de ti prestado, no se lo rehúses.</p>\n<p><strong><sup>43</sup></strong> Oísteis que fue dicho: Amarás a tu prójimo, y aborrecerás a tu enemigo.</p>\n<p><strong><sup>44</sup></strong> Pero yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen;</p>\n<p><strong><sup>45</sup></strong> para que seáis hijos de vuestro Padre que está en los cielos, que hace salir su sol sobre malos y buenos, y que hace llover sobre justos e injustos.</p>\n<p><strong><sup>46</sup></strong> Porque si amáis a los que os aman, ¿qué recompensa tendréis? ¿No hacen también lo mismo los publicanos?</p>\n<p><strong><sup>47</sup></strong> Y si saludáis a vuestros hermanos solamente, ¿qué hacéis de más? ¿No hacen también así los gentiles?</p>\n<p><strong><sup>48</sup></strong> Sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto.</p><p>En el Sermón del Monte, Jesucristo citó textos del Antiguo Testamento con los que sus oyentes estaban sin duda familiarizados. Sin embargo, habló en contra de las interpretaciones rabínicas vigentes, que a lo largo de los siglos se habían alejado del propósito original de esas leyes citadas. Es decir, la tradición humana no solo ocultaba el propósito de la Palabra de Dios, sino que también en algunos casos (pensemos en las regulaciones rabínicas acerca del sábado y lo que ellas habían hecho con el cuarto Mandamiento) había pervertido su intención y significado. Con sus palabras, Jesús estaba restaurando el sentido original de esas leyes.\n</p><p>En el Monte de las Bienaventuranzas, Jesús trató de corregir algunas de esas interpretaciones erróneas señalando a sus oyentes la intención y el significado originales de los textos.\n</p><p>Éxodo 21:24 (“ojo por ojo, diente por diente”) fue citado en Mateo 5:38 y 39 (“Ustedes oyeron que fue dicho... Pero yo les digo”) y se refería a la ley del talión. Este versículo es también utilizado en otros lugares de la Biblia (Lev. 24:20; Deut. 19:21).\n</p><p>Esta ley fue formulada con la intención de evitar la venganza, de poner fin a las contiendas sangrientas y a las represalias sin una investigación previa. Los daños debían ser evaluados por jueces, y luego se establecía y pagaba una compensación monetaria adecuada. Esta práctica surgió para evitar que las personas tomaran la justicia en sus manos. Era necesario hacer justicia, pero en armonía con la Ley de Dios. Jesucristo, quien promulgó estas leyes sociales por medio de Moisés, conocía el propósito de ellas, razón por la cual podía aplicarlas de manera objetiva, de acuerdo con su intención original. El motivo detrás de ellas era hacer justicia, propiciar la reconciliación y restaurar la paz.\n</p><p>Se podría argumentar que la justicia implica en cierto sentido una especie de venganza o vindicación. La correcta aplicación de estas leyes era un intento de encontrar el justo equilibrio entre la justicia y la vindicación.\n</p><p><strong>¿Cómo puede la certeza de que Dios hará finalmente justicia ayudarnos a lidiar con las injusticias que vemos en el mundo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de agosto",
          "dayTitle": "<p>VENGANZA</p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>“No se venguen ustedes mismos, amados míos, antes den lugar a la ira de Dios. Porque escrito está: ‘Mía es la venganza, yo pagaré, dice el Señor’ ” (Rom. 12:19; ver también Deut. 32:35).\n</p><p><strong>¿Qué promesa y qué mandato se encuentran en los versículos recién citados, y cómo están estrechamente relacionados?\n</strong></p><p>Hasta que el Señor traiga la justicia, que tanta falta hace, era el deber de los jueces en el antiguo Israel aplicar la ley y determinar un castigo justo cuando ocurría un daño o lesión. Pero primero necesitaban investigar los hechos. El problema era que los maestros de la Ley en la época de Cristo aplicaban esta ley de una manera que abría la puerta a la venganza personal. Al hacerlo, el principio fue sacado de su contexto, y se perdió el propósito inicial. En consecuencia, defendían lo que la Ley realmente prohibía.\n</p><p><strong>Lee Mateo 6:4, 6; 16:27; Lucas 6:23, y 2 Timoteo 4:8. ¿Qué nos dicen estos textos acerca de cómo veía Jesús los principios relativos a la recompensa y el castigo?</strong></p><p><strong>&nbsp;Mateo 6:4, 6; 16:27; Lucas 6:23, y 2 Timoteo 4:8</strong></p><p>\n</p><p>\n</p><p>\n</p>\n\n<p><span style=\"font-size: 10.5px;\"><strong><sup>4</sup></strong></span>para que sea tu limosna en secreto; y tu Padre que ve en lo secreto te recompensará en público.</p>\n\n<p><strong><sup>6</sup></strong>&nbsp;Mas tú, cuando ores, entra en tu aposento, y cerrada la puerta, ora a tu Padre que está en secreto; y tu Padre que ve en lo secreto te recompensará en público.</p><p><strong>&nbsp;Mateo 16:27</strong>&nbsp;</p>\n\n<p><strong><sup>27</sup></strong> Porque el Hijo del Hombre vendrá en la gloria de su Padre con sus ángeles, y entonces pagará a cada uno conforme a sus obras.</p><p><strong>Lucas 6:23</strong></p>\n\n<p><strong><sup>23</sup></strong> Gozaos en aquel día, y alegraos; porque he aquí vuestro galardón es grande en los cielos; porque así hacían sus padres con los profetas.</p><p><strong>2 Timoteo 4:8</strong></p>\n\n<p><strong><sup>8</sup></strong> Por lo demás, me está guardada la corona de justicia, la cual me dará el Señor, juez justo, en aquel día; y no sólo a mí, sino también a todos los que aman su venida.</p><p>Jesús no estaba en contra del principio de la recompensa y el castigo. La justicia es una cuestión de principios; es una parte crucial de la vida. Sin embargo, ningún individuo debe asumir el papel de juez, jurado y “verdugo”. ¡Qué fácil sería para nosotros pervertir la justicia! No nos corresponde a nosotros reparar el daño. Si hay que reparar un mal, debe hacerlo un tribunal objetivo; es la labor de los jueces.\n</p><p>En este contexto, Jesús nos dice que seamos tan perfectos como nuestro “Padre celestial es perfecto” (Mat. 5:48). ¿Cómo podemos ser tan perfectos como Dios mismo? El amor desinteresado es la característica primordial de Dios. Él enseña a sus seguidores a amar a sus enemigos y a orar por quienes los persiguen. La verdadera perfección consiste en amar, perdonar y ser misericordioso (Luc. 6:36), incluso con quienes no lo merecen. Este principio, y las acciones a las que conduce, es lo que significa reflejar el carácter de Dios.\n</p><p><strong>¿Cómo podemos aprender día a día a amar como se nos ha ordenado? ¿Por qué esto implica siempre la muerte al yo?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de agosto",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p>Lee el capítulo titulado “La ley dada a Israel” en el libro Patriarcas y profetas, de Elena de White, pp. 318-324.\n</p><p>Puesto que vivimos en el territorio de nuestro Enemigo, no es de extrañar que podamos ser heridos por sus hábiles y engañosas artimañas. ¿Quién de nosotros no ha conocido el dolor y el sufrimiento provocados por el pecado y el mundo caído y pecaminoso en el que vivimos? Desgraciadamente, esto forma parte de la vida, pero Dios nos da poder para afrontarlo.\n</p><p>“Nuestro amado Salvador nos enviará ayuda en el momento mismo en que la necesitemos. El camino al Cielo quedó consagrado por sus pisadas. Toda espina que hiere nuestros pies hirió también los suyos.\n</p><p>Toda cruz que debamos cargar ya la cargó él antes que nosotros. El Señor permite los conflictos con el fin de preparar al alma para la paz. El tiempo de angustia es una prueba severa y terrible para el pueblo de Dios; pero es el momento para que todo verdadero creyente mire hacia arriba, y, por medio de la fe, pueda ver el arco de la promesa que lo envuelve” (Elena de White, El conflicto de los siglos, p. 691).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>&nbsp;1. </strong>Muchos se han sentido desconcertados durante siglos porque el Señor hizo que los paganos cananeos fueran expulsados de su tierra y a veces incluso exterminados. Es, sin duda, algo inquietante. Sin embargo, ¿cómo puede ayudarnos el hecho de que el amor de Dios también implica hacer justicia a confiar en que él manifestó su amor y no solo su justicia en esa ocasión?\n</p><p><strong>2</strong>. Medita en lo dicho por Jesús luego de hablar del amor a los demás, incluso a nuestros enemigos y a quienes nos odian: “Sean, pues, perfectos, como su Padre celestial es perfecto” (Mat. 5:48). ¿Por qué enunciaría Jesús este requerimiento justo después de los anteriores? ¿Qué nos estaba diciendo aquí, no solo sobre lo que significa ser “perfectos”, sino también acerca de serlo como “nuestro Padre que está en los cielos”?\n</p><p><strong>3. </strong>El apóstol Pablo tenía una actitud positiva y edificante respecto de la Ley de Dios y sus funciones, pero se oponía al uso inadecuado de ella. ¿Qué significa su afirmación: “No están bajo la ley sino bajo la gracia” (Rom. 6:14)? ¿De qué maneras podemos abusar de la Ley?\n</p><p><strong>¿Cuál es la diferencia entre justicia y venganza? ¿Son conceptos completamente distintos o solo manifestaciones diferentes de la misma idea? ¿Cómo podemos saber si nuestro anhelo de justicia no es en realidad un deseo de venganza?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 20:22-24.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 20:21-23:33.\n</strong></p><p><strong>Introducción\n</strong></p><p>Además de la Ley moral, también conocida como Decálogo, los Diez Mandamientos, o las Diez Promesas de Dios, el Señor también dio a Moisés los mishpatim, palabra que significa literalmente “juicios” y que también es traducida como ordenanzas, reglas, leyes o reglamentos. Estas leyes aplicaban los principios del Decálogo a la vida cotidiana de los israelitas. Esta sección de leyes, escrita por Moisés en un rollo, recibió el nombre de “libro del pacto” (Éxo. 24:7) y es ampliada en Éxodo 20:22 a 23:19, tras lo cual se presenta el sermón de Dios acerca de cómo y bajo qué condiciones conduciría a su pueblo a la Tierra Prometida (Éxo. 23:20-33).\n</p><p><strong>Temática de la lección:\n</strong></p><p>Dios amplía las Diez Promesas, Diez Palabras, o Decálogo, y las explica a su pueblo en el Código del Pacto, lo que resulta evidente a la luz de los siguientes pasajes:\n</p><p><strong>1.</strong> La primera promesa se refiere al Dios único y viviente (Éxo. 20:23a; 23:13).\n</p><p><strong>2. </strong>La segunda promesa tiene que ver con la adoración verdadera y el rechazo de la idolatría (Éxo. 20:23b; 22:20; 23:24, 32b, 33).\n</p><p><strong>3.</strong> La tercera promesa trata acerca de la reverencia hacia Dios y lo que él representa (Éxo. 22:28a).\n</p><p><strong>4.</strong> La cuarta promesa se refiere al descanso sabático (Éxo. 23:10-12).\n</p><p><strong>5.</strong> La quinta promesa subraya el deber de los hijos de honrar a sus padres (Éxo. 21:15, 17).\n</p><p><strong>6.</strong> La sexta promesa tiene que ver con el respeto a la vida (Éxo. 21:12-14, 23, 29).\n</p><p><strong>7.</strong> La séptima promesa se enfoca en el respeto al matrimonio (Éxo. 22:16, 17).\n</p><p><strong>8.</strong> La octava promesa destaca el respeto a la propiedad (Éxo. 22:1-4).\n</p><p><strong>9.</strong> La novena promesa gira en torno al respeto hacia la reputación de las personas y la verdad (Éxo. 22:11; 23:1-9).\n</p><p><strong>10. </strong>La décima promesa tocante al respeto propio, la pureza mental y contra la codicia permea todo el Código del Pacto.\n</p><p>Estas leyes (algunas aplicables a situaciones específicas, otras de aplicación universal o incondicional) reflejan el Decálogo en sentido amplio. Por ejemplo, todas las prescripciones relativas a las injurias o daños apuntan a la sexta Promesa, o Mandamiento, mientras las regulaciones relacionadas con el robo señalan hacia la octava. El objetivo de estos pronunciamientos era ayudar a los creyentes a ser hombres y mujeres íntegros.\n</p><p><strong>COMENTARIO\n</strong></p><p>Éxodo 19 a 24 se refiere al establecimiento (Éxo. 19:3-8) y la renovación o confirmación del pacto de Dios con su pueblo en una ceremonia solemne que incluyó la aspersión de sangre como ratificación o sellamiento de ese pacto (Éxo. 24:3-8).\n</p><p>Entre ambos textos se presentan los principios fundamentales del carácter de Dios en relación con la humanidad. Estos valores universales y eternos, que trascienden las épocas y las culturas, se expresan en la Ley Moral, o Decálogo (Éxo. 20:1-17), y son luego explicados más detalladamente en el Código del Pacto (Éxo. 20:22-23:33).\n</p><p>La aplicación y extensión del Decálogo en forma de Código del Pacto puede ser estructurada de la siguiente manera:\n</p><p><strong>El prólogo (Éxo. 20:22-21:1)\n</strong></p><p><strong>1</strong>. Casos relacionados con los esclavos hebreos (Éxo. 21:2-11).\n</p><p><strong>2.</strong> Casos relacionados con la pena de muerte (Éxo. 21:12-17).\n</p><p><strong>3.</strong> Casos relacionados con lesiones personales (Éxo. 21:18-32).\n</p><p><strong>4</strong>. Casos de daños a la propiedad, protección de ella y robo (Éxo. 21:33-22:15).\n</p><p><strong>5.</strong> Casos relacionados con la vida en sociedad (Éxo. 22:16-31).\n</p><p><strong>6</strong>. Casos relacionados con la justicia y la vecindad (Éxo. 23:1-9).\n</p><p><strong>7.</strong> Leyes relacionadas con los ciclos y las festividades sagrados (Éxo. 23:10-19).\n</p><p><strong>El epílogo (Éxo. 23:20-33)\n</strong></p><p>Los principios que están detrás de estas regulaciones del Código del Pacto pueden ser aplicados aún hoy, pero sin implementar las penas o castigos adjuntos ya que fueron enunciados para el sistema teocrático de Israel y limitados a ese contexto original. La teocracia y las leyes relacionadas con los sacrificios terminaron con la muerte de Jesús en la Cruz (Dan. 9:25-27; Mat. 27:51; Col. 2:14) y con el apedreamiento del diácono Esteban en el año 34 d. C. (Hech. 7:54-60). La muerte de Esteban marcó el final de la profecía de las 70 semanas de Daniel 9:24 al 27, cumpliendo así el tiempo determinado para los judíos como nación y marcando el comienzo de la proclamación del evangelio a todo el mundo, tanto a judíos como a gentiles (Mat. 28:18-20; Hech. 1:8).\n</p><p><strong>“Donde yo establezca la memoria de mi nombre” (Éxo. 20:24)\n</strong></p><p>En el prólogo de los Diez Mandamientos, que establece el tono de lo que sigue, Dios declara: “Ustedes han visto que les hablé desde el cielo [refiriéndose a la reciente proclamación majestuosa, oral y pública de los Diez Mandamientos; ver Éxo. 20:1; Deut. 5:24] […] Donde yo establezca la memoria [hebreo: zakar, “recordar”] de mi nombre, vendré a ti y te bendeciré” (Éxo. 20:22-24). Este cuádruple énfasis en lo que Dios hizo y haría es crucial. La estructura gramatical traducida como “donde yo establezca la memoria de mi nombre” (Éxo. 20:24) tiene al Señor como sujeto.\n</p><p>Dios mismo quería asegurar a su pueblo que estaría con ellos. El Señor les prometió que estaría con ellos en los lugares donde estableciera su nombre y haría que fuera honrado; allí los bendeciría.\n</p><p>Esos lugares incluían numerosos puntos geográficos transitorios y especialmente, más tarde, el templo de Jerusalén, donde él sería adorado genuinamente. La declaración implica que las personas debían responder adecuadamente y cultivar una relación con él. Su presencia y bendición no eran algo automático, sino que él estaría donde su nombre fuera recordado. Esto está vinculado con la revelación que Dios hizo de su nombre a Moisés y, por su intermedio, a los israelitas, el nombre por el cual debía ser recordado “para siempre” (Éxo. 3:15). En consecuencia, en el centro teológico de las leyes de Éxodo 20:24-26 acerca del altar se subrayan la presencia y la bendición de Dios. El Señor ya había demostrado que estaba en Egipto, aunque los egipcios no lo reconocieran como quien era (Éxo. 8:22). Pero ahora proclamó que estaría en medio de su pueblo.\n</p><p><strong>El versículo central de Éxodo\n</strong></p><p>Según los comentarios marginales masoréticos al texto hebreo de Éxodo, el versículo central del libro se encuentra en Éxodo 22:27. Este texto se centra en uno de los atributos fundamentales de Dios: su gracia, que él concede gratuitamente y que consiste en un don inmerecido ofrecido a los seres humanos. El contexto habla del cuidado de Dios hacia los pobres y de la razón de ello: “Porque soy compasivo”. Obsérvese que este es el único atributo del Señor que se enmarca en la Escritura dentro de la identificación que él hace de sí mismo como “Yo soy”. La compasión es parte de la naturaleza moral de Dios y de su carácter. El Señor es compasivo por naturaleza.\n</p><p>Esta verdad esencial acerca de Dios es mencionada cuatro veces en Éxodo: dos veces como adjetivo (Éxo. 22:27; 34:6), y dos veces en forma de verbo (Éxo. 33:19).\n</p><p>El pueblo de Dios debe ser tan misericordioso como Dios, al ayudar desinteresadamente a los necesitados.\n</p><p><strong>La ley del talión (Éxo. 21:23-25)\n</strong></p><p>La llamada ley del talión es a menudo malinterpretada y utilizada para desacreditar el carácter de Dios y las enseñanzas del Antiguo Testamento. Es decir, para “demostrar” que el Dios del Antiguo Testamento era vengativo. Esta noción está lejos de la verdad y de la comprensión del significado y la intención de esa ley, ya que su propósito era limitar las represalias o venganzas personales, disuadiendo así a un individuo o familia de tomar la justicia en sus manos. Se trataba de una ley humana destinada a los jueces que trataban diferentes casos cuando se habían producido lesiones o daños. La ley debía garantizar la aplicación de una indemnización adecuada, no exagerada. La recompensa económica estaba principalmente detrás de estas regulaciones (ver, por ejemplo, Éxo. 21:19, 22, 30, 32, 34-36) u ofrecimientos de libertad de la esclavitud (Éxo. 21:26, 27), para que la comunidad israelita estuviera protegida y se restringiera el mal.\n</p><p><strong>La conquista de Canaán\n</strong></p><p>Dios aseguró a los israelitas que, así como había luchado por ellos en ocasión del cruce del Mar Rojo (Éxo. 14:13, 14, 26-31), volvería a hacerlo cuando entraran en la Tierra Prometida. Él mismo iría delante de ellos y derrotaría a sus enemigos (Éxo. 23:20-31). Dios aparece trece veces en este pasaje como sujeto de diversas acciones en favor de su pueblo. Allí declara lo que haría por Israel para que este heredara la Tierra Prometida:\n</p><p>•“Yo envío mi ángel delante de ti” (Éxo. 23:20).\n</p><p>• “Seré enemigo de tus enemigos” (Éxo. 23:22a).\n</p><p>• “Afligiré a los que te aflijan” (Éxo. 23:22b).\n</p><p>• “A quienes yo destruiré” (Éxo. 23:23).\n</p><p>• “Quitaré toda enfermedad de en medio de ti” (Éxo. 23:25).\n</p><p>• “¡Yo te concederé larga vida!” (Éxo. 23:26, NVI).\n</p><p>• “Enviaré mi terror delante de ti” (Éxo. 23:27).\n</p><p>• “Llenaré de consternación a todo pueblo donde entres” (Éxo. 23:27).\n</p><p>• “Haré que todos tus enemigos huyan de ti” (Éxo. 23:27).\n</p><p>• “Enviaré la avispa delante de ti” (Éxo. 23:28).\n</p><p>• “Poco a poco los echaré de delante de ti” (Éxo. 23:30).\n</p><p>• “Extenderé las fronteras de tu país” (Éxo. 23:31, NVI).\n</p><p>• “Pondré en tus manos a los habitantes del país” (Éxo. 23:31).\n</p><p><strong>Dios también dice claramente lo que su pueblo debía hacer para experimentar plenamente esta bendición divina:\n</strong></p><p><strong>1.</strong> “Presta atención” y “obedece” (Éxo. 23:21, NVI) a mi Ángel (Jesucristo preencarnado, designado como el Ángel del Señor; ver Gén. 16:7; Éxo. 3:2, 4, 7; 14:19);\n</p><p><strong>2.</strong> “No le seas rebelde” (Éxo. 23:21);\n</p><p><strong>3.</strong> “No te inclinarás a sus dioses [los dioses paganos], ni los servirás, ni harás como ellos [los paganos] hacen” (Éxo. 23:24);\n</p><p><strong>4. </strong>“Los destruirás del todo, y quebrarás enteramente sus estatuas” (Éxo. 23:24);\n</p><p><strong>5. </strong>“No harás alianza con ellos, ni con sus dioses” (Éxo. 23:32);\n</p><p><strong>6.</strong> “En tu tierra no habitarán, para que no te hagan pecar contra mí al servir a sus dioses, porque te será de tropiezo” (Éxo. 23:33).\n</p><p>De esta manera, el Señor les advirtió enfáticamente que no establecieran relaciones de pacto con las naciones vecinas ni siguieran sus prácticas idólatras, pues tales relaciones y prácticas romperían la relación de Israel con el Dios viviente, su Creador y Redentor, causando su ruina.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>1.</strong> El plan original de Dios era que, al sonar el cuerno del carnero, su pueblo “subiera al monte” (Éxo. 19:13). ¿Qué sucedió y por qué los israelitas desaprovecharon esta gran invitación que Dios les hizo? Analiza con la clase textos como Éxodo 19:16b; 20:19; Deuteronomio 5:5, 25.\n</p><p><strong>2.</strong> Según el relato (Éxo. 19), los israelitas tuvieron miedo cuando Dios les habló directamente. ¿Cuál es la diferencia entre un temor correcto y un temor incorrecto (Éxo. 20:19-21)? ¿Qué significa la enseñanza bíblica acerca de “temer a Dios”?\n</p><p><strong>3. </strong>¿Por qué es importante que nuestra relación con el Señor caracterice también nuestra vida cotidiana y nuestra manera de relacionarnos con quienes necesitan nuestra ayuda y respeto?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>CÓMO VIVIR LA LEY</p>",
      "verse": "<p>“El Señor dijo a Moisés: ‘Así dirás a los israelitas: Ustedes han visto que les hablé desde el cielo. No hagan ningún dios de plata ni de oro para ponerlo junto a mí ’ ” (Éxo. 20:22, 23).</p>",
      "versionCode": 25,
      "weekDate": "23-29 de agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
