{
   "data":[
      {
         "color":"#02A41B",
         "id":4,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"20 de julio",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>Esta semana estudiaremos las parábolas de Marcos 4. El Evangelio de Marcos es el que menos parábolas tiene de entre los evangelios sinópticos (Mateo, Marcos y Lucas).</p><p>Los eruditos han debatido por muchos años acerca del significado de las parábolas de Jesús: cómo interpretarlas, qué significan, por qué las usó, qué clase de lecciones pretendían revelar y cuán literalmente debían ser tomadas o si eran puramente alegóricas, etc.</p><p>Obviamente, no vamos a resolver todas esas cuestiones en la lección de esta semana. En lugar de ello, vamos a examinarlas y, por la gracia de Dios, obtendremos una comprensión de los puntos que Jesús destacó mediante esas parábolas.</p><p>Marcos 4 contiene solo cinco parábolas: el sembrador, la lámpara, la medida, el desarrollo de la semilla y la semilla de mostaza. La mayor parte del capítulo gira en torno a la parábola del sembrador. Esta aparece en primer lugar, seguida por la razón de ser de las parábolas y, finalmente, por la interpretación de cada una. Este patrón de tres pasos será el foco de nuestro estudio los días domingo, lunes y martes. Luego, las otras parábolas serán estudiadas el miércoles y el jueves.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de julio",
               "dayTitle":"<p>LA PARÁBOLA DEL SEMBRADOR</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Marcos 4:1 al 9. ¿Cómo son los diferentes tipos de suelo y qué ocurre con la semilla que cae en ellos?</strong></p><p><strong>Marcos 4:1-9</strong></p><p><strong><sup>1 </sup></strong>Otra vez comenzó Jesús a enseñar junto al mar, y se reunió alrededor de él mucha gente, tanto que entrando en una barca, se sentó en ella en el mar; y toda la gente estaba en tierra junto al mar.&nbsp;</p><p><strong><sup>2</sup></strong> Y les enseñaba por parábolas muchas cosas, y les decía en su doctrina:&nbsp;</p><p><strong><sup>3 </sup></strong>Oíd: He aquí, el sembrador salió a sembrar;&nbsp;</p><p><strong><sup>4 </sup></strong>y al sembrar, aconteció que una parte cayó junto al camino, y vinieron las aves del cielo y la comieron.&nbsp;</p><p><strong><sup>5 </sup></strong>Otra parte cayó en pedregales, donde no tenía mucha tierra; y brotó pronto, porque no tenía profundidad de tierra.&nbsp;</p><p><strong><sup>6</sup></strong> Pero salido el sol, se quemó; y porque no tenía raíz, se secó.&nbsp;</p><p><strong><sup>7 </sup></strong>Otra parte cayó entre espinos; y los espinos crecieron y la ahogaron, y no dio fruto.&nbsp;</p><p><strong><sup>8 </sup></strong>Pero otra parte cayó en buena tierra, y dio fruto, pues brotó y creció, y produjo a treinta, a sesenta, y a ciento por uno.</p><p><strong><sup>9 </sup></strong>Entonces les dijo: El que tiene oídos para oír, oiga.</p><p>Cuando leen las parábolas de Jesús en los evangelios, las personas a menudo quieren saltar rápidamente a la interpretación que Jesús da de ellas. Después de todo, ¿no es este el punto principal de estas historias, enseñar alguna verdad espiritual útil para la vida cristiana? Sí, pero a veces Jesús no explica la parábola en las breves declaraciones “el reino de Dios es como” o “el que tiene oídos para oiga, oiga”.</p><p>En consecuencia, es bueno aminorar la marcha y simplemente analizar el relato mismo a fin de captar la dirección en la que apuntan sus diversas características narrativas. Hacer esto con la parábola del sembrador aporta una variedad de ideas. La semilla es la misma en cada caso, pero cae en cuatro clases diferentes de suelo. El tipo de suelo influye grandemente en el resultado para la semilla. En lugar de ser una historia continua, la parábola constituye en realidad cuatro historias, en sus escenarios, contadas hasta el final. La extensión de tiempo para completar la historia se prolonga con cada historia sucesiva.</p><p>La semilla que cae en el camino es devorada inmediatamente por las aves. “Al sembrar, parte de la semilla cayó junto al camino, y las aves del cielo la comieron” (Mar. 4:4).</p><p>La semilla que cae en los pedregales demora algunos días o semanas en alcanzar su fallido resultado, que incluye el secamiento a causa del sol. La semilla que cae entre espinos demora aún más en alcanzar su infructífero final, y estos la terminan ahogando.</p><p>La semilla que cae en el buen suelo es la que tiene el desarrollo más prolongado, presumiblemente toda una estación de crecimiento, en armonía con el patrón normal de un cereal.</p><p>Tres de las historias tienen que ver con el fracaso; solo la última se refiere al éxito, a una cosecha copiosa. La longitud de las historias, la creciente extensión de cada relato sucesivo y el hecho de que solo uno de ellos tiene que ver con el éxito, todo apunta al riesgo del fracaso, pero también al resultado abundante del éxito.</p><p>La parábola parece señalar hacia el costo del discipulado y a los riesgos que este implica, pero también a la recompensa resultante de seguir a Jesús.</p><p><strong>¿Qué otras lecciones espirituales podemos aprender de la naturaleza?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de julio",
               "dayTitle":"<p>LA INTERPRETACIÓN DE JESÚS</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>Jesús había terminado con la parábola, sin dar inmediatamente ninguna explicación. De acuerdo con el texto (Mar. 4:1), la presentó ante una gran multitud. Solo después, ante un grupo menor (Mar. 4:10), explicó su significado.</p><p><strong>Lee Marcos 4:13 al 20. ¿Cómo interpreta Jesús la parábola del sembrador?</strong></p><p><strong>Marcos 4:13-20</strong></p><p><strong><sup>13</sup></strong> Y les dijo: ¿No sabéis esta parábola? ¿Cómo, pues, entenderéis todas las parábolas?&nbsp;</p><p><strong><sup>14 </sup></strong>El sembrador es el que siembra la palabra.&nbsp;</p><p><strong><sup>15 </sup></strong>Y estos son los de junto al camino: en quienes se siembra la palabra, pero después que la oyen, en seguida viene Satanás, y quita la palabra que se sembró en sus corazones.&nbsp;</p><p><strong><sup>16 </sup></strong>Estos son asimismo los que fueron sembrados en pedregales: los que cuando han oído la palabra, al momento la reciben con gozo;&nbsp;</p><p><strong><sup>17</sup></strong> pero no tienen raíz en sí, sino que son de corta duración, porque cuando viene la tribulación o la persecución por causa de la palabra, luego tropiezan.&nbsp;</p><p><strong><sup>18</sup></strong> Estos son los que fueron sembrados entre espinos: los que oyen la palabra,&nbsp;</p><p><strong><sup>19</sup></strong> pero los afanes de este siglo, y el engaño de las riquezas, y las codicias de otras cosas, entran y ahogan la palabra, y se hace infructuosa.&nbsp;</p><p><strong><sup>20 </sup></strong>Y estos son los que fueron sembrados en buena tierra: los que oyen la palabra y la reciben, y dan fruto a treinta, a sesenta, y a ciento por uno.</p><p>Jesús interpreta la parábola identificando los elementos externos a la historia, que representan varios de los detalles del relato. La interpretación indica que la historia es una alegoría amplia con referencias al mundo real, no que cada detalle sea necesariamente una referencia a algo específico.</p><p>Jesús identifica a la semilla con “la palabra”. Esta se referiría a la palabra de Dios, particularmente a la predicada por Jesús. Santiago 1:21 declara: “Por lo cual, desechando toda inmundicia y maldad, reciban con mansedumbre la palabra implantada, la cual los puede salvar”.</p><p>Los diferentes suelos son distintos tipos de oyentes. De acuerdo con la interpretación de Jesús, todos escuchan la Palabra; es decir, la semilla ha sido sembrada en todos los tipos de suelo. Pero la recepción es diferente. El suelo del sendero es duro y las aves arrebatan la semilla que cae en él. Jesús vincula esto con el arrebatamiento de la verdad por parte de Satanás. El suelo pedregoso es poco profundo. Jesús relaciona esto con las personas cuyo compromiso es superficial; ellos no han tenido en cuenta el costo del discipulado. El suelo lleno de maleza ahoga la semilla sembrada. Jesús explica que esto se refiere a los afanes de la vida y a las riquezas, que asfixian la Palabra. Pero el buen suelo representa a quienes escuchan la Palabra y la reciben; como resultado, ella crece y produce una cosecha abundante.</p><p>Las explicaciones más extensas son las referidas al suelo pedregoso y al lleno de malezas. En su descripción de los oyentes representados por el primero de esos suelos, Jesús señala elementos contrastantes: los así representados reciben la Palabra con gozo pero son discípulos temporales. Cuando llega la persecución, se desmoronan. Otros no caen a causa de los malos tiempos, sino de los buenos; su enfoque está en las cosas del mundo, no en el Reino de Dios. Sus afanes y preocupaciones giran en torno a lo que el mundo ofrece.</p><p>Considera tu propia vida. ¿Se están introduciendo silenciosamente en tu experiencia algunas de las características del suelo del camino, del pedregoso o del lleno de malezas? Esto es algo que podría ocurrir más sutilmente de lo que imaginas. ¿Qué decisión puedes tomar para cambiar, si fuera necesario?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de julio",
               "dayTitle":"<p>LA RAZÓN DE SER DE LAS PARÁBOLAS</p><p><br></p><p><br></p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p><strong><span style=\"background-color: initial;\">Lee Marcos 4:10 al 12. ¿Por qué enseñaba Jesús por medio de parábolas?</span><br></strong></p><p><span style=\"background-color: initial;\"><strong>Marcos 4:10-12</strong></span></p><p><strong><sup>10 </sup></strong>Cuando estuvo solo, los que estaban cerca de él con los doce le preguntaron sobre la parábola.&nbsp;</p><p><strong><sup>11 </sup></strong>Y les dijo: A vosotros os es dado saber el misterio del reino de Dios; mas a los que están fuera, por parábolas todas las cosas;&nbsp;</p><p><strong><sup>12 </sup></strong>para que viendo, vean y no perciban; y oyendo, oigan y no entiendan; para que no se conviertan, y les sean perdonados los pecados.</p><p>Una lectura superficial de estos versículos da la impresión de que Jesús enseñó por medio de parábolas para mantener a oscuras a quienes no formaban parte de su entorno. Pero una perspectiva tal no condice con las acciones de Jesús en el resto del Evangelio de Marcos. En Marcos 3:5 y 6, Jesús se entristece por la dureza de corazón de los dirigentes religiosos. En Marcos 3:22 al 30, toma seriamente los argumentos de los escribas y explica detalladamente por qué están equivocados. En Marcos 12:1 al 12, los dirigentes religiosos entienden que la parábola de Jesús acerca de los labradores se refiere a ellos. Esta es, en verdad, una advertencia acerca del complot de ellos contra él y de las terribles consecuencias resultantes. Si no hubiera tenido interés en el bienestar de ellos, no les habría advertido. En consecuencia, debe darse a las palabras de Jesús aquí, en Marcos 4, una consideración más profunda a fin de captar a qué se refiere. Jesús está parafraseando Isaías 6:9 y 10.</p><p><strong>Lee Isaías 6: 1 al 13. ¿Qué le ocurre aquí a Isaías y cuál es el mensaje que se le comunica para Israel?</strong></p><p><strong>&nbsp;Isaías 6: 1-13</strong></p><p><strong><sup>1</sup></strong> En el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.&nbsp;</p><p><strong><sup>2 </sup></strong>Por encima de él había serafines; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.&nbsp;</p><p><strong><sup>3</sup></strong> Y el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová de los ejércitos; toda la tierra está llena de su gloria.&nbsp;</p><p><strong><sup>4</sup></strong> Y los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.&nbsp;</p><p><strong><sup>5</sup></strong> Entonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.</p><p><strong><sup>6 </sup></strong>Y voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;&nbsp;</p><p><strong><sup>7</sup></strong> y tocando con él sobre mi boca, dijo: He aquí que esto tocó tus labios, y es quitada tu culpa, y limpio tu pecado. <strong><sup>8</sup></strong> Después oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí.&nbsp;</p><p><strong><sup>9</sup></strong> Y dijo: Anda, y di a este pueblo: Oíd bien, y no entendáis; ved por cierto, mas no comprendáis.&nbsp;</p><p><strong><sup>10</sup></strong> Engruesa el corazón de este pueblo, y agrava sus oídos, y ciega sus ojos, para que no vea con sus ojos, ni oiga con sus oídos, ni su corazón entienda, ni se convierta, y haya para él sanidad.&nbsp;</p><p><strong><sup>11</sup></strong> Y yo dije: ¿Hasta cuándo, Señor? Y respondió él: Hasta que las ciudades estén asoladas y sin morador, y no haya hombre en las casas, y la tierra esté hecha un desierto;&nbsp;</p><p><strong><sup>12</sup></strong> hasta que Jehová haya echado lejos a los hombres, y multiplicado los lugares abandonados en medio de la tierra.&nbsp;</p><p><strong><sup>13</sup></strong> Y si quedare aún en ella la décima parte, esta volverá a ser destruida; pero como el roble y la encina, que al ser cortados aún queda el tronco, así será el tronco, la simiente santa.</p><p>Isaías contempla una visión de Dios en el Templo y queda abrumado por la gloria de Dios y por su propia impureza. Dios lo purifica y le encarga un mensaje estremecedor. Como en el caso del Evangelio de Marcos, eso suena muy fuera de lugar en comparación con el resto de Isaías, donde hay mucho consuelo para el pueblo de Dios.</p><p>En Isaías 6, el mensaje pretende despertar al pueblo a fin de que abandone sus malos caminos. En Marcos, la clave para entender las palabras de Jesús se encuentra en Marcos 3:35: para entender las palabras y las enseñanzas de Jesús, uno debe hacer la voluntad de Dios. Eso es lo que convierte a alguien en parte de la familia de Jesús. Quienes ya han decidido que él está poseído por el diablo no escucharán.</p><p>El punto de la cita que Jesús hace de Isaías 6:9 y 10 no es que Dios mantiene alejadas a las personas, sino que las propias ideas preconcebidas de estas y su dureza de corazón les impiden aceptar la verdad salvadora.</p><p>La verdad es la idea dominante en la parábola del sembrador. Cada cual decide qué tipo de suelo será. Todos deciden por sí mismos si se entregarán o no a Jesús. En última instancia, cada uno de nosotros elige.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de julio",
               "dayTitle":"<p>LA LÁMPARA Y LA CESTA</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Marcos 4:21 al 23. ¿Cuál es el énfasis especial de Jesús en la parábola de la lámpara?</strong></p><p><strong>Marcos 4:21-23</strong></p><p><strong><sup>21</sup></strong> También les dijo: ¿Acaso se trae la luz para ponerla debajo del almud, o debajo de la cama? ¿No es para ponerla en el candelero?&nbsp;</p><p><strong><sup>22</sup></strong> Porque no hay nada oculto que no haya de ser manifestado; ni escondido, que no haya de salir a luz.&nbsp;</p><p><strong><sup>23</sup></strong> Si alguno tiene oídos para oír, oiga.</p><p>En el mundo bíblico de los días de Jesús, las casas variaban en superficie y tipo de construcción según su ubicación y la condición económica del propietario. Las viviendas generalmente seguían un patrón griego de construcción, alrededor de un patio interior, pero con diferentes niveles de sofisticación. Otra opción es que Jesús se estuviera refiriendo a las casas pequeñas típicas de los agricultores. Independientemente del tamaño de la casa aludida, lo importante aquí es el principio enseñado: un día, la verdad acerca de Jesús será revelada.</p><p>Jesús hace dos preguntas en Marcos 4:21. La primera espera una respuesta negativa: “Y les decía: ¿Acaso se trae una lámpara para ponerla debajo de un almud o debajo de la cama?” (LBLA). La segunda pregunta espera una respuesta afirmativa: “¿No es para ponerla en el candelero?” Jesús presenta un escenario absurdo, casi jocoso, para dejar claro su punto. Las lámparas existen para dar luz; de lo contrario, pierden su razón de ser. Marcos 4:22 explica la parábola haciendo referencia a los secretos que toman estado público. ¡Cualquier persona cuyo correo electrónico o computadora hayan sido jaqueados sabe lo que significan secretos publicados! Pero Jesús está hablando del evangelio.</p><p><strong>Lee Marcos 4:24 y 25. ¿Qué lección está Jesús enseñando con la parábola del almud o cesta para medir cereales?</strong><br></p><p><strong>Marcos 4:24-25</strong></p><p><strong><sup>24</sup></strong> Les dijo también: Mirad lo que oís; porque con la medida con que medís, os será medido, y aun se os añadirá a vosotros los que oís.&nbsp;</p><p><strong><sup>25</sup></strong> Porque al que tiene, se le dará; y al que no tiene, aun lo que tiene se le quitará.</p><p>En muchos lugares del mundo, los productos frescos son vendidos en mercados al aire libre. En esos lugares, es típico que los vendedores tengan un recipiente para medir la cantidad de los productos que ofrecen. Es común que esos vendedores agreguen un poco más de lo solicitado para hacer así sentir al comprador que es tratado con equidad. Jesús se vale de cuán bien tratan los vendedores a sus clientes para argumentar acerca de la disposición a recibir la verdad. Si alguien es receptivo y acepta la luz, obtendrá aún más; pero si la rechaza, perderá incluso lo que tenía antes.</p><p><strong>¿Cómo podemos aprender mejor el principio de que con la misma medida que usemos se nos medirá? Piensa en ello en relación con todas nuestras interacciones con otros.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de julio",
               "dayTitle":"<p>LA PARÁBOLA DEL CRECIMIENTO DE LA SEMILLA</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Marcos 4:26 al 29. ¿Cuál es el foco primario de esta parábola?</strong></p><p><strong>&nbsp;Marcos 4:26-29</strong></p><p><strong><sup>26</sup></strong> Decía además: Así es el reino de Dios, como cuando un hombre echa semilla en la tierra;&nbsp;</p><p><strong><sup>27</sup></strong> y duerme y se levanta, de noche y de día, y la semilla brota y crece sin que él sepa cómo.&nbsp;</p><p><strong><sup>28</sup></strong> Porque de suyo lleva fruto la tierra, primero hierba, luego espiga, después grano lleno en la espiga;&nbsp;</p><p><strong><sup>29</sup></strong> y cuando el fruto está maduro, en seguida se mete la hoz, porque la siega ha llegado.</p><p>La mayor parte del Evangelio de Marcos tiene paralelos en Mateo, en Lucas o en ambos. Pero ese no es el caso de esta parábola, que aparece solo en Marcos. El foco temático de esta breve parábola es el proceso de crecimiento. Jesús indica que así es como funciona el Reino de Dios. Los humanos tienen una parte en el proceso, pero el crecimiento real es obra de Dios. No es un proceso interminable.</p><p>La historia termina abruptamente con la maduración del grano. Así es como la segunda venida de Cristo pondrá súbitamente fin a la historia de nuestro mundo.&nbsp;</p><p><strong>Lee Marcos 4:30 al 32. ¿Cuál es el énfasis importante en la parábola de la semilla de mostaza?</strong></p><p><strong>Marcos 4:30-32</strong></p><p><strong><sup>30 </sup></strong>Decía también: ¿A qué haremos semejante el reino de Dios, o con qué parábola lo compararemos?&nbsp;</p><p><strong><sup>31</sup></strong> Es como el grano de mostaza, que cuando se siembra en tierra, es la más pequeña de todas las semillas que hay en la tierra;&nbsp;</p><p><strong><sup>32</sup></strong> pero después de sembrado, crece, y se hace la mayor de todas las hortalizas, y echa grandes ramas, de tal manera que las aves del cielo pueden morar bajo su sombra.</p><p>Esta parábola destaca cómo algo tan diminuto crece hasta convertirse en algo notablemente grande. Las semillas de mostaza miden entre 1 y 2 milímetros de diámetro. La planta descrita aquí es probablemente la mostaza negra (Brassica nigra), que tiene semillas muy pequeñas (más de setecientas de ellas juntas pesan apenas un gramo). Aunque no son las más diminutas del mundo, son bastante pequeñas, especialmente en comparación con la planta que producen, que puede alcanzar una altura de tres metros. Jesús destaca el hecho de que aun los pájaros anidan en sus ramas. Esta última referencia alude a Salmos 104:12 y a Daniel 4:10 al 12. El Salmo 104 se refiere al poder de Dios cuando creó el mundo, y Daniel 4 representa a Nabucodonosor como un gran árbol debajo del cual todos encuentran sombra y alimento.Marcos 4:30-32</p><p>Esta parábola destaca cómo algo tan diminuto crece hasta convertirse en algo notablemente grande. Las semillas de mostaza miden entre 1 y 2 milímetros de diámetro. La planta descrita aquí es probablemente la mostaza negra (Brassica nigra), que tiene semillas muy pequeñas (más de setecientas de ellas juntas pesan apenas un gramo). Aunque no son las más diminutas del mundo, son bastante pequeñas, especialmente en comparación con la planta que producen, que puede alcanzar una altura de tres metros. Jesús destaca el hecho de que aun los pájaros anidan en sus ramas. Esta última referencia alude a Salmos 104:12 y a Daniel 4:10 al 12. El Salmo 104 se refiere al poder de Dios cuando creó el mundo, y Daniel 4 representa a Nabucodonosor como un gran árbol debajo del cual todos encuentran sombra y alimento.</p><p>El punto que Jesús destaca es que el Reino de Dios, que fue muy pequeño al comienzo, llegará a ser grande e impresionante. En los días de Jesús, la gente pudo haber mirado con desprecio al predicador galileo itinerante, cubierto de polvo y con su pequeño grupo de discípulos, pero el tiempo ha mostrado que su reino de gracia sigue expandiéndose por todo el mundo.</p><p>“Y este evangelio del reino será predicado en todo el mundo, por testimonio a todas las naciones, y entonces vendrá el fin” (Mat. 24:14). Considera cómo era la “iglesia” cuando Jesús hizo esa predicción. ¿Por qué esta es una predicción tan notable y reafirmadora de la fe para nosotros?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de julio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>Lee el capítulo titulado “La siembra de la verdad” en el libro Palabras de vida del gran Maestro, de Elena de White, pp. 16-42.</p><p>“La verdadera santidad es integridad en el servicio a Dios. Esta es la condición de la verdadera vida cristiana. Cristo pide una consagración sin reserva, un servicio indiviso. Pide el corazón, la mente, el alma, las fuerzas. No debe agradarse al yo. El que vive para sí no es cristiano.</p><p>“El amor debe ser el principio de la acción. El amor es el principio fundamental del gobierno de Dios en los Cielos y la Tierra, y debe ser el fundamento del carácter del cristiano. Solo esto puede hacerlo y mantenerlo estable. Solo esto puede habilitarlo para resistir la prueba y la tentación.</p><p>“Y el amor se revelará en sacrificio. El plan de redención fue fundado en sacrificio; un sacrificio tan amplio, tan profundo y tan alto que es inconmensurable. Cristo lo dio todo por nosotros, y quienes reciban a Cristo estarán listos para sacrificarlo todo por la causa de su Redentor. El pensamiento de su honor y de su gloria vendrá antes que ninguna otra cosa” (Elena de White, Palabras de vida del gran Maestro, pp. 29,30 ).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>“El amor debe ser el principio de la acción. El amor es el principio fundamental del gobierno de Dios en los Cielos y la Tierra”. ¿Cómo nos revela la Cruz esta asombrosa verdad? ¿Cómo podemos reflejar esta clase de amor en nuestra vida? ¿Por qué debemos hacerlo?</p><p><strong>1.</strong> ¿Cómo responderías a alguien que insistiera en que Jesús dijo parábolas para mantener en la oscuridad a quienes no estaban entre sus seguidores? ¿Por qué Jesús, que murió por todos los seres humanos (ver 1 Juan 2:2), mantendría deliberadamente en la oscuridad a las personas por cuya salvación murió en la Cruz?</p><p><strong>2.</strong> Se espera que una luz esté en un candelero, no debajo de una cesta para medir cereales (Mar. 4:21). Aplica este principio al compromiso de tu iglesia local con la comunidad. ¿Cómo pueden elevar más la luz?</p><p><strong>3. </strong>Considera la parábola acerca del crecimiento de la semilla (Mar. 4:26-29).&nbsp;¿Qué papel juegan los seres humanos en contribuir al crecimiento de la semilla del evangelio, y cuál es la parte de Dios? Aunque obviamente cumplimos un papel, ¿cómo podemos asegurarnos de depender totalmente de Dios? ¿Podría esta actitud de dependencia total ser parte de lo que necesitamos hacer para crecer?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Marcos 1:15; 4:11, 26, 30.</strong></p><p><strong>Enfoque del estudio: Daniel 7:27; 9:25-27; Marcos 1:15; 4:11-32.</strong></p><p><strong>Introducción:</strong></p><p><br></p><p>Al estudiar las parábolas de Jesús en Marcos 4, observamos un motivo teológico importante: el Reino de Dios. Este tema se presenta por primera vez en Marcos 1:14 y 15: “Jesús vino a Galilea predicando el evangelio del Reino de Dios. Decía: ‘El tiempo se ha cumplido, el Reino de Dios está cerca. ¡Arrepiéntanse, y crean al evangelio!’ ” ¿Cuál es el significado del Reino de Dios, tal como lo presenta Marcos?</p><p>La búsqueda de la respuesta a esta pregunta será el principal tema analizado esta semana. Comprender este motivo teológico y su significado nos ayudará a entender mejor las parábolas de Jesús.</p><p><strong>Temática de la lección:</strong></p><p>El estudio de esta semana analizará los temas del cumplimiento del tiempo y el Reino de Dios en secciones seleccionadas del Evangelio de Marcos. Nuestro estudio incluye dos de ellas:</p><p>1. La alusión del Reino de Dios al libro de Daniel. En esta parte, estudiaremos un posible contexto para la expresión de Marcos 1:15: “El tiempo se ha cumplido”.</p><p>2. El Reino de Dios en el Evangelio de Marcos. Esta sección incluye un análisis contextual de la expresión “el Reino de Dios” tal como se encuentra en Marcos 1 y 4.</p><p><strong>COMENTARIO</strong></p><p>La idea del Reino de Dios se destaca desde el comienzo de Marcos. Marcos 1:15 afirma: “El tiempo se ha cumplido, el Reino de Dios está cerca”. Otras referencias relacionadas con el Reino de Dios incluyen Marcos 4:11, 26, 30; 9:1, 47; 10:14, 15, 23, 24, 25; 12:34; 14:25. El Reino de Dios es, pues, un tema recurrente en el Evangelio de Marcos.</p><p><strong>La alusión del Reino de Dios al libro de Daniel</strong></p><p>La visión de Daniel 7 presenta explícitamente el tema del Reino de Dios. El Hijo de Hombre, según Daniel 7:13 y 14, recibe un reino y, a diferencia de los reinos terrenales presentados al principio del capítulo, es uno que “nunca será destruido” (vers. 14). Esta visión celestial se refiere tanto al Hijo de Hombre como al Reino.</p><p>Además, está conectada con la escena terrenal en la que el “cuerno pequeño” tiene dominio sobre la Tierra, y particularmente sobre los santos del Señor, después de lo cual el Hijo de Hombre viene al Anciano de días para el juicio. Daniel 7:26 afirma:</p><p>“Se sentará el tribunal en juicio, y le quitarán su dominio”. Así, el poder que persigue a los santos perderá su dominio. Esta escena de Daniel es un punto de inflexión en la historia del Plan de Salvación, pues representa la vindicación del pueblo de Dios y el fin de la soberanía del cuerno pequeño. Entonces, “el Reino, el dominio y la majestad de los Reinos debajo de todo el cielo serán dados al pueblo de los santos del Altísimo, cuyo Reino es Reino eterno” (Dan. 7:27).</p><p>Consideremos las importantes implicaciones de estos acontecimientos futuros. Primero, el cuerno pequeño perderá su autoridad sobre los santos. Segundo, el juicio significa la vindicación del pueblo de Dios, de los santos. El Reino de Dios no es un reino aislado, confinado únicamente al ámbito de lo celestial, sino que incluye a los santos; en otras palabras, es el reino del pueblo de Dios.</p><p>La pregunta es: ¿Cómo se hace realidad el Reino de Dios para personas como Daniel, Marcos y nosotros?&nbsp;</p><p>Daniel nos ayuda a responder esta pregunta iluminando nuestra comprensión de un aspecto central del establecimiento definitivo del Reino de Dios. Este aspecto central es la intervención del Mesías Príncipe (Dan. 9:25). Daniel dice que, al final de la profecía de las 70 semanas, “le quitarán la vida al Mesías” (Dan. 9:26). “En otra semana confirmará el pacto a muchos; y a la mitad de la semana hará cesar el sacrificio y la ofrenda” (Dan. 9:27). Jesús puso fin a los sacrificios levíticos porque él mismo se convirtió en el sacrificio. De esta manera, el pueblo del Reino es comprado con la sangre del Mesías (1 Ped. 1:18, 19). Pedro también agrega otro punto importante en la línea de tiempo divina, cuando dice acerca de Jesús: “Él estaba destinado desde antes de la creación del mundo, pero manifestado en este último tiempo por amor a ustedes” (1 Ped. 1:20). La expresión “manifestado en este último tiempo” aporta un dato importante para entender Marcos 1:15, al que nos referiremos en nuestra próxima sección.</p><p><strong>El Reino de Dios en el Evangelio de Marcos</strong></p><p>Marcos 1:14 y 15 afirma que “Jesús vino a Galilea predicando el evangelio del Reino de Dios. Decía: ‘El tiempo se ha cumplido, el Reino de Dios está cerca’ ”. Estos versículos aportan muchos elementos importantes para nuestra consideración.</p><p>En primer lugar, la esencia de la predicación de Jesús era el Reino de Dios. Este se menciona explícitamente en Mateo 4:23: “Y Jesús recorría toda Galilea [...] predicando el evangelio del Reino”. En segundo lugar, el contenido de su proclamación estaba orientado escatológicamente: “El tiempo se ha cumplido”. ¿A qué tiempo se refiere Marcos aquí? Tiene que ser el tiempo de la última semana de la profecía de las 70 semanas de Daniel 9.</p><p>En Marcos 1, el autor no define explícitamente qué es el Reino de Dios, sino que nos ofrece, en Marcos 4 y en los capítulos siguientes, algunas valiosas ideas acerca de la naturaleza de ese reino. Además, Marcos presenta el Reino de Dios en un marco temporal profético. Quizá por eso, su evangelio ha sido identificado como “el evangelio del tiempo cumplido”.</p><p>¿Cómo debemos entender la expresión “el Reino de Dios está cerca”? La lengua griega utilizada por Marcos en su evangelio nos da algunas pistas. Marcos 1:15 dice:</p><p>“El tiempo se ha cumplido, el Reino de Dios está cerca”. He aquí el original en griego de dicho pasaje: pepl?r?tai ho kairos kai ?ngiken h? basileia tou theou. La conjunción kai es utilizada generalmente como nexo o elemento conector entre dos palabras o cláusulas. Cuando cumple tal función, se la traduce simplemente como “y”. Sin embargo, kai puede funcionar como partícula explicativa, comúnmente llamada kai epexegética. Esto significa que “una palabra o cláusula conectada por medio de kai con otra palabra o cláusula anterior convierte a la segunda en una explicación de la primera”. Por lo tanto, kai podría traducirse como “es decir” o “a saber”. (Ver Danker y otros, A Greek-English lexicon of the New Testament and other early Christian literature, p. 495.)</p><p>Por lo tanto, si kai tiene ese uso en Marcos 1:15, la frase podría leerse como “el tiempo se ha cumplido; es decir, el Reino de Dios está cerca”.</p><p>En otras palabras, la llegada del Reino de Dios significa el cumplimiento del tiempo del que habla Daniel. En este caso, Jesucristo personifica el Reino de Dios, y tal interpretación concuerda con el punto de vista práctico de Marcos. En Marcos 1, el Reino de Dios es el Reino de Jesucristo, que ha venido, de acuerdo con la agenda profética divina, para proclamar la buena noticia acerca de ese reino. El Reino de Dios implica, pues, la redención y la restauración de la humanidad. Los fariseos preguntaron a Jesús cuándo llegaría el Reino de Dios, y él respondió: “El reino de Dios ya está entre ustedes” (Luc. 17:21). Pablo también parece hacerse eco de esta perspectiva cuando escribe: “Pero cuando se cumplió el tiempo, Dios envió a su Hijo [...] para redimir a los que estaban bajo la ley, a fin de que recibiésemos la adopción de hijos” (Gál. 4:4, 5). Jesús pide a sus discípulos que crean en el evangelio o buena noticia acerca del Reino y que se arrepientan. El verbo griego metanoe?, además de significar “arrepentirse”, también denota la idea de “convertirse”, como “un requisito previo para experimentar el Reino de Dios” (Danker y otros, A Greek-English lexicon of the New Testament and other early Christian literature, p. 640). Todo lo concerniente a la proclamación de Jesús se centraba en este punto. Se invita a la gente a creer y a aceptar el evangelio del Reino. Esta era una prioridad en la orientación de su ministerio. Por ejemplo, Jesús instó a sus discípulos: “Vamos a los lugares vecinos, para que predique también allí; porque para esto he venido” (Mar. 1:38).</p><p>Este es el contexto en el que debemos leer las parábolas de Marcos 4 y el resto del libro. Es decir, debemos leerlas como una iluminación del “misterio del Reino de Dios” (Mar. 4:11). El sustantivo griego myst?rion implica “el contenido de lo que no se ha conocido antes, pero que ha sido revelado a un grupo circunscripto o restringido” (“secreto”, en Johannes P. Louw y Eugene Albert Nida eds., Greek-English lexicon of the New Testament: Based on semantic domains [Nueva York: Sociedades Bíblicas Unidas, 1989], p. 345). Los “misterios del Reino de los cielos” han sido revelados en la primera venida de Jesús (Mat. 13:11). Jesús mismo aclara que no hay ningún misterio en su mensaje: “Porque nada hay oculto que no se haya de manifestar, ni secreto que no salga a luz” (Mar. 4:22).</p><p>Estos “misterios” del Reino (que ya no son misterios pues han sido revelados) no serán entendidos por todas las personas. El evangelio, la semilla, se esparce sobre diversos tipos o clases de suelos, pero, por desgracia, no todos los suelos producen los mismos resultados (Mar. 4:3-20). El desarrollo espiritual en el Reino de Dios es similar al proceso de crecimiento de una planta: “Porque la tierra da su fruto por sí misma: primero hierba, luego espiga, después grano lleno en la espiga” (Mar. 4:28). Este desarrollo también incluye la cosecha de los frutos: “Y cuando el fruto está maduro, en seguida se pasa la hoz, por haber llegado la siega” (Mar. 4:29).</p><p>Esto lleva implícita la siguiente idea: antes de que Cristo reúna a la gente para su Reino en la última cosecha al final de los tiempos, necesita esparcir la semilla del evangelio en la Tierra (Mar. 4:26). El Reino de Dios parece pequeño al principio; su semilla parece insignificante. “Pero después de sembrada, crece y se convierte en la mayor de todas las hortalizas, y echa grandes ramas, de tal manera que las aves del cielo pueden anidar bajo su sombra” (Mar. 4:32).</p><p>El cumplimiento del tiempo del que habla Marcos en su evangelio comenzó cuando el Reino llegó en la persona de Jesucristo, en su primera venida. Cristo encarnado es la esencia del evangelio, la buena noticia. Mediante su predicación acerca del Reino, Jesús sembró la semilla en el corazón de cada persona que lo escuchó. Aunque pequeño al principio, el Reino será grande al final.</p><p>Jesús anima a las personas a recibir el Reino sean cuales fueren sus circunstancias: “Les aseguro, el que no recibe el Reino de Dios como un niño no entrará en él” (Mar. 10:15). En otras palabras, el Salvador anima a la gente de su tiempo, y del nuestro, a vivir en el Reino como una experiencia presente. Sin embargo, Jesucristo plantea que el fin de los tiempos aún está por llegar: “Les aseguro, no beberé más del fruto de la vid hasta ese día cuando he de beber con ustedes vino nuevo en el Reino de Dios” (Mar. 14:25). La escatología de Marcos es consciente de que el “fin del tiempo” es todavía futuro. Sin embargo, hace hincapié en el Reino y en su fase inicial, en su experiencia actual, durante su propio tiempo.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Elena de White afirma: “Todos los que se hacían súbditos del Reino de Cristo, decía él [Juan el bautista], debían dar evidencia de fe y arrepentimiento. En su vida, debía notarse la bondad, la honradez y la fidelidad. Debían atender a los menesterosos, y presentar sus ofrendas a Dios. Debían proteger a los indefensos y dar un ejemplo de virtud y compasión. Así también, los seguidores de Cristo darán evidencia del poder transformador del Espíritu Santo. En su vida diaria, se notará la justicia, la misericordia y el amor de Dios. De lo contrario, son como el tamo que se arroja al fuego” (El Deseado de todas las gentes, p. 82).</p><p>Pide a los miembros de tu clase que respondan a las siguientes preguntas teniendo en mente la cita anterior:</p><p><strong>¿Cómo estás experimentando el Reino de Dios ahora?</strong></p><p><strong>1.</strong> ¿Cuál fue la reacción de la gente ante la primera venida de Jesús?</p><p><strong>2. </strong>¿Cómo reacciona y responde la gente a la idea de la Segunda Venida?</p><p><strong>3. </strong>A la luz de esta comparación, haz la siguiente pregunta a los miembros de tu clase: ¿Qué importancia tiene el Reino de Dios para tu proclamación personal del evangelio?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>PARÁBOLAS</p>",
         "verse":"<p>“Dijo también: ‘Miren lo que oyen. Con la medida con que miden los medirán otros, y aun les será añadido. Al que tiene, se le dará; y al que no tiene, aun lo que tiene le será quitado’ ” (Mar. 4:24, 25).</p>",
         "versionCode":40,
         "weekDate":"20-26 de julio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
