{
   "data":[
      {
         "color":"#67FF6E",
         "id":4,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"20 de abril",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>La ciudad bíblica de Esmirna mencionada en el Apocalipsis aún existe actualmente. Esta antigua ciudad, de unos cien mil habitantes, prosperó a fines del siglo I y en el siglo II. Era una ciudad pujante y extremadamente leal a Roma. Una vez al año se ordenaba que todos los ciudadanos de Esmirna quemaran incienso a los dioses romanos. Evidentemente, en el siglo II, Esmirna tenía también una próspera comunidad cristiana, y muchos no iban a acatar esa orden.</p><p>Policarpo, uno de los primeros dirigentes de la iglesia, fue martirizado en la plaza pública de Esmirna, quemado en la hoguera por negarse a traicionar a su Señor quemando incienso a los dioses romanos. Cuando se le exigió por última vez que renegara de Cristo, el anciano respondió: “Ochenta y seis años lo he servido, y no me ha hecho ningún mal. ¿Cómo puedo hablar mal de mi Rey que me salvó?”</p><p>A lo largo de los siglos, hombres y mujeres han estado dispuestos a sufrir el martirio antes que renunciar a su fe en Cristo. Su sacrificio reaviva nuestro coraje. La historia de su compromiso con Cristo renueva el nuestro. Esta semana examinaremos algunos principios bíblicos que motivaron a los valdenses y a los reformadores posteriores, como Hus y Jerónimo, a permanecer fieles al Señor como fuera, incluso bajo la amenaza de muerte del mismo poder que mató a Policarpo, Roma, pero ahora en su fase papal.</p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 4 al 6.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de abril",
               "dayTitle":"<p>PERSEGUIDA, PERO TRIUNFANTE</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Daniel 7:23 al 25; y Apocalipsis 12:6 y 14. ¿A qué períodos proféticos se refieren estos pasajes?</strong></p><p><strong>Daniel 7:23-25</strong></p><p><strong><sup>23</sup></strong> Dijo así: La cuarta bestia será un cuarto reino en la tierra, el cual será diferente de todos los otros reinos, y a toda la tierra devorará, trillará y despedazará.&nbsp;</p><p><strong><sup>24</sup></strong> Y los diez cuernos significan que de aquel reino se levantarán diez reyes; y tras ellos se levantará otro, el cual será diferente de los primeros, y a tres reyes derribará.&nbsp;</p><p><strong><sup>25</sup></strong> Y hablará palabras contra el Altísimo, y a los santos del Altísimo quebrantará, y pensará en cambiar los tiempos y la ley; y serán entregados en su mano hasta tiempo, y tiempos, y medio tiempo.</p><p><br></p><p><strong>Apocalipsis 12:6-14</strong></p><p><strong><sup>6</sup></strong> Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.</p><p><strong><sup>7 </sup></strong>Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles;&nbsp;</p><p><strong><sup>8 </sup></strong>pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.&nbsp;</p><p><strong><sup>9 </sup></strong>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.&nbsp;</p><p><strong><sup>10</sup></strong> Entonces oí una gran voz en el cielo, que decía: Ahora ha venido la salvación, el poder, y el reino de nuestro Dios, y la autoridad de su Cristo; porque ha sido lanzado fuera el acusador de nuestros hermanos, el que los acusaba delante de nuestro Dios día y noche.&nbsp;</p><p><strong><sup>11 </sup></strong>Y ellos le han vencido por medio de la sangre del Cordero y de la palabra del testimonio de ellos, y menospreciaron sus vidas hasta la muerte.&nbsp;</p><p><strong><sup>12</sup></strong> Por lo cual alegraos, cielos, y los que moráis en ellos. ¡Ay de los moradores de la tierra y del mar! porque el diablo ha descendido a vosotros con gran ira, sabiendo que tiene poco tiempo.</p><p><strong><sup>13</sup></strong> Y cuando vio el dragón que había sido arrojado a la tierra, persiguió a la mujer que había dado a luz al hijo varón.&nbsp;</p><p><strong><sup>14</sup></strong> Y se le dieron a la mujer las dos alas de la gran águila, para que volase de delante de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, y tiempos, y la mitad de un tiempo.</p><p>Cuando el pueblo de Dios permanece fiel a él, Satanás se enfurece. A menudo sobreviene la persecución. El profeta Daniel describió un tiempo, todavía futuro para él, cuando la iglesia medieval “combat[iría]” y “quebrantar[ía]” al pueblo de Dios (Dan. 7:21, 25). El profeta Juan describió este mismo período como una época en la que la iglesia de Dios se vio obligada a huir al desierto, donde sería “sustentada por un tiempo, tiempos y medio tiempo” (Apoc. 12:14). Apocalipsis 12:6 añade: “La mujer [la iglesia] huyó al desierto, a un lugar preparado por Dios”.</p><p>El pueblo de Dios fue sustentado en el desierto. Su Palabra lo fortaleció y lo sostuvo, mientras el Gran Conflicto hacía estragos durante este largo y oscuro período de dominación papal.</p><p>Dios tenía un “lugar preparado” para su pueblo. En los mayores desafíos de la vida, Dios siempre prepara un lugar para sus fieles seguidores. Durante los momentos de mayor prueba, su pueblo ha encontrado refugio en su amor y cuidado. (Ver Sal. 46).</p><p>Los 1.260 días y un tiempo, tiempos y medio tiempo de Apocalipsis 12:6 y 14 se refieren al mismo período (3½ tiempos o años x 360 días/año = 1.260 días). La profecía bíblica a menudo está escrita en símbolos. En las porciones proféticas de Daniel y Apocalipsis, un día profético equivale a un año literal. Encontramos este principio día-año en Números 14:34 y Ezequiel 4:6.</p><p>El principio de día por año no se basa solo en estos dos textos, sino en un amplio fundamento bíblico. El Dr. William Shea, cronólogo y erudito del An- tiguo Testamento, presenta 23 líneas de evidencia bíblica a lo largo del Antiguo Testamento para este principio. Los intérpretes de la Biblia la han utilizado a lo largo de los siglos.</p><p>Los visigodos, los vándalos y los ostrogodos eran tribus que creían doctrinas diferentes de la enseñanza oficial de Roma. Los 1.260 días comenzaron cuando la última de estas tribus bárbaras, los ostrogodos, fueron expulsados de Roma en 538 d.C. Este período de oscuridad espiritual continuó hasta 1798, cuando el general Berthier, de Napoleón, expulsó al papa de Roma. Innumerables cristianos fueron martirizados durante este largo período por obedecer la Palabra de Dios. Hasta en la muerte, triunfaron. En Cristo fueron libres de la culpa y del dominio del pecado, al vencer “por la sangre del Cordero”. La victoria de Cristo sobre Satanás en la Cruz fue la victoria de ellos. Aunque murieron, su muerte es solo un descanso hasta el regreso de Cristo.</p><p><strong>El cumplimiento de las profecías bíblicas, ¿cómo ha fortalecido tu fe?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de abril",
               "dayTitle":"<p>LA LUZ VENCE A LAS TINIEBLAS</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Judas 1:3 y 4. ¿Cuál es la advertencia aquí y cómo se aplicó a la iglesia cristiana posterior?</strong></p><p><strong>Judas 1:3-4</strong></p><p><strong><sup>3</sup></strong> Amados, por la gran solicitud que tenía de escribiros acerca de nuestra común salvación, me ha sido necesario escribiros exhortándoos que contendáis ardientemente por la fe que ha sido una vez dada a los santos.&nbsp;</p><p><strong><sup>4</sup></strong> Porque algunos hombres han entrado encubiertamente, los que desde antes habían sido destinados para esta condenación, hombres impíos, que convierten en libertinaje la gracia de nuestro Dios, y niegan a Dios el único soberano, y a nuestro Señor Jesucristo.</p><p>El libro de Judas se escribió en algún momento antes de 65 d.C. para los cristianos fieles “santificados en Dios el Padre y guardados por Jesucristo” (Jud. 1:1). Exhortaba a estos fieles creyentes a “cont[ender] por la fe que una vez fue confiada a los santos. Porque se han infiltrado algunos hombres [...] que convierten en libertinaje la gracia de nuestro Dios” (Jud. 1:3, 4). Esta amonestación tuvo aún más significado para los creyentes de la Edad Media, después de que las prácticas paganas inundaran la iglesia y las tradiciones humanas pusieran en juego la Palabra de Dios. Durante muchos siglos, hubo pueblos como los valdenses, que defendieron las verdades de las Escrituras. Creían que Cristo era su único Mediador; y la Biblia, su única fuente de autoridad. “En todas las edades hubo testigos de Dios: hombres que conservaron su fe en Cristo como único Mediador entre Dios y los hombres, sostuvieron la Biblia como única regla de la vida y santificaron el verdadero día de reposo” (Elena de White, El conflicto de los siglos, p. 66).</p><p><strong>Lee Apocalipsis 2:10. ¿Qué promete Dios a los que le son fieles aun ante la muerte misma?</strong></p><p><strong>Apocalipsis 2:10</strong></p><p><strong><sup>10</sup></strong> No temas en nada lo que vas a padecer. He aquí, el diablo echará a algunos de vosotros en la cárcel, para que seáis probados, y tendréis tribulación por diez días. Sé fiel hasta la muerte, y yo te daré la corona de la vida.</p><p>Estas palabras fueron escritas a la iglesia de Esmirna. Uno de los dioses patronos de la ciudad era Dionisio, el dios de la fiesta y la fertilidad. Cuando morían los sacerdotes de Dionisio, en el cortejo fúnebre se les colocaba una corona sobre la cabeza. Juan contrasta esta corona terrenal que se colocaba en la cabeza al morir con la corona de la vida que se coloca en la cabeza de los que vencen a las fuerzas del mal. La corona de la vida se entrega a quienes soportaron pruebas, dificultades, sufrimientos y la muerte misma por amor a Cristo.</p><p>La corona de la vida inspira a estos fieles creyentes. La corona de la vida siempre motiva a los creyentes en circunstancias difíciles. Inspiró a los valdenses en medio del dolor y la persecución. Ellos sabían que un día verían a Jesús y vivirían con él para siempre. La corona de la vida también nos habla a nosotros: quizás ahora pasemos por pruebas, pero nos espera la corona de la vida, si mantenemos nuestros ojos fijos en Jesús.</p><p><strong>¿Qué te anima en tiempos difíciles? ¿Qué te asusta? ¿Qué promesas puedes reclamar para esos momentos?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de abril",
               "dayTitle":"<p>VALOR PARA PERMANECER FIRMES</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p><strong>Compara Hechos 5:28 al 32 con Efesios 6:10 al 12 y Apocalipsis 3:11. ¿Qué principio básico se encuentra en estos pasajes?</strong></p><p><strong>Hechos 5:28-32&nbsp;</strong></p><p><strong><sup>28</sup></strong> diciendo: ¿No os mandamos estrictamente que no enseñaseis en ese nombre? Y ahora habéis llenado a Jerusalén de vuestra doctrina, y queréis echar sobre nosotros la sangre de ese hombre.&nbsp;</p><p><strong><sup>29</sup></strong> Respondiendo Pedro y los apóstoles, dijeron: Es necesario obedecer a Dios antes que a los hombres.&nbsp;</p><p><strong><sup>30</sup></strong> El Dios de nuestros padres levantó a Jesús, a quien vosotros matasteis colgándole en un madero.&nbsp;</p><p><strong><sup>31</sup></strong> A este, Dios ha exaltado con su diestra por Príncipe y Salvador, para dar a Israel arrepentimiento y perdón de pecados.&nbsp;</p><p><strong><sup>32</sup></strong> Y nosotros somos testigos suyos de estas cosas, y también el Espíritu Santo, el cual ha dado Dios a los que le obedecen.</p><p><strong>Efesios 6:10-12</strong></p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.&nbsp;</p><p><strong><sup>11</sup></strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.&nbsp;</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.</p><p><strong>Apocalipsis 3:11</strong></p><p><strong><sup>11</sup></strong> He aquí, yo vengo pronto; retén lo que tienes, para que ninguno tome tu corona.</p><p>Una de las características distintivas de los valdenses, y de cada uno de los reformadores, era su absoluta lealtad a Dios, su obediencia a la autoridad de las Escrituras y su compromiso con la supremacía de Cristo, no del papado. Su mente estaba saturada de historias de fe y coraje del Nuevo Testamento.</p><p>Con Pedro y los apóstoles, podían decir: “Es preciso obedecer a Dios antes que a los hombres” (Hech. 5:29). Comprendieron la admonición de Pablo: “Por lo demás, hermanos míos, fortalézcanse en el Señor y en el poder de su fuerza” (Efe. 6:10). Se tomaron a pecho el consejo de Jesús: “Retén lo que tienes, para que ninguno tome tu corona” (Apoc. 3:11). En lugar de someterse a las tradiciones de la Iglesia Romana, estos hombres y mujeres de fe tuvieron el valor de defender las verdades de la Palabra de Dios.</p><p>Los valdenses fueron uno de los primeros grupos en disponer de la Biblia en su propio idioma. Jean Leger, copista valdense de la Biblia, escribió un conmovedor relato de su trabajo de copia manual de la Biblia, que contiene información de primera mano sobre su trabajo, incluyendo dibujos. Los valdenses copiaban en secreto las Escrituras en sus comunidades montañosas del norte de Italia y el sur de Francia. Los padres instruían a sus jóvenes a una edad temprana, quienes memorizaban grandes porciones de las Escrituras. Los equipos de copistas bíblicos trabajaban juntos para copiar laboriosamente la Biblia. Muchos de estos jóvenes valdenses viajaban por toda Europa como mercaderes compartiendo las verdades de las Escrituras en forma discreta. Algunos se matriculaban en universidades y, cuando surgía la oportunidad, compartían porciones de las Escrituras con sus compañeros de estudios. Guiados por el Espíritu Santo, en el momento oportuno, cuando percibían receptividad por parte de algún buscador honesto, regalaban porciones selectas de sus preciosos pasajes de las Escrituras. Muchos pagaron con la vida su fidelidad y devoción. Aunque los valdenses no entendían claramente todas las enseñanzas bíblicas, conservaron la verdad de la Palabra de Dios durante siglos, compartiéndola con los demás.</p><p>“La senda de los justos es como la luz de la aurora, que va en aumento hasta llegar al pleno día” (Prov. 4:18). Salomón compara el camino por el que Dios conduce a sus hijos con un Sol que se eleva cada vez más. Si Dios simplemente pulsara un interruptor cósmico y el Sol brillara al instante con todo su resplandor, nos cegaría. Después de que la oscuridad envolviera al mundo durante siglos, Dios suscitó a hombres y mujeres, comprometidos con su Palabra, que siguieron buscando más.</p><p><strong>¿Cómo podemos nosotros, al reflejar la luz de Cristo, brillar en nuestra propia comunidad?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de abril",
               "dayTitle":"<p>EL LUCERO DE LA REFORMA</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Salmos 19:7 al 11; 119:140 y 162; y Jeremías 15:16. ¿Qué actitudes similares tuvieron David y Jeremías hacia la Palabra de Dios, que fueron, en realidad, la piedra angular de la Reforma?</strong></p><p><strong>Salmos 19:7-11</strong></p><p><strong><sup>7</sup></strong> La ley de Jehová es perfecta, que convierte el alma; el testimonio de Jehová es fiel, que hace sabio al sencillo.</p><p><strong><sup>8</sup></strong> Los mandamientos de Jehová son rectos, que alegran el corazón; el precepto de Jehová es puro, que alumbra los ojos.</p><p><strong><sup>9</sup></strong> El temor de Jehová es limpio, que permanece para siempre; los juicios de Jehová son verdad, todos justos.</p><p><strong><sup>10</sup></strong> Deseables son más que el oro, y más que mucho oro afinado; y&nbsp;dulces más que miel, y que la que destila del panal.</p><p><strong><sup>11</sup></strong> Tu siervo es además amonestado con ellos; en guardarlos hay grande galardón.</p><p><strong style=\"background-color: initial;\">Salmos 119:140,162</strong><br></p><p><strong><sup>140</sup></strong> Sumamente pura es tu palabra, y&nbsp;la ama tu siervo.</p><p><strong>Jeremías 15:16</strong></p><p><strong><sup>16</sup></strong> Fueron halladas tus palabras, y yo las comí; y tu palabra me fue por gozo y por alegría de mi corazón; porque tu nombre se invocó sobre mí, oh Jehová Dios de los ejércitos.</p><p>Cada uno de los reformadores se “regocijaba” en la Palabra de Dios. Se “alegraban” en hacer la voluntad de Dios. “Amaban” su Ley. Una de las verdades fundamentales más significativas de la Reforma fue el gozo que producía el estudio de las Escrituras. El estudio de la Biblia no era una tarea laboriosa. No era un ejercicio legalista. No era un requisito rígido, sino un deleite.</p><p>Mientras estudiaban las Escrituras, eran transformados por el poder del Espíritu Santo. “El carácter de Wiclef es un testimonio del poder educador y transformador de las Santas Escrituras. A la Biblia debió él todo lo que fue. El esfuerzo hecho para comprender las grandes verdades de la Revelación imparte lozanía y vigor a todas las facultades. Expande la mente, aguza las percepciones y madura el juicio. El estudio de la Biblia ennoblecerá, como ningún otro estudio, el pensamiento, los sentimientos y las aspiraciones. Da constancia en los propósitos, paciencia, valor y perseverancia; refina el carácter y santifica el alma. Un estudio serio y reverente de las Escrituras, al poner la mente de quienes se dedicaran a él en contacto directo con la mente del Todopoderoso, daría al mundo hombres de intelecto más robusto y más activo, como también de principios más nobles, que los que pueden resultar de la más hábil enseñanza de la filosofía humana” (Elena de White, El conflicto de los siglos, p. 101).</p><p><strong>Lee 2 Timoteo 2:1 al 3. ¿Qué consejo dio el apóstol Pablo a Timoteo en lo referente a compartir la Palabra de Dios?</strong></p><p><strong>2 Timoteo 2:1-3</strong></p><p><strong><sup>1&nbsp;</sup></strong> Tú, pues, hijo mío, esfuérzate en la gracia que es en Cristo Jesús.&nbsp;</p><p><strong><sup>2</sup></strong> Lo que has oído de mí ante muchos testigos, esto encarga a hombres fieles que sean idóneos para enseñar también a otros.&nbsp;</p><p><strong><sup>3</sup></strong> Tú, pues, sufre penalidades como buen soldado de Jesucristo.</p><p>La verdad de la Palabra de Dios y el gozo de la salvación en Cristo llenaban tanto el corazón de los reformadores que tenían que compartirlos. John Wycliffe dedicó su vida a traducir la Palabra de Dios al inglés solo por dos razones: el Cristo viviente lo transformó mediante la Palabra y el amor de Cristo lo motivó a compartir con los demás lo que había aprendido con otros.</p><p>Antes de Wycliffe había muy poco de la Biblia en inglés. Aunque falleció antes de que Roma llegara a él, sin inmutarse el papado desenterró sus restos, los quemó y arrojó sus cenizas a un río. Pero, así como el agua dispersó esas cenizas, así también la Palabra de Dios, el agua de vida, se extendió a lo largo y ancho como resultado de su obra. Así lo usó Dios: “El lucero de la Reforma”.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de abril",
               "dayTitle":"<p>ANIMADOS POR LA ESPERANZA</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Hebreos 2:14 y 15. ¿Cómo vivieron los creyentes de la Edad Media la realidad del Gran Conflicto?</strong></p><p><strong>Hebreos 2:14-15</strong></p><p><strong><sup>14 </sup></strong>Así que, por cuanto los hijos participaron de carne y sangre, él también participó de lo mismo, para destruir por medio de la muerte al que tenía el imperio de la muerte, esto es, al diablo,&nbsp;</p><p><strong><sup>15</sup></strong> y librar a todos los que por el temor de la muerte estaban durante toda la vida sujetos a servidumbre.</p><p>¿Qué era lo que animaba a los fieles valdenses durante las horribles persecuciones que enfrentaron? ¿Qué les dio valor a Hus y a Jerónimo, a Tyndale, a Latimer y a los mártires de la Edad Media para enfrentar las llamas y la espada?</p><p>La fe en las promesas de Dios. Creyeron en la promesa de Cristo: “Porque yo vivo, ustedes también vivirán” (Juan 14:19). La fuerza de Cristo les bastaba para las mayores pruebas de la vida. Incluso hallaban gozo en participar de los sufrimientos de Cristo. Y su fidelidad era un poderoso testimonio para el mundo.</p><p>Miraban más allá del presente, hacia el futuro. Sabían que, gracias a la resurrección de Cristo, la muerte era un enemigo derrotado. Para estos hombres y mujeres valientes, el dominio de la muerte se había roto. Se aferraron a las promesas de la Palabra de Dios, y salieron victoriosos.</p><p><strong>Lee Juan 5:24; 11:25 y 26; y 1 Juan 5:11 al 13. ¿Qué seguridad te dan personalmente estas promesas? ¿Cómo nos ayudan en las pruebas de la vida?</strong></p><p><strong>Juan 5:24</strong></p><p><strong><sup>24 </sup></strong>De cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.</p><p><strong>Juan 11:25,26</strong></p><p><strong><sup>25</sup></strong> Le dijo Jesús: Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá.</p><p><strong><sup>26</sup></strong> Y todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees esto?</p><p><strong>1 Juan 5:11-13</strong></p><p><strong><sup>11</sup></strong> Y este es el testimonio: que Dios nos ha dado vida eterna; y esta vida está en su Hijo.&nbsp;</p><p><strong><sup>12</sup></strong> El que tiene al Hijo, tiene la vida; el que no tiene al Hijo de Dios no tiene la vida.</p><p><strong><sup>13</sup></strong> Estas cosas os he escrito a vosotros que creéis en el nombre del Hijo de Dios, para que sepáis que tenéis vida eterna, y para que creáis en el nombre del Hijo de Dios.</p><p>Juan Hus no vaciló ante la prisión, la injusticia y la muerte misma. Languideció en la cárcel durante meses. El frío y la humedad le provocaron una fiebre que estuvo a punto de acabar con su vida. Sin embargo, “la gracia del Señor lo sostuvo. Durante las semanas de padecimientos que sufrió antes de su condena final, la paz del Cielo inundó su alma. A un amigo, decía: ‘Escribo esta carta en la cárcel, y con la mano encadenada, a la espera de que mañana se cumpla mi sentencia de muerte [...]. En el día en que por la gracia del Señor nos encontremos otra vez gozando de la paz deliciosa de la vida futura, sabrás cuán misericordioso ha sido Dios conmigo, y cuán admirablemente me ha sostenido en medio de mis tentaciones y pruebas’ (Bonnechose, t. 2, p. 67). En la lobreguez de su calabozo, previó el triunfo de la fe verdadera” (Elena de White, El conflicto de los siglos, p. 115).</p><p>La amonestación del apóstol Pablo nos habla con mayor relevancia en la actualidad. “Mantengamos firme la esperanza que profesamos, sin fluctuar, que fiel es el que prometió” (Heb. 10:23). Así como las promesas de Dios sostuvieron a su pueblo en el pasado, también nos sostienen a nosotros hoy.</p><p><strong>¿Qué significaría perder todo por Cristo? ¿Qué perdemos realmente, en definitiva? (Ver Mar. 8:36). ¿Qué lecciones podemos aprender de los valdenses y de los reformadores que puedan sostenernos en el conflicto final de la Tierra?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de abril",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>“Dios permitió que una gran luz brillara sobre las mentes de estos hombres elegidos, revelándoles muchos de los errores de Roma; pero ellos no recibieron toda la luz que debía ser comunicada al mundo. A través de estos, sus siervos, Dios fue sacando a su pueblo de las tinieblas del romanismo; pero tenían que arrostrar muchos y muy grandes obstáculos, y él los conducía paso a paso según lo permitían las fuerzas de ellos. No estaban preparados para recibir toda la luz al mismo tiempo. Esta los habría hecho retroceder como habrían retrocedido con la vista herida quienes, acostumbrados a la oscuridad, recibieran la plenitud gloriosa del sol del mediodía. Por consiguiente, Dios la reveló a los guías de su pueblo poco a poco, tanto como podía ser recibida por la gente. De siglo en siglo otros fieles obreros seguirían conduciendo a las masas y avanzando cada vez más en la senda de la reforma” (Elena de White, El conflicto de los siglos, p. 110).</p><p>“En otra carta, que escribiera a un sacerdote que se había convertido al evangelio, Hus habló con profunda humildad de sus propios errores, acusándose ‘de haber sido afecto a llevar hermosos trajes y de haber desperdiciado horas en ocupaciones frívolas’. Luego añadía estas conmovedoras admoniciones: ‘Que tu mente se ocupe de la gloria de Dios y de la salvación de las almas, y no de la adquisición de prebendas y bienes temporales. Cuida de no adornar tu casa más que tu alma; y sobre todo, cuida del edificio espiritual. Sé piadoso y humilde con los pobres, y no consumas tu dinero en banquetes. Si no corriges tu vida y te abstienes de superfluidades, temo que serás severamente castigado, como yo lo soy’ ” (ibíd., p. 113).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><br></p><p><strong>1.</strong> ¿Qué es la “luz que va en aumento”? ¿Por qué Dios revela la verdad gradualmente? ¿Cómo se aplican estos principios a la iglesia de Dios hoy?</p><p><strong>2. </strong>¿Qué relación existe entre los nuevos descubrimientos de la verdad y las verdades que el pueblo de Dios entendió previamente? ¿Por qué la nueva luz nunca debe contradecir la antigua?</p><p><strong>3.</strong> Sin importar dónde vivas, tu cultura va a promover valores, ideas y códigos morales que de alguna manera entran en conflicto con lo que enseña la Biblia. Después de identificar estas áreas de conflicto, ¿cómo te ves a ti mismo y a nosotros, como iglesia, haciendo frente a estos desafíos? ¿Cómo podemos continuar siendo buenos ciudadanos sin sucumbir a los valores deformados que proclama nuestra cultura?</p><p><strong>4.</strong> ¿Cómo influye la carta de Juan Hus en tu forma de pensar hoy? ¿Qué te impresiona de esta carta?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>Introducción:</strong></p><p>Los fieles cristianos primitivos y medievales se caracterizaban no solamente por su lealtad individual a Dios y a su Palabra, sino también por la postura pública que adoptaron al proclamar los principios del Reino de Dios y de la salvación. Esta semana, continuamos siendo testigos de la postura de la iglesia de Dios en el Gran Conflicto, durante los períodos de la Edad Media y la Reforma. En este tiempo, los primeros reformadores y dirigentes de la iglesia se inspiraron en el ejemplo de Cristo y de los apóstoles, así como de mártires como Policarpo.</p><p>Sin embargo, esta época de reforma no constituye un período ordinario de persecución, sino un período profético de 1.260 años, que abarca desde 538 d.C. hasta 1798. Como en el caso de los otros períodos proféticos de persecución, esta época también señala el hecho de que el tiempo de la persecución es limitado, y que Dios tiene el control, en última instancia.</p><p>Durante esta época, numerosos cristianos, como los valdenses, Wycliffe y Huss, aunque sufrieron persecución a manos de los enemigos de Dios, también pasaron a la ofensiva contra las fuerzas de las tinieblas espirituales. Las armas de su ofensiva no provenían de su propia fuerza, visión ni sabiduría. Al contrario, la misión de los verdaderos cristianos, y el secreto de su poder, consistía en su descubrimiento, amor y proclamación de la Palabra de Dios.</p><p>La labor de los reformadores supuso un doble logro para la humanidad y para Dios. Su primer logro fue comprender que el amor de Dios, tal como se revela en su Palabra, transforma la vida de su pueblo y le da esperanza en el Reino de Dios. Su segundo logro fue la proclamación de la verdad bíblica al mundo en vindicación de la identidad y el carácter de Dios, ambos denigrados por las fuerzas del mal en la gran guerra cósmica. Entonces como ahora, las tinieblas espirituales retroceden ante la proclamación de la Palabra de Dios, que ilumina el mundo con esperanza y amor.</p><p><br></p><p><strong>Temática de la lección:</strong></p><p>La lección de esta semana hace hincapié en tres temas principales:</p><p>1. La persecución que la iglesia medieval llevó a cabo contra los cristianos creyentes en la Biblia tuvo lugar durante un período profético, limitado en el tiempo y bajo la supervisión final de Dios, tal y como lo prevén las Escrituras.</p><p>2. Los valdenses, Wycliffe y Huss ilustran lo que significa estar del lado de Dios, dando testimonio y proclamando la Palabra de Dios en los tiempos más oscuros del Conflicto Cósmico.</p><p>3. La Palabra de Dios es nuestra mayor fuente de esperanza y poder, que nos permite vivir y permanecer de parte de Dios.</p><p><br></p><p><strong>COMENTARIO</strong></p><p><br></p><p><strong>La raíz de la persecución</strong></p><p>Generalmente, las causas de la persecución de los primeros cristianos han sido clasificadas por los historiadores de la iglesia según las siguientes categorías:</p><p>Económicas: por ejemplo, la profesión de fe de un creyente afectaba, y a menudo restringía, sus transacciones con empresas locales y regionales (ver Hech. 19:23-27).</p><p>• Sociales: por ejemplo, los cristianos se negaban a participar de actividades inmorales.</p><p>• Políticas: por ejemplo, los cristianos se convertían en chivos expiatorios para resolver problemas políticos.</p><p>• Religiosas: por ejemplo, las creencias, las prácticas y el crecimiento cristianos se percibían como una amenaza para la existencia de las religiones dominantes.</p><p>La raíz de todas estas persecuciones era Satanás. ¿Cuál era su motivo para atacar a los cristianos en su continua guerra contra Cristo? ¿No fue Satanás, después de todo, quien había acusado originalmente a Dios de ejercer control, opresión y restricción de la libertad? ¿Por qué se convertiría ahora Satanás en la máxima fuente de persecución y opresión?</p><p>Podemos postular dos posibles razones. En primer lugar, Lucifer construyó toda su rebelión, y su propuesta de un nuevo gobierno universal, sobre mentiras, especulaciones descabelladas y acusaciones infundadas y perniciosas contra Dios, su carácter, su estatus y su soberanía (Juan 8:44). Al ser mentiroso, Satanás distorsionó la realidad no solo para los demás; él mismo se vio afectado por las mentiras que promulgó y por el acto mismo de mentir. El engaño distorsiona el fundamento mismo de la persona.</p><p>Rápidamente, la mentira se convierte en una fuerza controladora de una persona, y trata de afirmarse como verdad contra el dictado de la verdad.</p><p>En segundo lugar, no hay libertad sin Dios. Dios mismo es libre. Nos creó a su imagen: libres y, por lo tanto, morales y con capacidad de dar y recibir amor. Dios no solo nos creó libres, sino también, como nuestro Proveedor, es la norma y el sostén de nuestra libertad. No podemos tener verdadera libertad sin Dios o estando en su contra.</p><p>Todo intento de establecer una autonomía completa al margen de Dios, como quería Lucifer, significaría privar a Dios de su condición de Creador y Proveedor. Así que, para lograr la autonomía absoluta, Lucifer originó su rebelión contra Dios. Sin embargo, Lucifer pronto se dio cuenta de que, para preservar su autonomía, necesitaría constantemente suprimir la existencia misma de Dios, quien por definición era el Creador y el Proveedor. No solo eso, Lucifer también necesitaría suprimir cualquier deseo, en sí mismo y en otros, de volver a Dios y a los principios de su Reino. Por esta razón, Lucifer necesitaría exterminar toda mención de la existencia de Dios. Así, dado que el pueblo de Dios da testimonio de la existencia de Dios y lo adora como su Creador y Proveedor, Satanás no podía permitir que la existencia del pueblo de Dios continuara sin ser afectada. Si Satanás no atacara al pueblo de Dios, eso significaría reconocer el colapso de sus teorías, a saber, que no hay libertad aparte de Dios y su gobierno.</p><p><br></p><p><strong>Valdenses, franciscanos y las Escrituras</strong></p><p>A principios del segundo milenio después de Cristo, la Iglesia Católica Romana se había convertido en una institución profundamente corrupta. Los miembros de la iglesia no podían pasar esto por alto. Sintieron la necesidad de identificar las causas de la corrupción de la iglesia y proponer soluciones. Este proceso dio lugar a numerosas órdenes religiosas y mendicantes.</p><p>A principios del siglo XIII, Francisco de Asís (1181-1226), hijo más bien mundano de una familia adinerada, tuvo una experiencia de conversión mística, tras la cual renunció a cualquier propiedad que tuviera y declaró su intención de imitar en lo posible la pobreza de Cristo. Francisco fundó la orden de los franciscanos, que promovía la pobreza como virtud. Los franciscanos eran conocidos por predicar en las calles. En 1209, Francisco solicitó el reconocimiento formal de su orden por parte del papa Inocencio III, que estuvo en el poder de 1198 a 1216. Tras una vacilación inicial, el papa accedió a la petición de Francisco en 1210.</p><p>Varias décadas antes, a finales del siglo XII, Pedro Waldo (m. 1205), un próspero hombre de negocios del sureste de Francia, también experimentó una conversión, renunció a sus riquezas y predicó la pobreza voluntaria. También fundó una orden para los pobres y solicitó la aprobación del papado. Aunque el papa Alejandro III, quien presidió de 1159 a 1181, aceptó inicialmente el voto de pobreza de Waldo, su sucesor, el papa Lucio III, quien presidió la sede papal de 1181 a 1185, condenó a Waldo y a sus seguidores, los valdenses, como heréticos, y les prohibió predicar. Peor aún, durante los siglos siguientes, la Iglesia Católica Romana emprendió terribles persecuciones contra los valdenses, que casi los llevaron a la extinción.</p><p>Consideremos las similitudes que tenemos ante nosotros entre estos dos movimientos de reavivamiento y órdenes religiosas, que surgieron más o menos al mismo tiempo en la historia. Los fundadores de ambos movimientos, Francisco de Asís y Pedro Waldo, tuvieron experiencias de conversión bastante similares. Al principio, ambos fundaron sus órdenes sobre reglas espirituales similares: la pobreza y la predicación en las calles. Ambos tenían deseos similares de reformar la iglesia, y ambos apelaron al papado para que aprobara sus órdenes. La solicitud de aprobación papal por parte de los franciscanos fue recibida inicialmente con dudas, pero más tarde se les concedió. En cambio, el voto de pobreza de Waldo, aprobado inicialmente por el papado, fue rescindido más tarde. Los franciscanos se convirtieron en una de las órdenes católicas más influyentes. Por otra parte, los valdenses soportaron una de las persecuciones más crueles de la historia; persecución que apuntaba a su exterminio. Es más que pertinente preguntarnos: ¿Cuál es la razón de este trato tan diferente?</p><p>La respuesta está en su lealtad final. Los franciscanos obtuvieron la aprobación papal y otorgaron su máxima lealtad al papa. Es decir, reconocieron al papado como la máxima autoridad espiritual y temporal en la Tierra, y juraron apoyar incondicionalmente su autoridad en asuntos de doctrina y de práctica.</p><p>Los valdenses, en cambio, creían que la autoridad final para nuestra vida y enseñanzas emanaba de las Sagradas Escrituras de Dios. Por esta razón, hicieron de las Escrituras el centro de su estudio, predicación y vida. Consecuentemente, los valdenses pronto descubrieron y repudiaron un creciente número de falsedades y avenencias de la Iglesia Católica Romana, como:</p><p><br></p><p>• La veneración de los santos.&nbsp;</p><p>• La mayoría de los siete sacramentos católicos.</p><p><br></p><p><strong>El concepto de la transubstanciación.</strong></p><p>• La confesión oral de los pecados a sacerdotes humanos.&nbsp;</p><p>• La práctica del bautismo infantil.&nbsp;</p><p>• La venta de indulgencias.&nbsp;</p><p>• La doctrina del Purgatorio.&nbsp;</p><p>• Las oraciones por los muertos.</p><p>Los valdenses proclamaban que Dios es el único Creador y Salvador, y que Cristo es el único Mediador, dador de gracia y perdonador de los pecados. Enseñaban que el culto no estaba restringido al espacio físico de las iglesias católicas romanas, sino que podía ofrecerse a Dios en cualquier lugar.</p><p>Los valdenses no recibieron en vida la recompensa por su fidelidad. Pero sus ideas y su coraje para defender la Palabra de Dios pronto inspiraron a Juan Wycliffe y Juan Huss, así como al resto del movimiento de la Reforma, desde el siglo XVI en adelante.</p><p>Si bien no fueron honrados por la humanidad, estos reformadores serán honrados por el propio Cristo en su glorioso retorno. Como parte de su perdurable legado de fe, los valdenses nos transmitieron su confianza implícita en el poder autoritativo de las Escrituras. Comprendieron que el éxito del cristianismo no reside en el genio innato ni las estratagemas de sus miembros, sino en su testimonio a los demás de lo que Cristo ha hecho, y en señalar a la Palabra de Dios como la fuente de la revelación divina y la salvación. Por esta razón, los reformadores se limitaron a seguir la exhortación del apóstol Pablo:&nbsp;</p><p>“Que prediques la palabra y que instes a tiempo y a destiempo” (2 Tim. 4:2). Distribuyeron, a su paso, Biblias, o fragmentos del Libro Sagrado, y dejaron los resultados en manos del Espíritu Santo. Los valdenses estaban motivados en esta labor por el gran principio fundacional de Sola Scriptura; es decir, que la Escritura, por sí misma, es la Palabra de Dios; que la Biblia tiene el poder de comunicar el mensaje de Dios a todos los seres humanos; y que es autosuficiente y tiene sentido para todos sus lectores. Es precisamente este ethos el que más tarde impulsó la identidad, la misión, la unidad y la vida del movimiento adventista en el siglo XIX.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Los valdenses difundieron la Palabra de Dios en tiempos de persecución. Tal vez, como ellos, tú te encuentres en un ambiente de persecución. O tal vez te encuentres en una situación de tolerancia religiosa y paz. Cualquiera que sea tu caso, ¿qué puedes hacer para difundir la Palabra de Dios en tu contexto de una manera significativa para quienes te rodean?</p><p>Desarrolla un plan de tres puntos que te ayude a permanecer fiel a Dios en tiempos de persecución. Comparte tu plan con tu familia o tu grupo de Escuela Sabática.</p><p><br></p><p><strong>RESEÑA</strong></p><p>Texto clave: Salmo 119:11. Enfoque del estudio: Salmo 119:162; 2 Pedro 1:20, 21; Juan 16:13, 14; Efesios 2:8, 9; Romanos 3:23-31; 5:8-10; 6:22, 23.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>DEFENDAMOS LA VERDAD</p>",
         "verse":"<p>Como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del hombre sea levantado, para que todo el que crea en él no se pierda, sino que tenga vida eterna (Juan 3:14, 15).</p>",
         "versionCode":60,
         "weekDate":"20-26 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
