{
   "data":[
      {
         "color":"#0AAD9B",
         "id":3,
         "idEs":22,
         "language":"es",
         "lessonDays":[
            {
               "date":"14 de octubre",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>Aveces, Dios puede sacarnos de nuestra zona de confort para convertirnos en sus testigos. En ocasiones, puede usar este cambio para alcanzar sus propósitos, como en el ejemplo de la dispersión de la gente en la torre de Babel. Abraham, por su parte, salió de su patria para ir a otra (Gén. 12) como medio para dar testimonio. Los discípulos de Jesús pasaron de trabajar solo entre los suyos (Hech. 3) a trabajar también para los demás (Hech. 8:1-4). En Hechos 1:8, Jesús estableció un principio de evangelización: empezarían localmente, Jerusalén y Judea, luego irían a Samaria y, finalmente, hasta los confines de la Tierra.</p><p>Pero, aunque nosotros no salgamos de nuestro país, Dios quiere que alcancemos con el evangelio a la gente que nos rodea. Cuando la iglesia de Jerusalén se estaba volviendo complaciente, sus miembros fueron dispersados. Aunque llegó la persecución y la gente sufrió, estos desafortunados acontecimientos se convirtieron en un medio para difundir las buenas nuevas por todo el mundo.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de octubre",
               "dayTitle":"<p>SALIR DE NUESTRA ZONA DE CONFORT</p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p>Para llegar a los demás, Dios quiere que salgamos de nuestra zona de confort. El deseo de permanecer únicamente con los de nuestro propio linaje o clase étnica o social puede llevarnos al egoísmo y la maldad. Este peligro es una de las lecciones que se derivan de la historia de Babel.</p><p><strong>Lee Génesis 11:1 al 9. ¿Cuáles eran las intenciones de la gente? ¿Qué quería hacer y por qué Dios se lo impidió?</strong></p><p><strong>Génesis 11:1-9</strong></p><p><strong><sup>1</sup></strong> Tenía entonces toda la tierra una sola lengua y unas mismas palabras.&nbsp;</p><p><strong><sup>2</sup></strong> Y aconteció que cuando salieron de oriente, hallaron una llanura en la tierra de Sinar, y se establecieron allí.&nbsp;</p><p><strong><sup>3</sup></strong> Y se dijeron unos a otros: Vamos, hagamos ladrillo y cozámoslo con fuego. Y les sirvió el ladrillo en lugar de piedra, y el asfalto en lugar de mezcla.&nbsp;</p><p><strong><sup>4</sup></strong> Y dijeron: Vamos, edifiquémonos una ciudad y una torre, cuya cúspide llegue al cielo; y hagámonos un nombre, por si fuéremos esparcidos sobre la faz de toda la tierra.&nbsp;</p><p><strong><sup>5</sup></strong> Y descendió Jehová para ver la ciudad y la torre que edificaban los hijos de los hombres.&nbsp;</p><p><strong><sup>6</sup></strong> Y dijo Jehová: He aquí el pueblo es uno, y todos estos tienen un solo lenguaje; y han comenzado la obra, y nada les hará desistir ahora de lo que han pensado hacer.&nbsp;</p><p><strong><sup>7</sup></strong> Ahora, pues, descendamos, y confundamos allí su lengua, para que ninguno entienda el habla de su compañero.&nbsp;</p><p><strong><sup>8 </sup></strong>Así los esparció Jehová desde allí sobre la faz de toda la tierra, y dejaron de edificar la ciudad.&nbsp;</p><p><strong><sup>9</sup></strong> Por esto fue llamado el nombre de ella Babel, porque allí confundió Jehová el lenguaje de toda la tierra, y desde allí los esparció sobre la faz de toda la tierra.</p><p>La historia de los habitantes de la torre de Babel revela su gran ambición. Planeaban construir una estructura monumental, una ciudad y una torre que no existían en ningún otro lugar del mundo: “Una ciudad y una torre, cuya cúspide llegue al cielo, para hacernos famosos” (Gén. 11:4).</p><p>¿Cuántas veces la gente intenta hacer lo mismo en la actualidad? No importa si es mediante la política, el arte, los negocios o hasta la religión. Hay quienes quieren hacerse muy famosos. Al final, sus esfuerzos son inútiles y sin sentido. (Ver Ecl. 2:1-11).</p><p>La Biblia dice, en Génesis 11:4, que esta gente quería construir la torre para evitar dispersarse sobre la faz de la Tierra. Quería permanecer junta por motivos egoístas. Pero Dios tenía otro plan.</p><p>Esta gente también se había unido para esta obra. Pero “dijo el Señor: ‘El pueblo es uno, y todos tienen un mismo lenguaje. Han empezado la obra, y nada los hará desistir de lo que han pensado hacer’ ” (Gén. 11:6). Por cierto, este ambicioso plan del pueblo era perverso.</p><p>Aunque las Escrituras no lo dicen explícitamente, Elena de White afirma que no confiaban en la promesa de Dios de que nunca más destruiría la Tierra con agua (Gén. 9:14, 15). Pretendían construir debido a sus propias percepciones de seguridad, en lugar de confiar en la Palabra de Dios. Cualesquiera que fuesen sus motivaciones, Dios sabía que sus intenciones no eran puras, sino que estaban llenas de ambición egoísta, y por eso les impidió alcanzar los objetivos que se habían propuesto.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de octubre",
               "dayTitle":"<p>SER UNA BENDICIÓN PARA EL MUNDO ENTERO</p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p>Lee Génesis 12:1 al 3. ¿En qué sentido las instrucciones de Dios a Abram eran un llamado a la misión?</p><p>Dios le pidió a Abram (cuyo nombre cambió más tarde por el de Abraham) que dejara su país y su pueblo, y se fuera a otra tierra. Todo formaba parte del plan de Dios de utilizar a Abraham como vehículo para cumplir sus propósitos divinos en la Tierra. Y Abraham salió, de acuerdo con la Palabra del Señor. Si Dios tiene un plan para ti, puede ser un llamado para que dejes a tu familia extendida y a tu pueblo y vayas a un lugar que él está preparando para que lo sirvas y puedas ser una bendición para los demás. Lee los siguientes versículos. ¿Qué nos dice cada texto sobre el pacto de Dios, que es la promesa que nos hace?</p><p><strong>Génesis 12:1-3</strong></p><p><strong><sup>1</sup></strong> Pero Jehová había dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostraré.&nbsp;</p><p><strong><sup>2</sup></strong> Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.&nbsp;</p><p><strong><sup>3</sup></strong> Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.</p><p><strong>Gén. 3:15</strong></p><p>15 Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar.</p><p><strong>Gén. 17:19&nbsp;</strong></p><p>19 Respondió Dios: Ciertamente Sara tu mujer te dará a luz un hijo, y llamarás su nombre Isaac; y confirmaré mi pacto con él como pacto perpetuo para sus descendientes después de él.</p><p><strong>Núm.24:17&nbsp;</strong></p><p><strong><sup>17</sup></strong> Lo veré, mas no ahora;</p><p>Lo miraré, mas no de cerca;</p><p>Saldrá ESTRELLA de Jacob,</p><p>Y se levantará cetro de Israel,</p><p>Y herirá las sienes de Moab,</p><p>Y destruirá a todos los hijos de Set.<br></p><p><br></p><p><strong>Isa. 9:6&nbsp;</strong></p><p><sup><strong>6 </strong></sup>Porque un niño nos es nacido, hijo nos es dado, y el principado sobre su hombro; y se llamará su nombre Admirable, Consejero, Dios Fuerte, Padre Eterno, Príncipe de Paz.</p><p><strong>Dan. 9:24–27</strong></p><p><strong><sup>24</sup> </strong>Setenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.<strong><sup>&nbsp;</sup></strong></p><p><strong><sup>25 </sup></strong>Sabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; se volverá a edificar la plaza y el muro en tiempos angustiosos.&nbsp;</p><p><sup><strong>26 </strong></sup>Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.&nbsp;</p><p><strong><sup>27</sup></strong> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.</p><p><strong>Mat. 1:21&nbsp;</strong></p><p><sup><strong>21 </strong></sup>Y dará a luz un hijo, y llamarás su nombre JESÚS, porque él salvará a su pueblo de sus pecados.</p><p>De los textos anteriores se desprende claramente que Dios iba a cumplir la promesa, hecha en el Jardín del Edén, de que Alguien vendría como solución al problema del pecado. Esta solución, Jesucristo, el Mesías, iba a surgir del linaje de Abraham e Isaac (por medio de Sara). Hebreos 11:9 afirma que Isaac y Jacob eran herederos de la promesa de bendición que Dios hizo a Abraham. No sabemos con exactitud cuánto sabía o comprendía el propio Abraham respecto de cómo surgiría la Simiente prometida por medio de él, pero de todos modos actuó por fe. “Por la fe Abraham, cuando fue llamado por Dios, obedeció para salir al lugar que había de recibir en herencia; y salió sin saber a dónde iba” (Heb. 11:8).</p><p><strong>¡Qué ejemplo para nosotros! Supongamos que Dios te llama a salir “sin saber” adónde vas. ¿Cómo responderías y por qué?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de octubre",
               "dayTitle":"<p>EL LLAMADO A ABRAHAM<br></p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p>Abraham siguió el llamado de Dios y entró en la tierra como Dios le había ordenado. Sin embargo, desde el principio, las cosas no parecieron irle demasiado bien. Llegó al lugar al que Dios le había dicho que fuera, pero, según la Biblia, “el cananeo habitaba entonces en la región” (Gén. 12:6), un pueblo pagano famoso por su crueldad y su violencia. No es de extrañar que, justo después de que Abraham llegara allí, el Señor se le apareciera y le dijera: “A tus descendientes daré esta tierra” (Gén. 12:7). Sin duda, Abraham necesitaba ese estímulo.<br><br>Sin embargo, las cosas todavía no le iban precisamente bien; al menos, al principio.<br><br><strong>Lee Génesis 12:10 al 13:1. ¿Qué cosas le sucedieron después y qué errores cometió este hombre de Dios?</strong><strong><br></strong></p><p><strong>Génesis 12:10-20<sup><br></sup></strong></p><p><strong><sup>10</sup></strong> Hubo entonces hambre en la tierra, y descendió Abram a Egipto para morar allá; porque era grande el hambre en la tierra.&nbsp;</p><p><sup><strong>11</strong></sup> Y aconteció que cuando estaba para entrar en Egipto, dijo a Sarai su mujer: He aquí, ahora conozco que eres mujer de hermoso aspecto;&nbsp;</p><p><sup><strong>12</strong></sup> y cuando te vean los egipcios, dirán: Su mujer es; y me matarán a mí, y a ti te reservarán la vida.&nbsp;</p><p><sup><strong>13</strong></sup> Ahora, pues, di que eres mi hermana, para que me vaya bien por causa tuya, y viva mi alma por causa de ti.<br><sup><br><strong>14</strong></sup> Y aconteció que cuando entró Abram en Egipto, los egipcios vieron que la mujer era hermosa en gran manera.&nbsp;</p><p><sup><strong>15</strong></sup> También la vieron los príncipes de Faraón, y la alabaron delante de él; y fue llevada la mujer a casa de Faraón.&nbsp;</p><p><sup><strong>16</strong></sup> E hizo bien a Abram por causa de ella; y él tuvo ovejas, vacas, asnos, siervos, criadas, asnas y camellos.&nbsp;</p><p><sup><strong>17</strong></sup> Mas Jehová hirió a Faraón y a su casa con grandes plagas, por causa de Sarai mujer de Abram.&nbsp;</p><p><sup><strong>18</strong></sup> Entonces Faraón llamó a Abram, y le dijo: ¿Qué es esto que has hecho conmigo? ¿Por qué no me declaraste que era tu mujer?&nbsp;</p><p><sup><strong>19</strong></sup> ¿Por qué dijiste: Es mi hermana, poniéndome en ocasión de tomarla para mí por mujer? Ahora, pues, he aquí tu mujer; tómala, y vete.&nbsp;</p><p><sup><strong>20</strong></sup> Entonces Faraón dio orden a su gente acerca de Abram; y le acompañaron, y a su mujer, con todo lo que tenía.<br></p><p><strong>Génesis 13:1</strong><strong></strong></p><p><strong><sup>1 </sup></strong>Subió, pues, Abram de Egipto hacia el Neguev, él y su mujer, con todo lo que tenía, y con él Lot. <br></p><p>Qué desalentador debió haber sido para él: dejar una existencia cómoda y probablemente próspera en su tierra natal, solo para partir “sin saber a dónde iba” (Heb. 11:8). Y una de las primeras cosas que enfrentó fue el hambre. Esta hambruna fue tan grave que tuvo que abandonar el lugar donde Dios le había dicho que se estableciera e ir a otro lugar. Y después las cosas empeoraron aún más.<br><br>“Durante su estada en Egipto, Abraham dio evidencias de que no estaba libre de la debilidad y la imperfección humanas. Al ocultar el hecho de que Sara era su esposa, reveló desconfianza en el amparo divino, una falta de esa fe y ese valor elevadísimos tan frecuente y noblemente manifestados en su vida. [...] A causa de la falta de fe de Abraham, Sara se vio en gran peligro. El rey de Egipto, habiendo oído hablar de su belleza, la hizo llevar a su palacio, pensando hacerla su esposa. Pero el Señor, en su gran misericordia, protegió a Sara, enviando plagas sobre la familia real” (Elena de White, Patriarcas y profetas, p. 123).<br><br>Nadie ha dicho que la obra misionera fuera fácil, y al mentir, al ser engañoso, Abraham solo empeoró las cosas. Afortunadamente, Dios es un Dios de paciencia, y no desechó a su siervo por este error que, por desgracia, no sería el único que Abraham cometería. Qué reconfortante es saber que, a pesar de nuestros errores, si nos aferramos al Señor con fe y sumisión, como lo hizo Abraham, Dios no solo puede perdonar nuestros errores, nuestros pecados y nuestras faltas, sino además puede seguir utilizándonos para la misión.<br><strong><br>¿Qué lecciones podemos sacar de la historia de Abram en Egipto?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de octubre",
               "dayTitle":"<p>LA IGLESIA PRIMITIVA Y LAS ZONAS DE CONFORT<br></p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Hechos 8:1 al 4. En la iglesia primitiva, ¿qué provocó la dispersión de los creyentes más allá de su zona de comodidad?</strong><br></p><p><strong>Hechos 8:1-4</strong></p><p><strong><br></strong></p><p><strong><sup>1</sup></strong> Y Saulo consentía en su muerte. En aquel día hubo una gran persecución contra la iglesia que estaba en Jerusalén; y todos fueron esparcidos por las tierras de Judea y de Samaria, salvo los apóstoles.&nbsp;</p><p><sup><strong>2</strong></sup> Y hombres piadosos llevaron a enterrar a Esteban, e hicieron gran llanto sobre él.&nbsp;</p><p><sup><strong>3</strong></sup> Y Saulo asolaba la iglesia, y entrando casa por casa, arrastraba a hombres y a mujeres, y los entregaba en la cárcel.<br><sup><br><strong>4 </strong></sup>Pero los que fueron esparcidos iban por todas partes anunciando el evangelio. <br></p><p>Hasta ese momento, la iglesia primitiva se encontraba principalmente en Jerusalén (o dentro del territorio judío y entre el pueblo judío). Cuando comenzó la persecución de la que Saulo, un judío devoto y fariseo, participó activamente, la iglesia de Jerusalén se dispersó por toda Judea y Samaria. Jesús lo había predicho en Hechos 1:8: “Serán mis testigos tanto en Jerusalén como en toda Judea y Samaria” (NVI). Esta afirmación se cumplió, tal como lo señala Hechos 8:4: “Los que se habían dispersado predicaban la palabra por dondequiera que iban” (NVI). Aun después de que la iglesia comenzó a avanzar más allá de Jerusalén, todavía predicaban en las regiones de los judíos o en los distritos del pueblo judío de otras ciudades. Hechos 11:19 indica que la iglesia se dispersó hasta Fenicia (Líbano) y Chipre, pero en esta etapa no predicaron el mensaje a nadie más que a los judíos. Los discípulos de Jesús y la iglesia primitiva no intentaron llevar al Señor a los gentiles, sino solo a los judíos. Todavía tenían una visión limitada sobre cuál debía ser la misión de la iglesia.<br><br>Pedro, un discípulo de Jesús y una de las figuras principales de la iglesia primitiva, era reacio a llevar el mensaje del evangelio a los gentiles, incluso después de que Pablo comenzó a hacerlo. A Pedro se lo conoce como el apóstol a los circuncisos (es decir, a los judíos), y Pablo era apóstol a los gentiles (Gál. 2:8). Al principio, Pedro ni siquiera quería que lo vieran con los gentiles (2:11, 12). Sin embargo, Dios sacó a Pedro de su zona de confort y transformó su corazón. Estaba empezando a aprender lo que realmente implicaba la comisión evangélica y lo que la muerte de Jesús pretendía lograr en todo el mundo.<br><br><strong>Lee Hechos 10:9 al 15, 28 y 29. ¿Cuál era el mensaje que el Señor le estaba dando a Pedro, y cómo debemos nosotros, en nuestra época, aplicar este principio a la obra misionera?</strong></p><p><sup><strong><br></strong></sup></p><p><strong>Hechos 10:9 -15, 28 y 29</strong><sup><strong><br></strong></sup></p><p><sup><strong>9</strong></sup> Al día siguiente, mientras ellos iban por el camino y se acercaban a la ciudad, Pedro subió a la azotea para orar, cerca de la hora sexta.&nbsp;</p><p><sup><strong>10 </strong></sup>Y tuvo gran hambre, y quiso comer; pero mientras le preparaban algo, le sobrevino un éxtasis;&nbsp;</p><p><sup><strong>11 </strong></sup>y vio el cielo abierto, y que descendía algo semejante a un gran lienzo, que atado de las cuatro puntas era bajado a la tierra;&nbsp;</p><p><sup><strong>12</strong></sup> en el cual había de todos los cuadrúpedos terrestres y reptiles y aves del cielo.&nbsp;</p><p><sup><strong>13</strong></sup> Y le vino una voz: Levántate, Pedro, mata y come.&nbsp;</p><p><sup><strong>14 </strong></sup>Entonces Pedro dijo: Señor, no; porque ninguna cosa común o inmunda he comido jamás.&nbsp;</p><p><sup><strong>15</strong></sup> Volvió la voz a él la segunda vez: Lo que Dios limpió, no lo llames tú común. <strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de octubre",
               "dayTitle":"<p>EMPEZAR POR DONDE ESTÁS<br></p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Hechos 1:8. ¿Qué principio presentó Jesús en cuanto a realizar la obra de compartir y de ser sus testigos al mundo?</strong><br></p><p><strong>Hechos 1:8</strong></p><p><sup><strong>8 </strong></sup>pero recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo, y me seréis testigos en Jerusalén, en toda Judea, en Samaria, y hasta lo último de la tierra.<br></p><p>Este es el principio establecido por Jesús que nos muestra cómo debemos actuar como discípulos que tienen la buena nueva para compartirla con los demás. Compartir la verdad no consiste en convencer a los demás de lo equivocados que están, sino en compartir a Jesús tal como se describe en el mensaje de los tres ángeles de Apocalipsis 14:6 al 12.<br><br>No obstante, hay algunos principios en las palabras de Jesús en Hechos 1:8. En primer lugar, “serán mis testigos tanto en Jerusalén” (NVI). Como hemos visto (pero vale la pena repetirlo): debemos ser testigos en el lugar donde residimos físicamente. Esto puede incluir nuestro propio hogar, la iglesia, el vecindario y la comunidad. Necesitamos ser testigos suyos primero donde estamos, en el lugar donde él nos ha colocado inicialmente (casa o trabajo), y dar testimonio a la gente más cercana a nosotros. Puede ser la familia cercana o la familia extendida, la gente de la iglesia, los compañeros de trabajo, los vecinos y la comunidad.<br><br>A veces, la gente solo está interesada en ir a un país lejano y a una cultura extraña para dar testimonio. Pero no testifica a la gente que la rodea ahora. Debemos comenzar donde estamos y avanzar desde allí según el Señor nos guíe.<br><br>A continuación: “En toda Judea y Samaria” (Hech. 1:8). Una vez más, Jesús afirma la realidad de que dar testimonio implica cruzar fronteras culturales. Partiendo de donde estamos, podemos ser llamados a desplazarnos a otras zonas para llegar a diferentes grupos sociales, étnicos y religiosos. Si pertenezco a un determinado grupo étnico o lingüístico, quizá me resulte mucho más fácil dar testimonio ante ellos, porque las barreras culturales que hay que cruzar son mínimas. En algunas zonas del mundo, únicamente un clan o tribu está representado en la composición de la iglesia. Sin embargo, la Gran Comisión de Jesús nos dice que, como testigos suyos, es crucial salir de nuestra zona de confort y aplicar nuestros recursos en esos grupos de personas. Ellos también necesitan el mensaje de Jesús.<br><br><strong>Desafío:</strong> Identifica y haz una lista de grupos de personas con necesidades especiales en tu comunidad, por quienes la iglesia no ha hecho esfuerzos por alcanzarlas.<br><strong><br>Desafío avanzado: </strong>Comienza a orar por una oportunidad, en el futuro cercano, para comprometerte en la misión con personas con necesidades especiales.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de octubre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>Lee Elena de White, Los hechos de los apóstoles, “La Gran Comisión”, pp. 21-28; y “Un buscador de la verdad”, pp. 108-117.<br><br>“Antes de ascender al Cielo, Cristo dio a los discípulos su comisión. Les dijo que debían ser los ejecutores del testamento por el cual él legaba al mundo los tesoros de la vida eterna. Ustedes han sido testigos de mi vida de sacrificio en favor del mundo, les dijo. Han visto mis labores por Israel. Y, aunque mi pueblo no quiso acudir a mí para poder tener vida, a pesar de que los sacerdotes y los gobernantes han hecho conmigo lo que querían, aunque me han rechazado, tendrán todavía otra oportunidad de aceptar al Hijo de Dios. Han visto que recibo libremente a todos los que acuden a mí confesando sus pecados. Al que a mí viene no lo echaré fuera de ninguna manera. Les encomiendo a ustedes, mis discípulos, este mensaje de misericordia. Ha de darse tanto a los judíos como a los gentiles: primero a Israel y entonces a todas las naciones, lenguas y pueblos. Todos los que crean integrarán una iglesia” (Elena de White, Los hechos de los apóstoles, p. 23). La Gran Comisión es clara: “Por tanto, vayan a todas las naciones, hagan discípulos bautizándolos en el nombre del Padre, del Hijo y del Espíritu Santo” (Mat. 28:19). Por lo tanto, sin duda tiene que ver con alcanzar a otros, especialmente a otras naciones. “La Comisión Evangélica es la magna carta misionera del Reino de Cristo.<br><br>Los discípulos habían de trabajar fervorosamente por las almas, dando a todos la invitación de misericordia. No debían esperar que la gente viniera a ellos; sino que debían ir ellos a la gente con su mensaje” (ibíd.)<br><br>“En este oscuro mundo de pecado, el Señor tiene muchas joyas preciosas, hacia las que él guiará a sus mensajeros. Por doquiera hay quienes se decidirán por Cristo. Muchos apreciarán la sabiduría de Dios más que cualquier ventaja terrenal, y llegarán a ser fieles portaluces. [...] Convencidos de que la conducta de Pedro estaba de acuerdo con el cumplimiento directo del plan de Dios, y de que sus prejuicios y espíritu exclusivo eran totalmente contrarios al espíritu del evangelio, glorificaron a Dios, diciendo: ‘De manera que también a los gentiles ha dado Dios arrepentimiento para vida’. Así, sin discusión, los prejuicios fueron quebrantados, se abandonó el espíritu exclusivista establecido por la costumbre secular, y quedó expedito el camino para la proclamación del evangelio a los gentiles” (ibíd., pp. 116, 117).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> ¿Cómo definirías la palabra “misión” al aplicarla a tu propia vida?<br><br><strong>2. </strong>¿De qué manera podrías expresar la misión a diario en tu actitud y tu comportamiento? ¿Cómo puedes tener más en cuenta la misión en tus tareas cotidianas?<br><br><strong>3.</strong> ¿Qué importancia tiene que examinemos nuestro corazón y busquemos el poder de lo Alto para librarnos de los prejuicios contra los que no son como nosotros?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" ",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>RESEÑA</strong><br><br>En las dos lecciones anteriores, vimos que la misión está, ante todo, cimentada en la obra de Dios. La misión de Dios es el motor para que todas las demás formas de misión tengan éxito. Esta semana, la atención se corre de la misión de Dios al llamado a la humanidad a asociarse con Dios para compartir su amor con el mundo en general. Aunque la atención se centra en el aspecto humano de la misión, todo lo que sigue debe leerse a la luz de las dos semanas anteriores, que se focalizan en la iniciativa y la intención misioneras de Dios.<br><br>Las Escrituras contienen numerosos relatos y pasajes que ilustran el llamado activo de Dios a los seres humanos para compartir las bendiciones que él desea que experimente toda la humanidad. Esta semana exploraremos varios de estos ejemplos. Todos ellos deben leerse a la luz del diseño original de la Creación de Dios en Génesis 1 y 2, resumido de forma sucinta en Génesis 1:26 al 28. Aun después de la Caída, las intenciones originales de Dios para la humanidad eran las mismas, pero la puesta en práctica de esas intenciones cambió debido a la ruptura relacional, que fue el resultado de la decisión de Adán y de Eva. Ahora, además del deseo original de Dios, era necesario un plan de redención. Este plan comienza en el Antiguo Testamento; se cumple en la vida, la muerte y la resurrección de Jesús; y los seguidores de Jesús lo comparten a lo largo del resto del Nuevo Testamento.<br><br><strong>COMENTARIO</strong><br><br>Cuando Dios creó la Tierra y puso a la humanidad en el mundo recién creado, compartió su intención original con Adán y Eva. Fueron llamados a velar por la Tierra, incluyendo todos los seres vivos, y a ser fructíferos y multiplicarse (Gén. 1:26-28). En este mandato, mediante el constante estribillo de “bueno” durante la semana de la Creación, está implícita la noción de que Dios colocó a la humanidad en un mundo rodeado de cosas maravillosas. Conocer estas cosas y vivir en este mundo redundaría en prosperidad y la abundancia. Dios estaba íntimamente comprometido con la vida que se desarrollaba aquí, en la Tierra; la práctica de Dios era pasearse periódicamente por el Jardín del Edén (Gén. 3:8). La humanidad recibió gran libertad para vivir de forma creativa las funcionalidades que Dios le había otorgado. Esta iniciativa fue el llamado misionero original de Dios a la humanidad.<br><br>Tras la Caída de la humanidad y la entrada del pecado en la realidad de esta Tierra, las cosas cambiaron. Pero los cambios no anularon el llamado original de Dios a la humanidad. En repetidas ocasiones, Dios les recuerda a quienes estén dispuestos a escuchar que deben ser fructíferos, multiplicarse y cuidar la Tierra (Gén. 9:1; 15:4, 5; 22:17, 18; 35:11). La Biblia repite este tema de principio a fin, y culmina con una Tierra re-creada que se encuentra en Apocalipsis 21 y 22.<br><br>Sin embargo, el pecado hizo necesario un plan de salvación que permitiera a la humanidad vivir plenamente la vida que Dios quería para ella. La Redención se manifestó a la humanidad mediante el ritual de los sacrificios. Cuando Adán y Eva compartieron este plan con las generaciones sucesivas, incluyeron los sacrificios como parte de la revelación de lo que Dios haría para rescatar a la humanidad caída. Aunque a muchos probablemente les costó entender cómo funcionaría la Redención, algunos pudieron concebir que Dios tenía un plan que infundía esperanza. Este plan formaría parte del llamado de Dios a la humanidad. El plan de Dios haría posible que los seres humanos vivieran la realidad que él había previsto originalmente para ellos en el Edén.&nbsp;</p><p><strong>El llamado a Abraham (Gén. 12:1-3)&nbsp;</strong></p><p>La lección de esta semana destaca el llamado de Dios a Abraham, que se encuentra en Génesis 12:1 al 3. El llamado tiene varios elementos vitales que es necesario comprender si queremos entender plenamente lo que ha sido, es y seguirá siendo el llamado de Dios a la misión. En primer lugar, el llamado se basa en la narración de Génesis 1:26 al 28. Esta conexión se articula más claramente en la referencia que hace Isaías al llamado de Abraham y de Sara a compartir la alegría del Edén con el mundo (Isa. 51:1-3).&nbsp;</p><p>Cuando Dios llamó a Abraham para que fuese una bendición para las naciones, esta bendición consistía en compartir un estilo de vida, expresado mediante una profunda libertad y creatividad, diseñada por Dios desde el principio. No es fácil comprender plenamente la bendición de Génesis 12:1 al 3 cuando leemos este texto de manera superficial, pero su significado se aclara cuando lo leemos dentro del corpus más amplio de las Escrituras. Génesis 22 añade detalles adicionales al mensaje que Abraham fue llamado a compartir; a saber: el plan de Dios de ofrecer un Sustituto a la humanidad mediante la muerte y la posterior resurrección del Señor. Este plan dio esperanza a la humanidad de que los efectos del pecado y la muerte podrían superarse. También daba esperanza de que las promesas de Génesis 1:26 al 28 podrían volver a cumplirse plenamente en el futuro.</p><p>Otro elemento del llamado a Abraham que pasamos por alto se encuentra en Génesis 12:1 al 3. Abraham fue llamado a bendecir a las naciones. Nosotros somos llamados a hacer lo mismo. Con frecuencia, no nos damos cuenta de que las naciones también bendecirían a Abraham (Gén. 12:3). El llamado de Dios a la misión siempre implica una bendición recíproca. Los que siguen a Dios deben estar dispuestos a recibir también la bendición del mundo que los rodea. El llamado a la misión es siempre un llamado a bendecir y ser bendecidos. Comprender esta dinámica cambia la actitud de las personas llamadas y modifica su perspectiva a la hora de compartir la buena nueva. Profundizaremos en este tema la próxima semana.&nbsp;</p><p>Cuando leemos las Escrituras, una tendencia destacada fluye a lo largo de ambos Testamentos. El patrón es que Dios tuvo que recordar periódicamente a la humani- dad el llamado original del Génesis. La necesidad de un recordatorio se debía a dos motivos: (1) los seguidores de Dios con frecuencia olvidaban aquello a lo que Dios los había llamado; y (2) los tiempos cambiantes exigían reforzar el llamado. Es decir, de tanto en tanto, es necesario contextualizar la esencia del llamado de Dios, pero el llamado en sí continúa siendo básicamente el mismo.<br><br>El espacio no permite explorar a fondo todos los recordativos posteriores del llamado de Dios a la misión en toda la Biblia, pero unos pocos pueden servir de ejemplo. Cuando Dios sacó a los israelitas de Egipto y los condujo al desierto, recordó explícitamente a su pueblo que, como nación, estaban llamados a servir a todas las demás naciones como sacerdotes (Éxo. 19:4-6). En otras palabras, Israel fue llamado a ser una bendición para las naciones de su entorno y a recibir bendiciones de ellas. Salomón repitió el llamado en su oración de dedicación del Templo recién construido (1 Rey. 8:41-43). Los profetas, tanto de Israel como de Judá, repitieron este llamado de diversas maneras, como puede verse en Isaías 19:23 al 25 y Miqueas 4:2 al 5. Después de que Israel regresara del Exilio, Dios volvió a recordarles este llamado por medio del profeta Zacarías (8:20-23).<br><br>Jesús hizo realidad este llamado y lo demostró. Esto finalmente llevó al cumplimiento del Plan de Salvación por medio de su vida, muerte y resurrección. Después de pasar unos años con Jesús y ser testigos de su resurrección, los discípulos fueron llamados del mismo modo que Abraham y luego Israel, como leemos en Mateo 28:18 al 20. Pablo, el apóstol, también reconoció que su llamado tenía sus raíces en el mismo llamado que se le había extendido a Abraham, como afirma explícitamente en su carta a los seguidores de Jesús en Galacia (Gál. 3:8, 9, 14). La última vez que se extiende el llamado en las Escrituras se encuentra en Apocalipsis 14:6; que no es un llamado nuevo, sino simplemente una reiteración del llamado que comenzó en Génesis 1:26 al 28 y prosiguió a lo largo de la historia. Creemos que este llamado final es para quienes vivimos en los últimos días de la historia de la Tierra.<br><br>De esta manera, el llamado a vivir y prosperar, como Dios pretendía en el Jardín del Edén, es para nosotros hoy. Tenemos la esperanza de que vivir el llamado y fructificar es posible gracias a lo que Jesús hizo cuando estuvo en la Tierra y a lo que hace por nosotros ahora en el Cielo. Es un privilegio colaborar con Dios en este llamado y salir intencionadamente al mundo con una bendición para compartir, esperando también recibir una bendición de aquellos con los que nos encontremos.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>A menudo, cuando la gente oye o predica sobre el llamado a la misión, limita ese llamado a compartir las buenas nuevas como si se tratara meramente de compartir información. No cabe duda de que compartir la bendición que se presentó por primera vez a la humanidad en el Edén y que se ha transmitido por muchos medios a lo largo de la historia implica compartir información. Pero el llamado incluye mucho más que eso.<br><br>Cuando reconocemos que el llamado que Dios nos extiende, como seres humanos, tiene sus raíces en Génesis 1:26 al 28, esto puede llevarnos, mediante nuestros diversos talentos y habilidades, a atraer a la gente hacia la bendición de la prosperidad que Dios quiere para nosotros. Nuestro testimonio a los demás debe combinarse con la tarea de compartir el plan de salvación, pero, en última instancia, la vida que la salvación hace posible dará sentido al llamado que Dios nos ha extendido. Por lo tanto, nuestro llamado es a vivir las bendiciones de Dios de tal manera que la gente vea y desee lo que tenemos en Dios. Esta idea implica que tu lugar de trabajo, tu hogar y tu círculo de amigos son los lugares principales donde vives el llamado de Dios. Mientras que predicar y repartir publicaciones misioneras tienen su lugar, el cumplimiento primario del llamado a Abraham y a ti también incluye cómo vives tu vida diaria de manera consciente con otros que no se han entregado a Jesús, o no han tenido el privilegio aún de conocerlo. Pero recuerda que el llamado de Dios es una bendición recíproca. Si vives el llamado en tu vida diaria, espera recibir bendiciones por medio de las personas más inesperadas.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"4T2023",
         "title":"<p>EL LLAMADO DE DIOS A LA MISIÓN</p>",
         "verse":"<p>“Pero recibirán poder cuando venga sobre ustedes el Espíritu Santo, y me serán testigos en Jerusalén, en toda Judea, en Samaria, y hasta lo último de la tierra” (Hech. 1:8).</p>",
         "versionCode":30,
         "weekDate":"14-20 de octubre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
