{
   "data":[
      {
         "color":"#168aad",
         "id":7,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 9 de Noviembre 2024",
               "dayTitle":"<p><strong>BIENAVENTURADOS LOS QUE CREEN</strong></p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: Juan 8:54-58; Génesis 12:3; Romanos 4:1-5; Juan 12:1-8; 19:4-22; 20:19-31; Daniel 2, 7\n</strong></p><p><strong>PARA MEMORIZAR: “Jesús le dijo: ‘Porque me has visto, Tomás, creíste. ¡Dichosos los que no vieron y creyeron!’ ” (Juan 20:29).\n</strong></p><p>A lo largo de su Evangelio, Juan presenta una diversidad de personas con diferentes antecedentes, creencias y experiencias que dan testimonio de quién era Jesús.\n</p><p>“¡Este es el Cordero de Dios!” (Juan 1:36). “Hemos hallado al Mesías” (Juan 1:41). “Hemos hallado a aquel de quien escribió Moisés” (Juan 1:45). “¡Rabí! ¡Tú eres el Hijo de Dios, el Rey de Israel!” (Juan 1:49). “¿No será el Cristo?” (Juan 4:29). “Nosotros mismos lo hemos oído, y sabemos que en verdad este es el Salvador del mundo” (Juan 4:42). “Señor, ¿a quién iremos? Tú tienes palabras de vida eterna” (Juan 6:68). “Yo era ciego y ahora veo” (Juan 9:25). “Yo he creído que tú eres el Cristo, el Hijo de Dios, que has venido al mundo” (Juan 11:27). “¡Aquí está su rey!” (Juan 19:14). “Yo no hallo delito en él” (Juan 19:6). “¡Señor mío y Dios mío!” (Juan 20:28).\n</p><p><strong>¿Quiénes eran algunas de estas personas y por qué dieron testimonio acerca de la identidad de Jesús?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 10 de Noviembre 2024",
               "dayTitle":"<p><strong>REMONTÁNDONOS A ABRAHAM</strong></p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p>Jesús no tuvo reparos en declarar quién era, ni tampoco en llamar a testigos para que dieran testimonio de quién era, incluso a testigos que habían desaparecido hacía mucho tiempo; Abraham, entre ellos: “Abraham, el padre de ustedes, se gozó en que vería mi día. Y lo vio, y se gozó” (Juan 8:56).\n</p><p><strong>¿Por qué fue el testimonio de Abraham tan importante como para ser incluido en el Evangelio de Juan? Génesis 12:3; 18:16-18; 26:4; Mateo 1:1; Hechos 3:25.\n</strong></p><p><strong>Génesis 12:3&nbsp;</strong></p><p><sup><strong>3 </strong></sup>Bendeciré a los que te bendigan, y a los que te maldigan maldeciré; y serán benditas en ti todas las familias de la tierra.»\n</p><p><strong>Génesis 18:16-18;\n</strong></p><p><strong><sup>16</sup></strong> Los varones se levantaron de allí y miraron hacia Sodoma, y Abraham iba con ellos, acompañándolos.\n</p><p><strong><sup>17</sup></strong> Jehová dijo: «¿Encubriré yo a Abraham lo que voy a hacer,\n</p><p><strong><sup>18</sup></strong> habiendo de ser Abraham una nación grande y fuerte y habiendo de ser benditas en él todas las naciones de la tierra?,\n</p><p><strong>Génesis26:4\n</strong></p><p><strong><sup>4</sup></strong> Multiplicaré tu descendencia como las estrellas del cielo y daré a tu descendencia todas estas tierras, y todas las naciones de la tierra serán benditas en tu simiente,\n</p><p><strong>Mateo 1:1\n</strong></p><p><strong><sup>1</sup></strong> Libro de la genealogía de Jesucristo, hijo de David, hijo de Abraham:\n</p><p><strong>Hechos 3:25\n</strong></p><p><sup><strong>25</strong></sup><strong> </strong>Vosotros sois los hijos de los profetas y del pacto que Dios hizo con nuestros padres diciendo a Abraham: “En tu simiente serán benditas todas las familias de la tierra.”\n</p><p>“A través de tipos y promesas, Dios ‘dio de antemano las buenas nuevas a Abraham’ (Gál. 3:8). Y la fe del patriarca se fijó en el Redentor que habría de venir. Cristo dijo a los judíos: ‘Abraham vuestro padre se gozó de que había de ver mi día; y lo vio, y se gozó’ (Juan 8:56). El carnero ofrecido en lugar de Isaac representaba al Hijo de Dios, que habría de ser sacrificado en nuestro lugar. Cuando el hombre estaba condenado a la muerte por su transgresión de la Ley de Dios, el Padre, mirando a su Hijo, dijo al pecador: ‘Vive: he hallado un rescate’ ” (Elena G. de White, Patriarcas y profetas, p. 150).\n</p><p>Abraham fue el padre de la nación judía. Recibió la promesa de que todas las naciones serían bendecidas por medio de él. Esta bendición llegó a través del Mesías, nacido de su linaje.\n</p><p>Fue también el padre de los que responden a Dios con fe (Heb. 11:8, 17-19). Su voluntad de sacrificar a su hijo Isaac (Gén. 22), el hijo de la promesa, no solo fue una prueba de fe, sino también una ventana al Plan de Salvación. Cuando Jesús dijo: “Abraham, el padre de ustedes, se gozó en que vería mi día. Y lo vio, y se gozó” (Juan 8:56), los líderes respondieron: “Aún no tienes cincuenta años, ¿y has visto a Abraham?” (Juan 8:57). La respuesta de Jesús fue asombrosa. “Les aseguro: Antes que Abraham existiera, yo soy” (Juan 8:58). Jesús utiliza un lenguaje que recuerda el que Dios usó cuando se dirigió a Moisés en la zarza ardiente. Era una afirmación de divinidad, de existencia autónoma. Los dirigentes, sin duda, entendieron lo que eso implicaba en labios de Jesús, pues “tomaron piedras para apedrearlo” (Juan 8:59).\n</p><p><strong>Lee Romanos 4:1 al 5. ¿Cómo utiliza Pablo esta historia de Abraham para revelar la gran verdad de la salvación solo por la fe, sin las obras de la Ley? ¿Cómo nos ayudan estos versículos a entender que Abraham es el padre de quienes viven por la fe?\n</strong></p><p><strong>Romanos 4:1 al 5&nbsp;</strong></p><p><strong><sup>1</sup></strong> ¿Qué, pues, diremos que halló Abraham, nuestro padre según la carne?\nRomanos 4:1 al 5 1 ¿Qué, pues, diremos que halló Abraham, nuestro padre según la carne?\n</p><p><strong><sup>2</sup></strong> Si Abraham hubiera sido justificado por las obras, tendría de qué gloriarse, pero no ante Dios,\n</p><p><strong><sup>3</sup></strong> pues ¿Qué dice la Escritura? Creyó Abraham a Dios y le fue contado por justicia.\n</p><p><strong><sub>4</sub></strong> Pero al que trabaja no se le cuenta el salario como un regalo, sino como deuda;\n</p><p><strong><sup>5</sup></strong> pero al que no trabaja, sino cree en aquel que justifica al impío, su fe le es contada por justicia.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 11 de Noviembre 2024",
               "dayTitle":"<p><strong>EL TESTIMONIO DE MARÍA</strong></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p>Seis días antes de la Pascua, Jesús fue a visitar a María, Marta y su hermano Lázaro, a quien Jesús había resucitado. Simón, que había sido curado de la lepra, celebraba una fiesta en agradecimiento por lo que Jesús había hecho por él. Marta servía, y Lázaro estaba sentado a la mesa con los invitados (Juan 12:1-8).\n</p><p><strong>¿Qué significado tenían aquí las acciones de María? ¿En qué sentido daban testimonio de quién era Jesús?\n</strong></p><p><strong>Juan 12:1-3.\n</strong></p><p><strong><sup>1 </sup></strong>Seis días antes de la Pascua fue Jesús a Betania, donde estaba Lázaro, el que había estado muerto y a quien había resucitado de los muertos.\n</p><p><strong><sup>2</sup></strong> Y le hicieron allí una cena; Marta servía y Lázaro era uno de los que estaban sentados a la mesa con él.\n</p><p><strong><sup>3</sup></strong> Entonces María tomó una libra de perfume de nardo puro, de mucho precio, y ungió los pies de Jesús y los secó con sus cabellos; y la casa se llenó del olor del perfume.\n</p><p>El perfume era muy caro. Su valor equivalía aproximadamente al salario anual de un trabajador común. María probablemente trajo este regalo como expresión de gratitud al Salvador por el perdón de sus pecados y por la resurrección de su hermano. Su intención era que sirviera algún día para el entierro de Jesús. Pero, al enterarse de que pronto sería ungido Rey, decidió ser la primera en rendirle honores. María probablemente no tenía intención de que se notara su gesto, pero Juan señala que “la casa se llenó de la fragancia del perfume” (Juan 12:3). Judas respondió con una rápida reprimenda, afirmando que el perfume debería haberse vendido para dar el dinero resultante a los pobres. Jesús tranquilizó inmediatamente a María, diciendo: “ ‘Déjala [...]. Porque a los pobres siempre los tendrán con ustedes, pero a mí no siempre me tendrán’ ” (Juan 12:7, 8). Un tema recurrente en el Evangelio de Juan es que Jesús conoce el interior de las personas (Juan 2:24, 25; 6:70, 71; 13:11; 16:19). En este caso, en la fiesta de Simón, Jesús sabe lo que hay en el corazón de Judas. En tal sentido, Juan deja en claro quién era Judas: un ladrón egoísta (Juan 12:6). “El don fragante que María había pensado prodigar al cuerpo muerto del Salvador lo derramó sobre él en vida. En el entierro, su dulzura solo hubiera llenado la tumba; pero ahora llenó su corazón con la seguridad de su fe y su amor. José de Arimatea y Nicodemo no ofrecieron su don de amor a Jesús durante su vida. Con lágrimas amargas, trajeron sus costosas especias para su cuerpo rígido e inconsciente. Las mujeres que llevaron sustancias aromáticas a la tumba hallaron que su diligencia era vana, porque él había resucitado. Pero María, al derramar su ofrenda sobre el Salvador, mientras él era consciente de su devoción, lo ungió para la sepultura. Y, cuando él penetró en las tinieblas de su gran prueba, llevó consigo el recuerdo de ese acto, un anticipo del amor que le tributarían para siempre los que redimiera” (Elena G. de White, El Deseado de todas las gentes, p. 514).\n</p><p><strong>Jesús sabía lo que había en el corazón de María y en el de Judas. También sabe lo que hay en el nuestro. ¿Qué debería decirnos esto acerca de nuestra necesidad de Cristo como nuestra justicia, tanto imputada como transformadora?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 12 de Noviembre 2024",
               "dayTitle":"<p><strong>EL TESTIMONIO INVOLUNTARIO DE PILATO</strong></p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p>Juan registra una y otra vez los intentos de los líderes religiosos de apresar a Jesús, llevarlo a juicio y sentenciarlo a muerte. Un tema característico del Evangelio de Juan, expuesto a menudo por Jesús, es que aún no había llegado su tiempo, o su hora; es decir, el momento de su crucifixión (Juan 2:4; 7:6, 8, 30; 12:7, 23, 27; 13:1; 17:1). Ahora había llegado la hora. Jesús fue arrestado en el huerto de Getsemaní, llevado ante Anás, luego ante el sumo sacerdote Caifás y dos veces ante Pilato. Juan ha llamado a muchos testigos de todas las clases sociales para que den testimonio de que Jesús era el Cristo. Ahora Juan llama a Pilato, el gobernador que juzgó a Jesús. Este fue un testimonio importante porque Pilato era romano, gobernador y juez; la mayoría de los otros testigos eran judíos y plebeyos.\n</p><p><strong>¿Cómo se relaciona el veredicto de Pilato con el tema del Evangelio de Juan?\n</strong></p><p><strong>Juan 18:38\n</strong></p><p><strong><sup>38</sup></strong> Le dijo Pilato: —¿Qué es la verdad? Y dicho esto, salió otra vez a donde estaban los judíos, y les dijo: —Yo no hallo en él ningún delito.\n</p><p><strong>Juan 19:4-22.\n</strong></p><p><strong><sup>4 </sup></strong>Entonces Pilato salió otra vez, y les dijo: —Mirad, os lo traigo fuera para que entendáis que ningún delito hallo en él.\n</p><p><strong><sup>5</sup></strong> Y salió Jesús llevando la corona de espinas y el manto de púrpura. Pilato les dijo: —¡Éste es el hombre!\n</p><p><strong><sup>6</sup></strong> Cuando lo vieron los principales sacerdotes y los guardias, dieron voces diciendo: —¡Crucifícalo! ¡Crucifícalo! Pilato les dijo: —Tomadlo vosotros y crucificadlo, porque yo no hallo delito en él.\n</p><p><strong><sup>7</sup></strong> Los judíos le respondieron: —Nosotros tenemos una ley y, según nuestra ley, debe morir, porque se hizo a sí mismo Hijo de Dios.\n</p><p><strong><sup>8</sup></strong> Cuando Pilato oyó decir esto, tuvo más miedo. 9 Entró otra vez en el pretorio, y dijo a Jesús: —¿De dónde eres tú? Pero Jesús no le respondió. 10 Entonces le dijo Pilato: —¿A mí no me hablas? ¿No sabes que tengo autoridad para crucificarte y autoridad para soltarte?\n</p><p><strong><sup>11</sup></strong> Respondió Jesús: —Ninguna autoridad tendrías contra mí si no te fuera dada de arriba; por tanto, el que a ti me ha entregado, mayor pecado tiene.\n</p><p><strong><sup>12</sup></strong> Desde entonces procuraba Pilato soltarlo, pero los judíos daban voces diciendo: —Si a éste sueltas, no eres amigo de César; todo el que se hace rey, a César se opone.\n</p><p><strong><sup>13</sup></strong> Entonces Pilato, oyendo esto, llevó fuera a Jesús, y se sentó en el tribunal, en el lugar llamado El Enlosado, en hebreo, Gábata.\n</p><p><strong><sup>14</sup></strong> Era la preparación de la Pascua y como la hora sexta. Entonces dijo a los judíos: —¡Aquí tenéis a vuestro Rey!\n</p><p><strong><sup>15 </sup></strong>Pero ellos gritaron: —¡Fuera! ¡Fuera! ¡Crucifícalo! Pilato les dijo: —¿A vuestro Rey he de crucificar? Respondieron los principales sacerdotes: —¡No tenemos más rey que César!\n</p><p><strong><sup>16</sup></strong> Así que entonces lo entregó a ellos para que fuera crucificado. Tomaron, pues, a Jesús y se lo llevaron.\n</p><p><strong><sup>17 </sup></strong>Él, cargando su cruz, salió al lugar llamado de la Calavera, en hebreo, Gólgota.\n</p><p><strong><sup>18 </sup></strong>Allí lo crucificaron con otros dos, uno a cada lado, y Jesús en medio.\n</p><p><strong><sup>19 </sup></strong>Escribió también Pilato un título, que puso sobre la cruz, el cual decía: «Jesús Nazareno, Rey de los judíos.»\n</p><p><strong><sup>20 </sup></strong>Muchos de los judíos leyeron este título, porque el lugar donde Jesús fue crucificado estaba cerca de la ciudad, y el título estaba escrito en hebreo, en griego y en latín.\n</p><p><strong><sup>21</sup></strong> Dijeron a Pilato los principales sacerdotes de los judíos: —No escribas: “Rey de los judíos”, sino: “Éste dijo: Soy rey de los judíos.”\n</p><p><strong><sup>22</sup></strong> Respondió Pilato: —Lo que he escrito, he escrito\n</p><p>Jesús fue llevado ante Pilato el viernes de mañana, temprano (Juan 18:28). El plan de los conspiradores era enviar rápidamente al prisionero a la cruz. Pero el comportamiento de Jesús llamó la atención de Pilato. El gobernador interrogó atentamente a Jesús y escuchó de sus labios: “ ‘Yo para esto he nacido, para esto he venido al mundo, para dar testimonio de la verdad. Todo el que es de la verdad oye mi voz’ ” (Juan 18:37). Aunque el gobernador condenó finalmente a Jesús a muerte, proclamó tres veces su inocencia (Juan 18:38; 19:4, 6). Y sobre la cruz escribió las palabras: “Jesús Nazareno, Rey de los judíos” (Juan 19:19), completando su testimonio acerca de quién era Jesús. Sin embargo, a pesar de su testimonio en favor de la inocencia de Cristo, lo condenó a muerte. Pilato tenía ante sí a la Verdad misma. Sin embargo, dejó que la turba lo intimidara y condenó a muerte a Jesús. ¡Qué trágico ejemplo de lo que significa no seguir los dictados de la conciencia acerca de lo que es correcto!\n</p><p><strong>¿Qué podemos aprender del ejemplo de Pilato sobre los peligros de permitir que el sentimiento popular y la presión grupal nos impidan hacer lo que creemos correcto?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miercoles 13 de noviembre 2024",
               "dayTitle":"<p><strong>EL TESTIMONIO DE TOMÁS</strong></p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Juan 20:19 al 31. ¿Qué podemos aprender de la historia de Tomás acerca de la fe y la duda? ¿Qué grave error cometió él?\n</strong></p><p><strong>Juan 20:19 al 31\n</strong></p><p><strong><sup>19</sup></strong> Cuando llegó la noche de aquel mismo día, el primero de la semana, estando las puertas cerradas en el lugar donde los discípulos estaban reunidos por miedo de los judíos, llegó Jesús y, puesto en medio, les dijo: —¡Paz a vosotros!\n</p><p><strong><sup>20</sup></strong> Dicho esto, les mostró las manos y el costado. Y los discípulos se regocijaron viendo al Señor. 21 Entonces Jesús les dijo otra vez: —¡Paz a vosotros! Como me envió el Padre, así también yo os envío.\n</p><p><strong><sup>22</sup></strong> Y al decir esto, sopló y les dijo:\n</p><p>—Recibid el Espíritu Santo.\n</p><p><strong><sup>23</sup></strong> A quienes perdonéis los pecados, les serán perdonados, y a quienes se los retengáis, les serán retenidos.\n</p><p><strong><sup>24</sup></strong> Pero Tomás, uno de los doce, llamado Dídimo, no estaba con ellos cuando Jesús se presentó.\n</p><p><strong><sup>25</sup></strong> Le dijeron, pues, los otros discípulos: —¡Hemos visto al Señor! Él les dijo: —Si no veo en sus manos la señal de los clavos y meto mi dedo en el lugar de los clavos, y meto mi mano en su costado, no creeré.\n</p><p><strong><sup>26 </sup></strong>Ocho días después estaban otra vez sus discípulos dentro, y con ellos Tomás. Llegó Jesús, estando las puertas cerradas, se puso en medio y les dijo: —¡Paz a vosotros!\n</p><p><strong><sup>27</sup></strong> Luego dijo a Tomás: —Pon aquí tu dedo y mira mis manos; acerca tu mano y métela en mi costado; y no seas incrédulo, sino creyente.\n</p><p><strong><sup>28</sup></strong> Entonces Tomás respondió y le dijo: —¡Señor mío y Dios mío!\n</p><p><strong><sup>29</sup></strong> Jesús le dijo: —Porque me has visto, Tomás, creíste; bienaventurados los que no vieron y creyeron.\n</p><p><strong><sup>30 </sup></strong>Hizo además Jesús muchas otras señales en presencia de sus discípulos, las cuales no están escritas en este libro.\n</p><p><strong><sup>31</sup></strong> Pero éstas se han escrito para que creáis que Jesús es el Cristo, el Hijo de Dios, y para que, creyendo, tengáis vida en su nombre.\n</p><p>Cristo apareció a los discípulos tras su resurrección, cuando estaban a puertas cerradas por temor. Tomás no estaba con ellos. Más tarde, escuchó los informes de la Resurrección de labios de los otros discípulos, pero aun así se desanimó. Aquello no coincidía con su idea acerca del Reino. Y seguramente se preguntó por qué Jesús se reveló a los demás cuando él no estaba allí. Tomás dijo: “Si no viere en sus manos la señal de los clavos, y metiere mi dedo en la señal de los clavos, y metiere mi mano en su costado, no creeré” (Juan 20:25). Él estaba estableciendo sus propias condiciones para creer. Este planteamiento acerca de la fe en Jesús aparece con frecuencia en Juan. Nicodemo respondió a Jesús: “¿Cómo puede un hombre nacer siendo viejo?” (Juan 3:4). La mujer del pozo preguntó: “Señor, no tienes con qué sacarla, y el pozo es hondo. ¿De dónde tienes agua viva?” (Juan 4:11). La multitud que había sido alimentada con los panes y los peces preguntó: “¿Qué señal haces tú para que veamos y te creamos?” (Juan 6:30). El Evangelio de Juan se opone a la perspectiva “Ver para creer”. Cuando Jesús se encontró con Tomás después de la Resurrección, lo invitó a venir, ver y tocar su cuerpo resucitado. Pero luego dijo: “¡Dichosos los que no vieron y creyeron!” (Juan 20:29). “Dios nunca nos exige que creamos sin darnos suficiente evidencia sobre la cual fundar nuestra fe. Su existencia, su carácter, la veracidad de su Palabra, todas estas cosas están establecidas por abundantes testimonios que apelan a nuestra razón. Sin embargo, Dios no ha quitado toda posibilidad de dudar. Nuestra fe debe reposar sobre evidencias, no sobre demostraciones” (Elena G. de White, El camino a Cristo, p. 105). A través de la Palabra de Dios, de la Creación y de la experiencia personal, se nos ha dado una asombrosa cantidad de evidencia para nuestra fe en Jesús.\n</p><p><strong>Si alguien te preguntara por qué crees en Jesús, ¿Qué responderías?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 14 de noviembre 2024",
               "dayTitle":"<p><strong>NUESTRO TESTIMONIO EN FAVOR DE JESÚS</strong></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p>Una y otra vez, cuando Juan presenta testigos de Jesús, su objetivo es llevarnos a una conclusión contundente: “También hizo Jesús muchas otras señales, en presencia de sus discípulos, que no están escritas en este libro. Pero estas fueron escritas para que ustedes crean que Jesús es el Cristo, el Hijo de Dios; y para que, creyendo, tengan vida por medio de él” (Juan 20:30, 31). Imagina lo que significó ser testigo presencial de los milagros de Jesús. De haber estado allí, estaríamos entre quienes creyeron, ¿verdad? Sin embargo, nuestras razones para creer en Jesús son mayores que las de quienes presenciaron sus milagros.\n</p><p><strong>¿Por qué? ¿Con qué cosas contamos hoy que no tenían quienes vivieron en la época de Jesús y que deberían ayudarnos a creer? Ver, por ejemplo,\n</strong></p><p><strong>Mateo 24:2, 6 al 8 y 14.\n</strong></p><p><strong>Mateo 24:2\n</strong></p><p><strong><sup>2</sup></strong> Respondiendo él, les dijo: —¿Veis todo esto? De cierto os digo que no quedará aquí piedra sobre piedra que no sea derribada.\n</p><p><strong>Mateo 24: 6 al 8\n</strong></p><p><strong><sup>6</sup></strong> Oiréis de guerras y rumores de guerras; mirad que no os turbéis, porque es necesario que todo esto acontezca, pero aún no es el fin.\n</p><p><strong><sup>7</sup></strong> Se levantará nación contra nación y reino contra reino; y habrá pestes, hambres y terremotos en diferentes lugares.\n</p><p><strong><sup>8</sup></strong> Pero todo esto es sólo principio de dolores.\n</p><p><strong>Mateo 24: 14\n</strong></p><p><strong><sup>14</sup></strong> Y será predicado este evangelio del Reino en todo el mundo, para testimonio a todas las naciones, y entonces vendrá el fin.\n</p><p>No solo contamos con los poderosos relatos del Evangelio de Juan, sino también tenemos la gran ventaja de ver cómo se cumplió mucho de lo que Jesús y otros escritores bíblicos predijeron, como la destrucción del Templo (Mat. 24:2), la proclamación del evangelio a todo el mundo (Mat. 24:14), la gran apostasía (2 Tes. 2:3), y que el mundo continúa siendo un lugar caído y malvado (Mat. 24:6-8). Durante toda la vida y el ministerio de Jesús, sus seguidores siguieron siendo un pequeño y perseguido grupo de hombres y mujeres que, según todos los criterios humanos, deberían haber desaparecido de la historia hacía mucho tiempo. A diferencia de nosotros, ¿cómo podrían haber sabido que todas estas cosas sucederían? De hecho, nuestra propia fe es el cumplimiento de la profecía de Jesús según la cual el evangelio llegaría a todo el mundo. Hoy, unos dos mil años después, también nosotros, como seguidores de Jesús, tenemos el privilegio de dar testimonio de Jesús y de lo que él ha hecho por nosotros. No es por los dichos de Natanael, Nicodemo, la mujer de Samaria o las enseñanzas de los fariseos que podemos conocer a Jesús como el Mesías. Es por la lectura de las Escrituras y la convicción producida por el Espíritu Santo que aceptamos a Jesús como el Salvador del mundo. Cada uno de nosotros, a nuestra manera y a partir de nuestra propia relación con Dios, podemos tener una historia que contar. Puede ser que nuestra historia no sea tan espectacular como la resurrección de un muerto o la restauración de un ciego de nacimiento, pero lo que importa es que conozcamos a Jesús personalmente y demos testimonio de él como lo hicieron los testigos registrados en el Evangelio de Juan.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"viernes 15 de noviembre 2024",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p>Lee en Patriarcas y profetas, de Elena G. de White, el capítulo “La prueba de la fe” (pp. 141-151); y en El Deseado de todas las gentes, de la misma autora, el capítulo “En el tribunal de Pilato” (pp. 671-689). “Entonces Tomás exclamó: ‘¡Señor mío y Dios mío!’ ” (Juan 20:28). “Jesús aceptó este reconocimiento, pero reprendió suavemente su incredulidad: ‘Porque me has visto, Tomás, creíste: bienaventurados los que no vieron y creyeron’. La fe de Tomás habría sido más grata a Cristo si hubiese estado dispuesto a creer por el testimonio de sus hermanos. Si el mundo siguiese ahora el ejemplo de Tomás, nadie creería en la salvación; porque todos los que reciben a Cristo deben hacerlo por el testimonio de otros. “Muchos aficionados a la duda se disculpan diciendo que si tuviesen las pruebas que Tomás tuvo de sus compañeros creerían. No se dan cuenta de que no solo tienen esa evidencia, sino mucho más. Muchos que, como Tomás, esperan que sea suprimida toda causa de duda, jamás obtendrán su deseo. Gradualmente quedan confirmados en la incredulidad. Los que se acostumbran a mirar el lado sombrío, a murmurar y quejarse, no saben lo que hacen. Están sembran do las semillas de la duda, y segarán una cosecha de duda. En un tiempo en que la fe y la confianza son muy esenciales, muchos se hallarán así incapaces de esperar y creer” (Elena G. de White, El Deseado de todas las gentes, p. 748).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1. ¿Cuál fue la diferencia esencial entre las expresiones de fe de Abraham y Tomás? ¿Qué podemos aprender de sus historias?\n</strong></p><p><strong>2. Demos voluntariamente testimonio acerca de Jesús en la clase siguiendo el ejemplo de los testigos presentados en el Evangelio de Juan. Aunque esos relatos difieren, ¿qué dice allí la gente y cómo testifican todos acerca del mismo Señor?\n</strong></p><p><strong>3. Pilato hizo una pregunta muy filosófica: “¿Qué es la verdad?” Da tu respuesta a esa pregunta a la luz de todo lo que hemos estudiado en el Evangelio de Juan.\n</strong></p><p><strong>4. Observa las profecías de Daniel 2 y 7. Aunque quienes vivían en la época de Jesús disponían de esos dos capítulos, ¿Qué gran ventaja tenemos hoy, a diferencia de ellos, gracias al cumplimiento de esas profecías y en cuanto a nuestras razones para creer?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sábado 09 de Noviembre 2024",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>RESEÑA</strong> Textos clave: Juan 18:38; 19:4-22; 20:19-31. Jesús hablaba con seguridad y certeza acerca de su identidad como Mesías. A menudo aludía a esta como el cumplimiento de las profecías y pedía a los demás que dieran testimonio de su condición como tal en respuesta a las evidencias que él les ofrecía. ¿Por qué era tan importante para Jesús que dieran testimonio de su identidad? Quería salvar a tantos como fuera posible para su Reino eterno, y sabía que creer en él era la única manera de salvarse del pecado y sus consecuencias eternas, y de este mundo caído. Jesús también apeló a muchos de sus testigos oculares para que expresaran sus convicciones sinceras sobre sus experiencias tangibles con él. El testimonio de María acerca del sacrificio de Jesús fue poderoso y significativo. Su corazón, al igual que el nuestro, estaba totalmente abierto ante los ojos de él pues Jesús conoce en profundidad a cada persona. Por eso conocía también el contencioso e intrigante corazón de Judas. Jesús también leyó el corazón de Poncio Pilato, un gobernador romano pagano, que en cierto modo era más veraz que muchos de los acusadores de Jesús. Jesús también recibió el testimonio de un escéptico que tuvo que ver y tocar por sí mismo la evidencia de la resurrección de su Señor. Jesús fue paciente con Tomás y le mostró la clara evidencia de su cuerpo lleno de cicatrices. Esta semana también estudiaremos al testigo más poderoso del mesianismo del Salvador: el propio Jesús, quien da testimonio de su misión mesiánica a través de sus palabras de vida eterna y de sus poderosos actos.\n</p><p><strong>COMENTARIO</strong> Remontándonos a Abraham Juan 8:56 da a entender que Abraham recibió una revelación acerca del futuro Mesías. Esta revelación divina de gloriosa esperanza debía servir como confirmación del plan divino de salvación universal. Al contemplar esta magnífica revelación, Abraham “se gozó”. Por el contrario, los líderes judíos no necesitaron ninguna revelación para ver el día de Cristo, pues lo vieron a él y sus poderosas obras en persona. En lugar de alegrarse, como su padre Abraham, se enojaron y se dispusieron a matarlo. Abraham recibió además una aplicación práctica de esa visión, que mostraba gráficamente el plan de la redención humana. El patriarca sirvió como tipo o representación de Dios Padre, mientras Isaac representó a Jesús, el Hijo único de Dios. La leña para el sacrificio fue llevada sobre la espalda de Isaac hasta el altar, del mismo modo que Cristo llevó la cruz de madera hasta el altar del Calvario. Tanto Isaac como Jesús estuvieron dispuestos ser sacrificados sin presentar ninguna objeción. Cuesta creer que un muchacho fornido como Isaac, en la flor de su juventud, fuera tan obediente, incluso hasta la muerte. La increíble fe de Abraham, a pesar de su dolorosa reticencia a sacrificar a su único hijo, el hijo de la promesa, tipificó la voluntad del Padre de permitir que Jesús muriera por la humanidad.\n</p><p>La principal diferencia entre Jesús e Isaac fue el sustituto que se proporcionó para este último. A diferencia de él, nada fue provisto para Jesús: el sacrificio de Cristo lo convirtió en nuestro Sustituto. Al derramar su sangre, Jesús dio su vida y su justicia, que nadie más poseía, para nuestra redención.\n</p><p><strong>El testimonio de María.</strong> Al dirigir nuestra atención a la fiesta en casa de Simón el fariseo, debemos observar que Jesús es el invitado de honor junto con Lázaro, a quien acababa de resucitar. María, en cambio, no es una invitada de honor. Simón y María son un caso ideal para un estudio de contrastes. Jesús había limpiado a Simón de la lepra, pero Simón aún no había permitido que Jesús lo curara de la lepra de sus decisiones pecaminosas. Por el contrario, María se entregó plenamente a Jesús y permitió que él la limpiara de la lepra de su pasado pecaminoso. En armonía con la costumbre judía, Simón se sintió obligado a honrar a Jesús por haberlo curado, y por eso lo invitó a comer. Pero María estaba completamente consagrada a Jesús y lo demostró al esparcir la fragancia de su amor por toda la casa. Durante el agasajo, ungió el cuerpo de Cristo, el Cordero de Dios que iba a ser inmolado como el sacrificio sustitutivo enviado para salvar a la humanidad pecadora. Jesús salió en defensa de María cuando ella se convirtió en el centro de atención. Judas la atacó verbalmente por ungir a Jesús, ataque que fue apoyado por los discípulos. Jesús describió el acto de devoción de María como algo maravilloso, pues hizo lo que pudo por él. Por lo tanto, cuando hacemos nuestra parte por amor, Jesús acepta tal esfuerzo como nuestra mejor ofrenda, ya que conoce el funcionamiento interno de un corazón sincero. Cuando hacemos lo mejor por Jesús, él lo considera suficiente. Si es suficientemente bueno para Jesús, también debería serlo para nosotros.\n</p><p><strong>El testimonio involuntario de Pilato</strong> (Juan 18:38; 19:4-22) Resulta sorprendente e irónico que un gobernador pagano se pusiera, en cierto sentido, de parte de Jesús y proclamara su inocencia, mientras que el propio pueblo de Jesús, a quien había venido a salvar, lo rechazaba reclamando su muerte. Puesto que vivía y gobernaba en un mundo muy corrupto, Pilato deseaba conocer la verdad, pero dudaba de que existiera. Tales dudas son frecuentes, especialmente en la actualidad. La verdad se malinterpreta como mentira, como nada más que estratagemas de poder, y la luz se tilda de oscuridad utilizada para subyugar a los ignorantes. El engaño está cada vez más normalizado en nuestra sociedad. Y nosotros, al igual que Pilato, clamamos por conocer la verdad. De allí que lo dicho por Jesús a Tomás sea tan cierto e indispensable para nuestro tiempo: “Yo soy el camino, la verdad y la vida” (Juan 14:6). En estos últimos días necesitamos andar con Jesús, quien es el Camino. Mientras caminamos con él, nos enseña la verdad por palabra y ejemplo, lo que conduce finalmente a la vida eterna. Es fácil desanimarse e incluso desilusionarse ante los acontecimientos que ocurren en nuestro mundo; por eso, debemos abrazar a Jesús, quien es siempre la Verdad y en quien no hay rastro de las tinieblas que se encuentran en esta vida. Él es constante, porque es el mismo ayer, hoy y siempre.\n</p><p><strong>Un último pensamiento acerca de Pilato:</strong> él sabía en lo íntimo de su corazón que Jesús no solo era inocente; también estaba convencido de que era extraordinario en todos los sentidos. Pilato nunca había visto a nadie como él. Su esposa confirmó esta convicción compartiendo con él la verdad acerca de Jesús y advirtiéndole que no lo condenara. De hecho, el propio Pilato declaró inocente a Jesús, no una, sino tres veces. Pero, como muchos, Pilato sucumbió a la presión de la turba. Vaciló en un momento de debilidad y violó así su conciencia. Trató de complacer tanto a Roma como a la multitud, pero terminó sin complacer a nadie. Despojado de todos sus honores y exiliado a la Galia, lo que hoy es Francia, la pesada depresión lo abrumó, y se quitó la vida.\n</p><p><strong>El testimonio de Tomás</strong> (Juan 20:19-31) El caso de Tomás es toda una lección de fe y confianza. Al igual que Pilato, Tomás luchaba contra la duda a pesar de la abundante evidencia disponible. Pero Jesús estaba dispuesto a apaciguar sus temores y recelos. El Salvador fue amable con Tomás, invitándolo a tocar sus cicatrices. Jesús también quiere que “vengamos y veamos”, que lo experimentemos personalmente. Parece que está dispuesto a hacer todo lo necesario para ayudarnos a creer. Él sale a nuestro encuentro allí donde estamos: en nuestra desesperación, desánimo o duda. Juan trata a menudo el tema de la duda en sus escritos. Cuando redactó su Evangelio, tenía ante sí a cristianos desalentados y desafiados por las herejías gnósticas acerca de la realidad de Cristo. En la época de Juan, como en la nuestra, algunos decidían no creer porque no disponían de todas las evidencias que deseaban, ya fueran científicas o filosóficas. Muchos se centran hoy en cada duda u objeción planteada contra el mesianismo de Cristo. En consecuencia, rechazan la cuantiosa evidencia existente en favor de la realidad y la misión de Cristo. Estos escépticos insisten en que se llene hasta el borde la copa de la evidencia antes de que decidan creer. Pero, en este mundo caído, siempre hay lugar para la duda. Estamos rodeados de evidencias: la asombrosa Creación de Dios, la vida misma, la providencia divina, nuestra conciencia y la medida de fe con la que nacemos. Con ese tipo de evidencias, la cuestión no es “ver para creer”, sino creer para ver. Tal experiencia es exactamente por lo que Eliseo oró cuando suplicó al Señor que ayudara a su dubitativo siervo a ver, según se registra en 2 Reyes 6:17: “Te ruego, Señor, que abras sus ojos para que vea”. La Biblia registra lo que sucedió en respuesta a la oración de Eliseo: “Entonces el Señor abrió los ojos del criado, y vio el monte lleno de gente de a caballo y de carros de fuego alrededor de Eliseo”. En conclusión, ver de verdad es creer en una realidad mayor que está más allá de nuestras circunstancias inmediatas.\n</p><p><strong>El testimonio de Jesús.</strong> Jesús es, en efecto, el mayor testigo de su propia divinidad y de su misión divina. Él se esforzó repetida e incansablemente por abrir los ojos y los corazones de las clases intelectuales y ricas. El Salvador deseaba vivamente que quienes dudaban consideraran las evidentes pruebas acerca de sí mismo. Anhelaba ardientemente que creyeran y se salvaran, aunque a menudo era en vano. ¡Cuántas veces deseamos ver y oír a Jesús en persona! Pero, si hubiéramos vivido durante su ministerio terrenal y presenciado todas las evidencias que ofreció, ¿habríamos creído? Ahora tenemos la ventaja de las numerosas profecías cumplidas, que podemos estudiar para aprender acerca de sus poderosas obras y palabras dadoras de vida. Hay vida inherente en sus palabras registradas, pues ellas son congruentes con su Persona. Así como testificó Pedro, Jesús posee palabras de vida eterna. Él mismo dio testimonio de que sus palabras dan vida. Pensemos en el peso de los innumerables testimonios de las vidas transformadas como resultado de un encuentro personal con Cristo. El poder de Cristo para convertir el corazón humano endurecido y desesperanzado está en plena exhibición para que reflexionemos y nos llenemos de asombro. Considera cómo Cristo se hace realidad dentro de nosotros como la esperanza de gloria por medio del Espíritu Santo. A veces tenemos la tendencia a creer lo que no deberíamos creer. La gente no siempre quiere decir lo que dice ni dice lo que quiere decir. En cambio, la Fuente de la Verdad, Jesús, es todo lo contrario. Él siempre dice lo que quiere decir y quiere decir lo que dice. Podemos confiar plenamente en lo que dice y en lo que quiere decir.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>Reflexiona acerca de las siguientes preguntas y respóndelas:\n</strong></p><p><strong>1. Los fariseos tuvieron el privilegio de ver por sí mismos lo que Jesús decía y hacía, pero se resistieron a creer en aquel que era el Don inestimable de Dios venido del Cielo. Tomás dudó, como algunos de los fariseos, pero finalmente creyó. Compara y contrasta las actitudes de Tomás y de los fariseos respecto de Jesús. ¿Cuál era la diferencia esencial entre ambas?\n</strong></p><p><strong>2. Cristo no oró solamente por sus propios discípulos –como se registra en Juan 17:9–, también oró por todas las generaciones futuras que habrían de creer en el testimonio de los discípulos, como se ve en el versículo 20: “No ruego solamente por ellos, sino también por los que han de creer en mí por la palabra de ellos”. ¿No implica esta afirmación que nos hemos convertido en creyentes en Cristo gracias a sus oraciones por nosotros y por los demás? ¿Qué te dice esta realidad acerca de su asombroso amor, cuidado y poder divinos?\n</strong></p><p><strong>3. Piensa en las dudas y lealtades divididas de Pilato. ¿Cuáles son algunas de las consecuencias adversas de un liderazgo tan defectuoso? ¿De qué manera produce confusión y consternación el hecho de tratar de complacer a todos en un intento de acomodarse a sus diversos puntos de vista?\n</strong></p><p><strong>4. Nuestra vida esparce una “fragancia” o influencia sobre quienes nos rodean a medida que interactuamos con ellos en nuestras diferentes esferas. No podemos emitir la dulce fragancia de Jesús a menos que seamos “perfumados” por él. Al reflexionar sobre nuestra vida diaria, ¿qué efecto tiene sobre los demás la atmósfera que nos rodea? ¿Los atrae hacia Cristo o los aparta de él?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>BIENAVENTURADOS LOS QUE CREEN</p>",
         "verse":"<p>“Jesús le dijo: ‘Porque me has visto, Tomás, creíste. ¡Dichosos los que no vieron y creyeron!’ ” (Juan 20:29).</p>",
         "versionCode":7,
         "weekDate":"9-15 de noviembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
