{
  "data": [
    {
      "color": "#278305",
      "id": 705,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "April 22",
          "dayTitle": "<p>The Good News of the Judgment</p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>If the Bible was ever clear about anything, it’s clear that God is a God of judgment, and that sooner or later, in one way or another, judgment—the judgment so lacking here and now—is going to come and be administered by God Himself, “the Judge of all the earth” (Gen. 18:25; see also Ps. 58:11, Ps. 94:2, Ps. 98:9). Or, as Paul himself had written: “So then every one of us shall give account of himself to God” (Rom. 14:12).<br><br>Scary thought, isn’t it? Having to give an account of ourselves before God, the God who knows the deepest things, the God who will “bring every work into judgment, including every secret thing, whether good or evil” (Eccles. 12:14, NKJV)?<br><br>Yet, ultimately the judgment reveals the goodness and the grace of God and that He is both just and merciful in how He deals with the saved, and even with the lost.<br><br>This week we will explore the deeper themes of the judgment in relation to the great controversy raging in the universe, and we will look especially at what happens when God’s faithful people themselves face the inevitable “judgment to come” (Acts 24:25).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 23",
          "dayTitle": "<p>The Significance of the Judgment Hour</p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p>The Bible’s last book, Revelation, focuses on the culmination of the agelong controversy between good and evil. Lucifer, a rebel angel, challenged the justice, fairness, and wisdom of God. He claimed that God was unfair and unjust in the way that He administered the universe. Revelation’s final judgment is at the very center of this conflict over the character of God.<br><br><strong>Revelation 14:7 reads: </strong>“ ‘Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water’ ” (NKJV).<br><br><strong>Why is it significant that right after we are told about the “everlasting gospel,” the first angel’s message mentions God’s judgment? What does the “everlasting gospel” have to do with God’s judgment?</strong><br><br>The gospel and the judgment, both parts of the first angel’s message, are inseparably intertwined. Were it not for the “everlasting gospel,” we would have no hope in the judgment. In fact, as we will see, the “everlasting gospel” is, indeed, our only hope in the judgment. There is no question that part of the content of the gospel is the announcement of judgment.<br><br>During this judgment, the unfallen worlds will see that God has done everything He can to save every human being. This judgment reveals God’s justice and mercy. It says something about His love and law. It speaks of His grace to save and His power to deliver.<br><br>The judgment is part of God’s ultimate solution to the sin problem. In the great controversy between good and evil in the universe, God answered Satan’s charges on the cross, but in the judgment, He reveals that He has done everything possible to save us and to lead us to the cross.<br><br>Heaven’s infinite, minute, exact, detailed records will be opened (see Dan. 7:10). We are so precious to God that the entire universe pauses to consider the choices we have made in light of the wooing of the Holy Spirit and the redemption so freely provided by Christ on Calvary’s cross.<br><strong><br>Read Psalm 51:1–4 carefully, especially verse 4. How do these verses help shed light on the meaning and purpose of the judgment?</strong></p><p><strong>Psalm 51:1–4</strong></p><p><sup><strong>1</strong></sup> Have mercy upon me, O God,<br>According to Your lovingkindness;<br>According to the multitude of Your tender mercies,<br>Blot out my transgressions.<br><strong><sup>2 </sup></strong>Wash me thoroughly from my iniquity,<br>And cleanse me from my sin.<br><strong><sup>3</sup></strong> For I acknowledge my transgressions,<br>And my sin is always before me.<br><strong><sup>4 </sup></strong>Against You, You only, have I sinned,<br>And done this evil in Your sight—<br>That You may be found just when You speak,<br>And blameless when You judge.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 24",
          "dayTitle": "<p>God’s Mercy and Judgment<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>The cross and judgment both reveal that God is just and merciful. The broken law demands the death of the sinner. Justice declares, “The wages of sin is death.” Mercy responds, “The gift of God is eternal life in Christ Jesus our Lord” (Rom. 6:23, NKJV). If God’s law could be changed or abolished, it would be totally unnecessary for Jesus to die. Christ’s death establishes the eternal nature of the law, and the law is the basis of judgment. <br></p><p><strong>Read Revelation 20:12. How are we judged? What relationship do our good works have to our salvation?</strong><br></p><p><strong>Revelation 20:12</strong></p><p><sup><strong>12</strong></sup> And I saw the dead, small and great, standing before God, and books were opened. And another book was opened, which is the Book of Life. And the dead were judged according to their works, by the things which were written in the books. <strong><br></strong></p><p>Our works reveal our choices and our loyalty to God. According to Ephesians 2:8, 9, “by grace you have been saved through faith . . . not . . . works, lest anyone should boast” (NKJV). But when Christ saves us, He changes us. “For we are His workmanship, created in Christ Jesus for good works” (Eph. 2:10, NKJV).<br><br>Our good works, empowered by the Holy Spirit, do not save us, but they do testify that our faith is genuine. God’s final judgment strips away all pretense, all hypocrisy, all falsehood, and pierces into the very depth of our being. In depicting our position before God in the judgment, Ellen G. White provides this powerful insight into how the gospel and judgment go hand in hand.<br><br>“The fact that the acknowledged people of God are represented as standing before the Lord in filthy garments should lead to humility and deep searching of heart on the part of all who profess His name.<br><br>Those who are indeed purifying their souls by obeying the truth will have a most humble opinion of themselves. The more closely they view the spotless character of Christ, the stronger will be their desire to be conformed to His image, and the less will they see of purity or holiness in themselves. But while we should realize our sinful condition, we are to rely upon Christ as our righteousness, our sanctification, and our redemption. We cannot answer the charges of Satan against us. Christ alone can make an effectual plea in our behalf. He is able to silence the accuser with arguments founded not upon our merits, but on His own.”—Testimonies for the Church, vol. 5, pp. 471, 472.<br><strong><br>How do you see, in her words, the inseparability of the gospel from the judgment? What hope can you take away from this link between the gospel and judgment for yourself?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 25",
          "dayTitle": "<p>A Magnificent Scene<br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p>The prophetic books of Daniel and Revelation are companion volumes pointing us to the unfolding events in the last days of earth’s history. The book of Revelation announces that the hour of God’s judgment has come. The book of Daniel reveals when the judgment began.<br><br>In Daniel 7, God revealed the history of the world to the prophet. Nations rise and fall. Persecuting powers oppress the people of God.<br><br>After describing Babylon, Media-Persia, Greece, Rome, the breakup of the Roman Empire, and the persecution of the church for the 1,260 years depicted in the text (Dan. 7:25; see also Rev. 12:14), God focuses Daniel’s mind on a glorious celestial event that will set all things right.<br><br>The prophet’s attention is directed from the rise and fall of nations and the oppressive powers of earth to the throne room of the universe and God’s final judgment, when He will right every wrong and establish His everlasting kingdom of righteousness.<br><br>God took Daniel in prophetic vision from the chaos and conflict of the earth to the glories of heaven’s sanctuary and the sitting of the supreme court of the universe, where Christ, the Rightful Ruler of this world, will receive from His Father the kingdom that is rightfully His.<br><br><strong>Read Daniel 7:9, 10, 13 and describe what Daniel saw in these verses. What, too, is the final result of this judgment? See Daniel 7:14, 26, 27.</strong></p><p><strong>Daniel 7:9, 10, 13 <br></strong></p><p><strong><sup>9</sup> </strong>“I watched till thrones were put in place,<br>And the Ancient of Days was seated;<br>His garment was white as snow,<br>And the hair of His head was like pure wool.<br>His throne was a fiery flame,<br>Its wheels a burning fire;<sup><strong><br></strong><br><strong>10</strong></sup>&nbsp; A fiery stream issued<br>And came forth from before Him.<br>A thousand thousands ministered to Him;<br>Ten thousand times ten thousand stood before Him.<br>The court was seated,<br>And the books were opened.<sup><br></sup></p><p><sup><strong>13</strong></sup> “I was watching in the night visions,<br>And behold, One like the Son of Man,<br>Coming with the clouds of heaven!<br>He came to the Ancient of Days,<br>And they brought Him near before Him.<strong><br><br></strong></p><p><strong>Daniel 7:14, 26, 27</strong></p><p><sup><strong><br>14 </strong></sup>Then to Him was given dominion and glory and a kingdom,<br>That all peoples, nations, and languages should serve Him.<br>His dominion is an everlasting dominion,<br>Which shall not pass away,<br>And His kingdom the one<br>Which shall not be destroyed.</p><p><sup><strong>26</strong></sup>&nbsp; ‘But the court shall be seated,<br>And they shall take away his dominion,<br>To consume and destroy it forever.<sup><br><br><strong>27</strong></sup> Then the kingdom and dominion,<br>And the greatness of the kingdoms under the whole heaven,<br>Shall be given to the people, the saints of the Most High.<br>His kingdom is an everlasting kingdom,<br>And all dominions shall serve and obey Him.’</p><p>The destiny of all humanity is decided in heaven’s courtroom. Right prevails. Truth triumphs. Justice reigns. This is one of the most amazing, most marvelous, most spectacular scenes in all of Scripture. And the good news is that it ends very well for God’s faithful people, those clothed in the righteousness of Christ.<br><br>Jesus approaches His heavenly Father in the presence of the entire universe. Heavenly beings crowd in around the throne of God. The entire universe of unfallen beings stands in awe of this judgment scene.<br><br>The long conflict that has been waged for millennia is soon to be over. The battle for the throne of the universe is fully, completely decided.<br><br><strong>Daniel was right about the empires that came and went, just as predicted. Why, then, does it make so much sense to trust the Word of God about what it says regarding the final one, “an everlasting kingdom” that shall never “pass away”?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 26",
          "dayTitle": "<p>A Glimpse of Heaven<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>In Revelation 4, John beholds an open door in heaven and receives the invitation to “ ‘come up here, and I will show you things which must take place after this’ ” (Rev. 4:1, NKJV). Jesus invited the apostle to look through the open door in heaven’s sanctuary to view eternal scenes in the great controversy between good and evil. We, too, can look through that open door with John and receive a glimpse of the eternal plan of salvation. We are witnesses of issues that are being decided in heaven’s celestial court. Fundamental issues in the great controversy between good and evil develop before our eyes.<br><br><strong>Read Revelation 4:2–4. What similarities can you see here with the judgment scene in Daniel 7?</strong><br></p><p><strong>Revelation 4:2–4</strong></p><p><sup><strong>2</strong></sup> Immediately I was in the Spirit; and behold, a throne set in heaven, and One sat on the throne. <sup><br></sup></p><p><sup><strong>3</strong></sup> And He who sat there was like a jasper and a sardius stone in appearance; and there was a rainbow around the throne, in appearance like an emerald. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Around the throne were twenty-four thrones, and on the thrones I saw twenty-four elders sitting, clothed in white robes; and they had crowns of gold on their heads. <br></p><p><strong>Daniel 7</strong></p><p><sup><strong>1 </strong></sup>In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while on his bed. Then he wrote down the dream, telling the main facts.<br><sup><br><strong>2 </strong></sup>Daniel spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea.<strong><sup> <br></sup></strong></p><p><strong><sup>3 </sup></strong>And four great beasts came up from the sea, each different from the other. <sup><br></sup></p><p><sup><strong>4</strong></sup> The first was like a lion, and had eagle’s wings. I watched till its wings were plucked off; and it was lifted up from the earth and made to stand on two feet like a man, and a man’s heart was given to it.<br><sup><br><strong>5</strong></sup> “And suddenly another beast, a second, like a bear. It was raised up on one side, and had three ribs in its mouth between its teeth. And they said thus to it: ‘Arise, devour much flesh!’<br><sup><br><strong>6 </strong></sup>“After this I looked, and there was another, like a leopard, which had on its back four wings of a bird. The beast also had four heads, and dominion was given to it.<br><sup><br><strong>7</strong></sup> “After this I saw in the night visions, and behold, a fourth beast, dreadful and terrible, exceedingly strong. It had huge iron teeth; it was devouring, breaking in pieces, and trampling the residue with its feet. It was different from all the beasts that were before it, and it had ten horns. <sup><br></sup></p><p><sup><strong>8 </strong></sup>I was considering the horns, and there was another horn, a little one, coming up among them, before whom three of the first horns were plucked out by the roots. And there, in this horn, were eyes like the eyes of a man, and a mouth speaking pompous words.<br><sup><br><strong>9 </strong></sup>“I watched till thrones were put in place,<br>And the Ancient of Days was seated;<br>His garment was white as snow,<br>And the hair of His head was like pure wool.<br>His throne was a fiery flame,<br>Its wheels a burning fire;</p><p><strong><sup>10 </sup></strong>A fiery stream issued<br>And came forth from before Him.<br>A thousand thousands ministered to Him;<br>Ten thousand times ten thousand stood before Him.<br>The court was seated,<br>And the books were opened.<br><sup><br><strong>11</strong></sup> “I watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame. <sup><br></sup></p><p><sup><strong>12</strong></sup> As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time.<br><sup><br><strong>13 </strong></sup>“I was watching in the night visions,<br>And behold, One like the Son of Man,<br>Coming with the clouds of heaven!<br>He came to the Ancient of Days,<br>And they brought Him near before Him.</p><p><strong><sup>14 </sup></strong>Then to Him was given dominion and glory and a kingdom,<br>That all peoples, nations, and languages should serve Him.<br>His dominion is an everlasting dominion,<br>Which shall not pass away,<br>And His kingdom the one<br>Which shall not be destroyed.<br><sup><br><strong>15</strong></sup> “I, Daniel, was grieved in my spirit within my body, and the visions of my head troubled me. <sup><br></sup></p><p><sup><strong>16</strong></sup> I came near to one of those who stood by, and asked him the truth of all this. So he told me and made known to me the interpretation of these things: <sup><br></sup></p><p><sup><strong>17</strong></sup> ‘Those great beasts, which are four, are four kings which arise out of the earth. <sup><br></sup></p><p><sup><strong>18</strong></sup> But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever.’<br><sup><br><strong>19</strong></sup> “Then I wished to know the truth about the fourth beast, which was different from all the others, exceedingly dreadful, with its teeth of iron and its nails of bronze, which devoured, broke in pieces, and trampled the residue with its feet; <sup><br></sup></p><p><sup><strong>20</strong></sup> and the ten horns that were on its head, and the other horn which came up, before which three fell, namely, that horn which had eyes and a mouth which spoke pompous words, whose appearance was greater than his fellows.<br><sup><br><strong>21</strong></sup> “I was watching; and the same horn was making war against the saints, and prevailing against them, <sup><br></sup></p><p><sup><strong>22 </strong></sup>until the Ancient of Days came, and a judgment was made in favor of the saints of the Most High, and the time came for the saints to possess the kingdom.<br><sup><br><strong>23</strong></sup> “Thus he said:<br><br>‘The fourth beast shall be<br>A fourth kingdom on earth,<br>Which shall be different from all other kingdoms,<br>And shall devour the whole earth,<br>Trample it and break it in pieces.</p><p><sup><strong>24</strong></sup> The ten horns are ten kings<br>Who shall arise from this kingdom.<br>And another shall rise after them;<br>He shall be different from the first ones,<br>And shall subdue three kings.<sup><br></sup></p><p><sup><strong>25 </strong></sup>He shall speak pompous words against the Most High,<br>Shall persecute the saints of the Most High,<br>And shall intend to change times and law.<br>Then the saints shall be given into his hand<br>For a time and times and half a time.<br><sup><br><strong>26</strong></sup> ‘But the court shall be seated,<br>And they shall take away his dominion,<br>To consume and destroy it forever.</p><p><sup><strong>27</strong></sup> Then the kingdom and dominion,<br>And the greatness of the kingdoms under the whole heaven,<br>Shall be given to the people, the saints of the Most High.<br>His kingdom is an everlasting kingdom,<br>And all dominions shall serve and obey Him.’<br><sup><strong><br>28</strong></sup> “This is the end of the account. As for me, Daniel, my thoughts greatly troubled me, and my countenance changed; but I kept the matter in my heart.”<strong><br></strong></p><p>This is obviously a throne-room scene. God the Father sits upon the throne surrounded by heavenly beings. There is thunder and lightning symbolizing God’s judgments. We also notice in Revelation 4:4 that 24 elders are present around God’s throne.<br><br>Who are these 24 elders? In ancient Israel there were 24 divisions in the Levitical priesthood. These priests represented the people before God. In 1 Peter 2:9, the apostle declares that New Testament believers are a “chosen generation, a royal priesthood.” These 24 elders could, perhaps, represent all the redeemed that one day will rejoice around the throne of God; or, perhaps, they represent the people resurrected at Christ’s resurrection, who ascended to heaven with Him (Matt. 27:52; Eph. 4:7, 8).<br><br>Either way, this is good news. There are some of the redeemed from the earth around the throne of God. They faced temptations just as we face them. Through the grace of Christ and the power of the Holy Spirit, they overcame. They are clothed in “white robes” signifying the righteousness of Christ that covers and cleanses their sins. They have a golden crown upon their heads signifying that they are victorious in the battle with evil and are part of heaven’s royal line of faith-filled believers.<br><br>We see a throne set in heaven with God sitting upon it. There are heavenly beings around the throne, and soon all of heaven begins to sing, and the crescendo of praise builds higher and still higher: “ ‘You are worthy, O Lord, to receive glory and honor and power; for You created all things, and by Your will they exist and were created’ ” (Rev. 4:11, NKJV).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 27",
          "dayTitle": "<p>Jesus Is Worthy</p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p>In Revelation 5:1–3, once again we see a throne. A scroll is introduced with writing on both sides. It is sealed with the divine seal, and no one in heaven or on earth can open the scroll. Heavenly beings tremble. The issue is serious. No angelic being can represent hu­manity in earth’s final judgment. John weeps because no one can open the scroll. Then one of the elders, one of those redeemed from the earth, speaks words of encouragement to John’s heart. Jesus, the Lamb of God, is worthy to open the scroll.<br><br>John beholds the ultimate answer to the sin problem in Revelation 5:5. Here the aged prophet beholds the only way anyone can pass the final judgment at the throne of God. “But one of the elders said to me, ‘Do not weep. Behold, the Lion of the tribe of Judah, the Root of David, has prevailed to open the scroll.’ . . . And I looked, and behold, . . . a Lamb as though it had been slain” (Rev. 5:5, 6, NKJV).<br><br><strong>Read Revelation 5:8–12. How does all of heaven respond to the announcement that Jesus is worthy to open the scroll of judgment and redeem us?</strong><br></p><p><strong>Revelation 5:8–12</strong></p><p><sup><strong>8 </strong></sup>Now when He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each having a harp, and golden bowls full of incense, which are the prayers of the saints. <sup><br></sup></p><p><sup><strong>9 </strong></sup>And they sang a new song, saying:<br><br>“You are worthy to take the scroll,<br>And to open its seals;<br>For You were slain,<br>And have redeemed us to God by Your blood<br>Out of every tribe and tongue and people and nation,</p><p><strong><sup>10 </sup></strong>And have made us kings and priests to our God;<br>And we shall reign on the earth.”<br><sup><br><strong>11</strong></sup> Then I looked, and I heard the voice of many angels around the throne, the living creatures, and the elders; and the number of them was ten thousand times ten thousand, and thousands of thousands, <sup><strong><br></strong></sup></p><p><sup><strong>12 </strong></sup>saying with a loud voice: “Worthy is the Lamb who was slain to receive power and riches and wisdom, and strength and honor and glory and blessing!”<br></p><p>Jesus, the Lamb of God who has sacrificed His life for the salvation of all humanity, takes the scroll of judgment and opens it. All of heaven bursts forth in rapturous praise. His victory over Satan’s temptations, His death on Calvary’s cross, His resurrection, His high priestly ministry, provides salvation for all who choose by faith to respond to His grace. The judgment is incredibly good news for the people of God. It speaks of the end of the reign of sin and the deliverance of God’s people.<br><br>Can anything be more encouraging? Jesus stands for us in the judgment. His perfect, righteous life covers us. His righteousness works within us to make us new. His grace pardons us, transforms us, and empowers us to live godly lives.<br><br>We need not fear. Jesus stands for us in the judgment, and the powers of evil are defeated. Judgment is passed in “favor” of the people of God (Dan. 7:22). The purpose of the judgment is not to find out how bad we are but to reveal how good God is.<br><br><strong>Again, dwell on the great hope that we have in the judgment: Jesus as our Substitute. Why is that our only hope?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 28",
          "dayTitle": "",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p><strong>Further Thought:<br></strong><br>Look at the powerful insights the Spirit of Prophecy gives us in regard to the state of God’s people in the last days, in the time of judgment and the end of the world.<br><br>“Their only hope is in the mercy of God; their only defense will be prayer. As Joshua was pleading before the Angel, so the remnant church, with brokenness of heart and earnest faith, will plead for pardon and deliverance through Jesus their Advocate. They are fully conscious of the sinfulness of their lives, they see their weakness and unworthiness, and as they look upon themselves they are ready to despair. The tempter stands by to accuse them, as he stood by to resist Joshua. He points to their filthy garments, their defective characters. He presents their weakness and folly, their sins of ingratitude, their unlikeness to Christ, which has dishonored their Redeemer. . . . The people of God have been in many respects very faulty. Satan has an accurate knowledge of the sins which he has tempted them to commit, and he presents these in the most exaggerated light, declaring: ‘Will God banish me and my angels from His presence, and yet reward those who have been guilty of the same sins? Thou canst not do this, O Lord, in justice. Thy throne will not stand in righteousness and judgment. Justice demands that sentence be pronounced against them.’ But while the followers of Christ have sinned, they have not given themselves to the control of evil. They have put away their sins, and have sought the Lord in humility and contrition, and the divine Advocate pleads in their behalf. He who has been most abused by their ingratitude, who knows their sin, and also their repentance, declares: ‘ “The Lord rebuke thee, O Satan.” I gave My life for these souls. They are graven upon the palms of My hands.’ ”—Ellen G. White, Testimonies for the Church, vol. 5, pp. 473, 474.<br><strong><br>Discussion Questions:</strong><br><br><strong>1</strong>. How does the knowledge that “ ‘the hour of His judgment has come’ ” (Rev. 14:7, NKJV) impact our daily lives? If most of us are honest, we’d probably say that it doesn’t, right? How can we change?<br><br><strong>2.</strong>&nbsp; Why is the judgment good news and not bad news? In class, talk about the role Jesus takes for us in the judgment. How can this motivate us to be faithful to Him, knowing that only because of what He has done for us can we have the hope of salvation?<br><strong><br>3.</strong> Dwell more on the idea of the judgment revealing to the universe the character of God. How does this idea fit in very well with the whole great controversy scenario?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 29",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>A Guy on a Bicycle</strong><br><br><strong>By Anthony Kent</strong><br><br>On dusty outback roads, through dry monotonous terrain, and under a merciless hot Australian sun, Philip rode his bicycle hundreds of miles selling hope-filled Christian books as a literature evangelist. One day, he came to a farm in the middle of nowhere, a place called Eugowra. Here, he saw a farmer plowing a field. The man was strong in physique but broken in spirit. It was Tom Kent.<br><br>Philip didn’t know it, but Tom’s family was heartbroken. His wife, Mary, had succumbed to pneumonia. He was in despair, struggling to care for their 11 children. Just before her death, Mary had asked Tom to promise that he would meet her in heaven—and bring the children with him. Tom had promised. Tearfully, he had looked for a Bible to see how he could keep his promise. That’s when Philip met Tom.<br><br>Philip Ainslie Reekie was born in Scotland in 1846. In 1888, widowed and divorced, he migrated to Australia, looking for a new life. Just a year later, in 1889, he stumbled upon some Christian literature, discovered amazing Bible truths, and encountered the real Jesus. He’d not only found a new country but also a new reason to live. He wanted to spread hope. He quit working as an engraver so that he could engrave God’s Word upon hearts by becoming a literature evangelist.<br><br>Now listening to Tom’s heartbreaking story, Philip saw pain and heard of Mary’s dying hope. He decided to share The Great Controversy with Tom. Tom wrestled with the biblical truths he read, but after careful study, he accepted the teachings. These new discoveries gave Tom the deep comfort and assurance that he so badly needed. He shared his discoveries with his children and neighbors. His children and five neighboring families became believers and disciples of Jesus. It was then that Tom knew he could keep his promise to his wife.<br><br>Today, this remarkable story continues. Tom Kent’s descendants, together with the other five families and other people brought into the Seventh-day Adventist Church, add up to more than 20,000 individuals. Twenty thousand lives transformed by a faithful literature evangelist on a bicycle and a farmer who shared The Great Controversy with his family and neighbors.<br><br>Would you like to experience ultimate joy, meaning, and purpose in your life? Join the global church in 2023 and 2024 in the mass promotion and distribution of The Great Controversy. Visit greatcontroversy project.org for more information or ask your pastor.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>The Good News of the Judgment<br></p>",
      "verse": "<p>“Saying with a loud voice, ‘Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water’ ” (Revelation 14:7, NKJV).<br></p>",
      "versionCode": 2,
      "weekDate": "April 22–28"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
