{
  "data": [
    {
      "color": "#2ECCFA",
      "id": 12,
      "idEs": 5,
      "language": "es",
      "lessonDays": [
        {
          "date": "12 Marzo",
          "dayTitle": "<p>RECIBIR UN REINO INCONMOVIBLE</p>",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Hebreos 12:18 al 29, el pasaje de esta semana, es el punto culminante de la carta, y resume la principal preocupación de su autor al repetir la idea del comienzo: Dios nos ha hablado en la persona de su Hijo, y nosotros debemos prestarle mucha atención a él (Heb. 1:1, 2; 12:25). La descripción de Jesús en Hebreos 12:22 al 24 resume las afirmaciones de la carta acerca de él: Jesús es el Mediador del Nuevo Pacto, y su sangre ofrece salvación a los creyentes. Su ministerio sacerdotal y real en nuestro favor es motivo de celebración para las huestes celestiales. Y finalmente, Hebreos 12:25 al 29 contiene la última exhortación concluyente: el Juicio de Dios se aproxima. Traerá destrucción a sus enemigos, pero vindicación y un reino a su pueblo (Heb. 12:28, 29).</p><p>El final enfatiza la importancia de los logros de Jesús en la Cruz y dirige a los creyentes a la consumación de la victoria de Jesús. Pablo usó imágenes de Daniel 7 para recordarles a los lectores que Jesús ha recibido un reino de Dios, el Juez (Dan. 7:9-14), y que compartirá su Reino con los creyentes, “los santos del Altísimo”, quienes lo poseerán eternamente (Dan. 7:18).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 Marzo",
          "dayTitle": "<p>OS HABÉIS ACERCADO AL MONTE DE SION</p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Hebreos 12:22 al 24. ¿Qué describe Pablo aquí?</strong></p><p><strong>Hebreos 12:22-24</strong></p><p><strong>22</strong> sino que os habéis acercado al monte de Sion, a la ciudad del Dios vivo, Jerusalén la celestial, a la compañía de muchos millares de ángeles,</p><p><strong>23</strong> a la congregación de los primogénitos que están inscritos en los cielos, a Dios el Juez de todos, a los espíritus de los justos hechos perfectos,</p><p><strong>24</strong> a Jesús el Mediador del nuevo pacto, y a la sangre rociada que habla mejor que la de Abel.</p><p>Hebreos afirma que hemos venido al monte Sion y participamos de una gran celebración. “Por el contrario, ustedes se han acercado al monte Sión, a la Jerusalén celestial, la ciudad del Dios viviente. Se han acercado a millares y millares de ángeles, a una asamblea gozosa” (Heb. 12:22 NVI). Nos hemos acercado mediante la fe en la persona de nuestro Representante, Jesús. En esta celebración, encontramos una innumerable hueste de ángeles, a Dios mismo y a Jesús, que es el centro de la celebración. Nos acercamos como parte de la “congregación de los primogénitos que están inscritos en los cielos” (Heb. 12:23). Nuestros nombres están inscritos en los libros del cielo, donde está registrado el pueblo profeso de Dios (Éxo. 32:32; Sal. 56:8; Dan. 12:1; Mal. 3:16; Luc. 10:20; Apoc. 13:8; 17:8).</p><p>Somos los “primogénitos” porque compartimos la herencia del Primogénito por excelencia, Jesús (Heb. 1:6). Por lo tanto, no hemos venido como huéspedes sino como ciudadanos (comparar con Fil. 3:20). También se nos describe como “los espíritus de los justos hechos perfectos” (Heb. 12:23). Esta expresión es una figura del lenguaje en la que una dimensión de nuestra naturaleza humana representa el todo. Es análoga a la expresión “al Padre de los espíritus” en Hebreos 12:9, que se refiere a Dios como el Padre de todos nosotros, los seres humanos que somos de naturaleza espiritual.</p><p>La reunión festiva celebra la toma de posesión del gobierno real de Jesús, de su ministerio sacerdotal y la instauración del Nuevo Pacto. En Hebreos, el monte Sion es el lugar donde ocurren todos estos acontecimientos. Hebreos 1:5 al 14 utiliza tres salmos que describen la entronización del Hijo en el “monte Sion” (Sal. 2:6, 7; 110:1, 2; 102:21–27).</p><p>El monte Sion es también el lugar donde el Hijo fue proclamado “sacerdote para siempre” (Heb. 5:6), una cita del Salmo 110:4. Según el Salmo 110, la proclamación del Hijo como Sumo Sacerdote también tiene lugar en el monte Sion (Sal. 110:2). Finalmente, Hebreos sostiene que la instauración del sacerdocio de Jesús también marca el inicio del Nuevo Pacto (Heb. 7:11-22). Por lo tanto, el monte Sion es también el lugar donde se ratificó el Nuevo Pacto. Por ende, Hebreos 12:22 al 24 describe la reunión festiva que ocurrió en el cielo cuando Jesús ascendió.</p><p><strong><font color=\"#f00505\">¿De qué maneras prácticas podemos celebrar, en nuestra vida y nuestra adoración, la realidad de Jesús, de su ministerio sacerdotal y del Nuevo Pacto? ¿Por qué nuestra fe se confirma al regocijarnos en esta gran verdad?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 Marzo",
          "dayTitle": "<p>OS HABÉIS ACERCADO A DIOS, EL JUEZ DE TODOS</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p><strong>&nbsp;Lee Hebreos 12:23. Si se trata de una celebración, ¿por qué se describe a Dios como juez? ¿Cómo puede un juez ser parte o motivo de una celebración? Lee también Daniel 7:9, 10, y 13 al 22.</strong></p><p><strong>Hebreos 12:23</strong></p><p><strong>23</strong> a la congregación de los primogénitos que están inscritos en los cielos, a Dios el Juez de todos, a los espíritus de los justos hechos perfectos,</p><p><strong>Daniel 7:9-10</strong></p><p><strong>9</strong> Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.&nbsp;</p><p><strong>10</strong> Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.</p><p><strong>Daniel 9:13-22</strong></p><p><strong>13</strong> Conforme está escrito en la ley de Moisés, todo este mal vino sobre nosotros; y no hemos implorado el favor de Jehová nuestro Dios, para convertirnos de nuestras maldades y entender tu verdad.</p><p><strong>14</strong> Por tanto, Jehová veló sobre el mal y lo trajo sobre nosotros; porque justo es Jehová nuestro Dios en todas sus obras que ha hecho, porque no obedecimos a su voz.</p><p><strong>15</strong> Ahora pues, Señor Dios nuestro, que sacaste tu pueblo de la tierra de Egipto con mano poderosa, y te hiciste renombre cual lo tienes hoy; hemos pecado, hemos hecho impíamente.</p><p><strong>16</strong> Oh Señor, conforme a todos tus actos de justicia, apártese ahora tu ira y tu furor de sobre tu ciudad Jerusalén, tu santo monte; porque a causa de nuestros pecados, y por la maldad de nuestros padres, Jerusalén y tu pueblo son el oprobio de todos en derredor nuestro.</p><p><strong>17</strong> Ahora pues, Dios nuestro, oye la oración de tu siervo, y sus ruegos; y haz que tu rostro resplandezca sobre tu santuario asolado, por amor del Señor.</p><p><strong>18</strong> Inclina, oh Dios mío, tu oído, y oye; abre tus ojos, y mira nuestras desolaciones, y la ciudad sobre la cual es invocado tu nombre; porque no elevamos nuestros ruegos ante ti confiados en nuestras justicias, sino en tus muchas misericordias.</p><p><strong>19</strong> Oye, Señor; oh Señor, perdona; presta oído, Señor, y hazlo; no tardes, por amor de ti mismo, Dios mío; porque tu nombre es invocado sobre tu ciudad y sobre tu pueblo.</p><p><strong>20</strong> Aún estaba hablando y orando, y confesando mi pecado y el pecado de mi pueblo Israel, y derramaba mi ruego delante de Jehová mi Dios por el monte santo de mi Dios;</p><p><strong>21</strong> aún estaba hablando en oración, cuando el varón Gabriel, a quien había visto en la visión al principio, volando con presteza, vino a mí como a la hora del sacrificio de la tarde.</p><p><strong>22</strong> Y me hizo entender, y habló conmigo, diciendo: Daniel, ahora he salido para darte sabiduría y entendimiento.</p><p>La celebración descrita en Hebreos 12:22 al 24 alude a un juicio futuro. Dios, el Juez, preside y se usan los libros, y el resultado de este juicio futuro basado en los libros es que el pueblo de Dios recibe el Reino (Heb. 12:28). Esta escena evoca el gran juicio previo al Advenimiento descrito en Daniel 7, que retrata una escena de juicio donde Dios, el “Anciano de días” (Dan. 7:9), se sienta en un trono hecho de fuego y está rodeado de “millones de millones” (Dan. 7:10) de ángeles. Se abren los libros (Dan. 7:10) y el Juicio se decide a favor de “los santos del Altísimo”, que entonces “recib[e]n el reino” (Dan. 7:22).</p><p>Asimismo, Hebreos 12:22 al 29 describe una escena de juicio en el monte Sion, la Jerusalén celestial, donde Dios, “el Juez de todos”, está rodeado de “muchos millares” de ángeles. La escena también es ardiente (Heb. 12:29). Menciona libros porque los santos están “inscritos” en ellos (Heb. 12:23), lo que implica un juicio favorable para los santos.</p><p>Jesús está en el centro de la escena (Heb. 12:24). Se lo describe como el Hijo del Hombre en Hebreos 2, quien fue “coronado de gloria y de honra” después de haber gustado la “muerte” por nosotros (Heb. 2:9). Según Hebreos 2:10, el “hijo del hombre” (ver Heb. 2:6) sufrió para poder llevar “muchos hijos a la gloria”; es decir, para que los creyentes también puedan ser “coronado[s] de gloria y de honra”. El “Hijo” ahora ha llevado a los creyentes a Sion, la Jerusalén celestial, mediante los beneficios del Nuevo Pacto (Heb. 12:22-24), donde se les promete que recibirán un reino (Heb. 12:28).</p><p>Por consiguiente, este juicio es una muy buena noticia para los creyentes porque es un juicio que dictamina a su favor. Los reivindica. Es un juicio que derrota a su adversario, el dragón, que está detrás de las terribles bestias que han perseguido a los creyentes en el pasado (Dan. 7) y lo harán en el futuro (Apoc. 13).</p><p><strong><font color=\"#f00000\">¿Cómo nos ayuda esta lección a entender que el Juicio de Dios en el mensaje de los tres ángeles es una “buena noticia” para este tiempo? (Apoc. 14:6, 7; comparar con Deut. 32:36; 1 Crón. 16:33–35).</font></strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 Marzo",
          "dayTitle": "<p>CONMOVER Á EL CIELO Y LA TIERRA&nbsp;</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Después de describir la reunión festiva que tuvo lugar en el cielo, Pablo les advierte a los lectores que deben prestar atención a la voz de Dios porque Dios hará estremecer “una vez más [...] no solo la tierra, sino también el cielo” (Heb. 12:26 NVI). Pablo está diciendo que, aunque Jesús ha sido entronizado en el cielo, nuestra salvación no se ha consumado. Debemos prestar atención porque aún está por ocurrir un acontecimiento importante. Compara Hageo 2:6 al 9, 20 al 22; Salmo 96:9 y 10; 99:1; y Hebreos 12:26 y 27. ¿Cuál es el propósito de que Dios conmueva el cielo y la tierra? ¿Qué significa esto? En el Antiguo Testamento, el temblor de la tierra era una figura común de la presencia de Dios, quien aparece para liberar a su pueblo. Cuando Débora y Barac pelearon contra Sísara, Dios peleó desde el cielo por ellos (Juec. 5:20). Esto se describe como un terremoto poderoso, un temblor de la tierra y los montes debido a la presencia de Dios (Juec. 5:4, 5). Encontramos que esta misma imagen se muestra en todo el Antiguo Testamento cuando Dios aparece para librar a los oprimidos (Sal. 68:7, 8; 60:2; 77:17, 18). Por ende, el temblor llegó a ser una señal del Juicio de Dios al afirmar su autoridad sobre los pueblos de la Tierra. Los profetas predijeron que esto sucedería en el Día de Jehová (Isa. 13:13; 24:18–23).</p><p>Para los hebreos, el “temblor” del cielo y la Tierra se refiere a la destrucción de los enemigos de Dios. Esto es lo que Dios prometió en la entronización de Jesús. Dios le dijo: “Siéntate a mi diestra, hasta que ponga a tus enemigos por estrado de tus pies” (Heb. 1:13). Por lo tanto, Jesús ha derrotado al enemigo (Heb. 2:14-16) y fue entronizado (Heb. 1:5-14), pero los enemigos aún no han sido destruidos (Heb. 10:11-14; 1 Cor. 15:23-25).</p><p>No obstante, Dios destruirá a estos enemigos en el futuro, cuando haga temblar el cielo y la Tierra. Por lo tanto, el temblor del cielo y la Tierra implica la destrucción de los poderes terrenales que persiguen al pueblo de Dios y, más aún, la destrucción de los poderes celestiales (Satanás y sus ángeles) que están detrás de los poderes terrenales y los controlan.</p><p><strong><font color=\"#eb0505\">¿Por qué la promesa de que un día se hará justicia y que el mal será destruido algún día es una promesa tan esperanzadora para todos nosotros, especialmente para quienes han sufrido directamente a manos del mal?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 Marzo",
          "dayTitle": "<p>UN REINO INCONMOVIBLE</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>&nbsp;Dios anunció que “conmoverá” el cielo y la Tierra, lo que significa que destruirá a las naciones enemigas. Sin embargo, hay algunas cosas que no se conmoverán, que no serán destruidas.</p><p><strong>Comprara los Salmos 15:5; 16:8; 21:7; 62:2; 112:6; con Hebreos 12:27. ¿Cuáles son las cosas que no serán conmovidas?</strong></p><p><strong>&nbsp;Salmos 15:5</strong></p><p><strong>5</strong> Quien su dinero no dio a usura, Ni contra el inocente admitió cohecho. El que hace estas cosas, no resbalará jamás.</p><p>&nbsp;Salmos 16:8</p><p><strong>8</strong> A Jehová he puesto siempre delante de mí; Porque está a mi diestra, no seré conmovido.</p><p><strong>Salmos 21:7</strong></p><p><strong>7</strong> Por cuanto el rey confía en Jehová, Y en la misericordia del Altísimo, no será conmovido.</p><p><strong>Salmos 62:2</strong></p><p><strong>2</strong> Él solamente es mi roca y mi salvación; Es mi refugio, no resbalaré mucho.</p><p><strong>Salmos 112:6</strong></p><p><strong>6</strong> Por lo cual no resbalará jamás; En memoria eterna será el justo.</p><p><strong>Hebreos 12:27</strong></p><p><strong>27</strong> Y esta frase: Aún una vez, indica la remoción de las cosas movibles, como cosas hechas, para que queden las inconmovibles.</p><p>Muchas traducciones modernas de Hebreos 12:27 sugieren que el temblor de cielo y Tierra significa que estos serán removidos y desaparecerán para siempre. Sin embargo, la Biblia aclara que Dios creará nuevos cielos y nueva Tierra (Isa. 65:17; Apoc. 21:1-4), y que resucitaremos y tendremos un cuerpo renovado aquí, en esta Tierra (1 Tes. 4:13–17; Fil 3:20). Por lo tanto, el “temblor” implica purificación y renovación de la Creación, no su remoción total. Lo que hay aquí se volverá a crear y será el lugar donde vivirán los redimidos.</p><p>Sin embargo, hay algunas cosas que no se alterarán. Esto incluye a los justos. Ellos no serán conmovidos porque confían en Dios. El Creador los sostiene y garantiza su supervivencia.</p><p>Fíjate que, en Hebreos, la permanencia y la estabilidad se relacionan con Jesús. Hebreos 1:10 al 12 dice acerca de Jesús: “Tú, oh Señor, en el principio fundaste la tierra, y los cielos son obra de tus manos. Ellos perecerán, mas tú permaneces; y todos ellos se envejecerán como una vestidura, y como un vestido los envolverás, y serán mudados; pero tú eres el mismo, y tus años no acabarán”. Hebreos también dice que el sacerdocio de Jesús permanece para siempre (Heb. 7:3, 24) al igual que la herencia de los redimidos (Heb. 10:34). En el Juicio Final, quienes estén “en Jesús” no serán conmovidos (Sal. 46:5).</p><p>Hebreos 12:28 también dice que recibiremos “un reino inconmovible”. Esta es una referencia a Daniel 7:18, que dice que los santos “recibirán el reino, y será suyo para siempre” (NVI). Este es el reino que “no será jamás destruido” mencionado en Daniel 2:44. Este reino pertenece al Hijo, pero él lo compartirá con nosotros. Apocalipsis 20:4 dice que juzgaremos con él a los poderes malignos que nos persiguieron (1 Cor. 6:3).</p><p><strong><font color=\"#e10909\">¿Cómo te está yendo con el zarandeo actualmente? Si no te va muy bien, ¿qué decisiones puedes tomar para conseguir ayuda en este tiempo importante? (Ver Efe. 4:14.)</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 Marzo",
          "dayTitle": "<p>TENGAMOS GRATITUD</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Hebreos concluye esta parte señalando que la respuesta apropiada a Dios por todas las cosas maravillosas que ha hecho por nosotros es mostrarle gratitud ofreciéndole una clase adecuada de adoración.</p><p><strong>Compara Hebreos 12:28 con 13:15 y 16. ¿Cómo le ofrecemos a Dios una adoración aceptable?&nbsp;</strong></p><p><strong>Hebreos 12:28&nbsp;</strong></p><p><strong>28</strong> Así que, recibiendo nosotros un reino inconmovible, tengamos gratitud, y mediante ella sirvamos a Dios agradándole con temor y reverencia;</p><p><strong>Hebreos 13:15-16</strong></p><p><strong>15</strong> Así que, ofrezcamos siempre a Dios, por medio de él, sacrificio de alabanza, es decir, fruto de labios que confiesan su nombre.</p><p><strong>16</strong> Y de hacer bien y de la ayuda mutua no os olvidéis; porque de tales sacrificios se agrada Dios.</p><p>En el sistema del Antiguo Pacto, el sacrificio de animales era la forma en que el pueblo mostraba arrepentimiento y gratitud; pero estos sacrificios debían ser una demostración de lo que ocurría en el corazón del adorador. Dios dejó en claro en los Salmos, y mediante los profetas, que lo que realmente le agradaba no era la sangre de los animales, sino la gratitud, las obras justas y la rectitud de los adoradores (Sal. 50:7–23; Isa. 1:11–17).</p><p>Por ende, Pablo nos invita a adorar a Dios en el Santuario celestial ofreciendo sacrificios de alabanza, confesión, acción de gracias y buenas obras, que es la verdadera adoración que lo deleita. Ofrecemos estos sacrificios en la Tierra, pero son aceptados como agradables a Dios en el cielo. Esta exhortación abarca todos los llamados que el autor ha hecho a lo largo de la carta para la profesión del nombre de Jesús (Heb. 3:1; 4:14; 10:23) y sus exhortaciones a que sigamos haciendo buenas obras (Heb. 6:10-12; 13:1, 2, 16).</p><p>La invitación que Pablo le hace a la audiencia a “ador[ar] a Dios como a él le agrada” (Heb. 12:28 NVI) implica que los creyentes en verdad ahora son una nación sacerdotal que ha sido perfeccionada y santificada mediante el sacrificio de Jesús (Heb. 10:10–14, 19-23). Esto cumple el propósito original de Dios para Israel: el de ser una nación sacerdotal mediante la cual él pudiera anunciar las buenas nuevas de salvación al mundo (Éxo. 19:4-6; 1 Ped. 2:9, 10; Apoc. 1:6; 5:10).</p><p>Hebreos 13:1 al 6 describe en términos prácticos lo que significa hacer el bien y compartir lo que tenemos. Significa mostrar amor fraternal, así como Jesús mostró amor fraternal por nosotros (Heb. 2:11, 12). Significa ser hospitalario, visitar a los que están en la cárcel o han sido maltratados (Heb. 13:3), y rechazar el adulterio y la codicia.</p><p><strong><font color=\"#f00f0f\">¿Por qué es importante prestar atención a las buenas obras y compartir lo que tenemos como parte de nuestra adoración a Dios? Al mismo tiempo, ¿de qué maneras concretas nuestros sacrificios espirituales a Dios pueden corromperse (Isa. 1:11-17)?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 Marzo",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>“Durante los mil an?os que transcurrira?n entre la primera Resurreccio?n y la segunda se verificara? el juicio de los impi?os. El apo?stol Pablo sen?ala este juicio como un evento que sigue al Segundo Advenimiento. ‘No juzgue?is nada antes de tiempo, hasta que venga el Sen?or, el cual aclarara? tambie?n lo oculto de las tinieblas, y manifestara? las intenciones de los corazones’ (1 Cor. 4:5). Daniel declara que, cuando vino el Anciano de di?as, ‘se dio el juicio a los santos del Alti?simo’ (Dan. 7:22). En ese tiempo, los justos reinara?n como reyes y sacerdotes de Dios. Juan dice en el Apocalipsis: ‘Vi tronos, y se sentaron sobre ellos los que recibieron facultad de juzgar [...]. Sera?n sacerdotes de Dios y de Cristo, y reinara?n con e?l mil an?os’ (Apoc. 20:4, 6). Entonces sera? cuando, como esta? predicho por Pablo, ‘los santos han de juzgar al mundo’ (1 Cor. 6:2). Junto con Cristo juzgan a los impi?os: comparan sus actos con el libro de la Ley, la Biblia, y fallan cada caso de acuerdo con los actos cometidos en su cuerpo. Entonces la cuota que los malos tienen que sufrir es medida segu?n sus obras, y queda anotado frente a sus nombres en el libro de la muerte.</p><p>“Tambie?n Satana?s y los a?ngeles malos son juzgados por Cristo y su pueblo. Pablo dice: ‘¿No sabe?is que hemos de juzgar a los a?ngeles?’ (vers. 3). Y Judas declara que ‘a los a?ngeles que no guardaron su estado original, sino que dejaron su propia habitacio?n, los ha guardado en prisiones eternas, bajo tinieblas, hasta el juicio del gran di?a’ (Jud. 6)” (CS 718, 719).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1</strong>. La participación de los santos en el juicio de los impíos (1 Cor. 6:3; Jud. 6) ¿qué nos dice acerca de Dios y cuán transparente será con nosotros al mostrarnos su bondad y su justicia en su trato con el pecado y la maldad?</p><p><strong>2.</strong> Lee Éxodo 32:32; Salmos 56:8; 69:28; 139:16; Isaías 4:3; Daniel 12:1; Malaquías 3:16; Lucas 10:20; Apocalipsis 13:8; y 17:8. Estas son referencias a los libros de Dios en el cielo. ¿Qué tipo de cosas están registradas en estos libros? ¿Por qué es importante que Dios lleve un registro de nuestras lágrimas (Sal. 56:8), por ejemplo? Si Dios lo sabe todo, ¿cuál es el propósito de esos libros, o registros?</p><p><strong>3.</strong> ¿Por qué crees que es importante que Hebreos termine el argumento de la epístola con una referencia a las promesas de Daniel 7? ¿Por qué estas conexiones son importantes en el contexto del ministerio de Jesús en el cielo? ¿Qué nos enseña Daniel 7 sobre el fin de todas las cosas terrenales y caídas?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>RECIBIR UN REINO INCONMOVIBLE</p>",
      "verse": "<p>“Así que, recibiendo nosotros un reino inconmovible, tengamos gratitud, y mediante ella sirvamos a Dios agradándole con temor y reverencia” (Heb. 12:28).</p>",
      "versionCode": 16,
      "weekDate": "12-18 de Marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
