{
  "data": [
    {
      "color": "#E1473F",
      "id": 13,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "16 de septiembre",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>En el clásico devocional de John Bunyan El progreso del peregrino, que escribió mientras estaba en la cárcel, Cristiano es escoltado a la armería de un palacio y se le muestra “toda clase de armaduras que su Señor tenía provistas para los peregrinos: espadas, escudos, yelmos, corazas y calzados que no se gastaban. Y eran en tanta abundancia, que bastaban para armar en el servicio de su Señor tantos hombres como estrellas hay en el firmamento”. Antes de que Cristiano se fuera, lo escoltan nuevamente a la armería, donde “le armaron de pies a cabeza con armas a toda prueba para defenderse en el camino, caso de ser asaltado”.\n</p><p>La obra de Bunyan, de 1678, nos recuerda un documento escrito unos 1.600 años antes por el apóstol Pablo, la Epístola a los Efesios, también redactada en prisión. En ella, el gran apóstol misionero imagina que un gran ejército, la iglesia, visita el arsenal de Dios y se viste con la panoplia divina, el término griego para una armadura completa de pies a cabeza. El arsenal de Dios contiene suficiente armamento de la mejor calidad para que cada soldado de su ejército esté “revestido de acero del norte de pies a cabeza”, mientras se disponen a hacer la paz en su nombre.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de septiembre ",
          "dayTitle": "<p>LA IGLESIA: UN EJÉRCITO UNIFICADO</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Efesios 6:10 al 20. ¿Qué señala Pablo sobre el tipo de guerra en la que participa la iglesia? ¿Describe principalmente la batalla espiritual de un creyente individual contra el mal, o la guerra colectiva de la iglesia contra el mal?\n</strong></p><p>Efesios 6:10 al 20\n</p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.\n</p><p><strong><sup>11</sup></strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.\n</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.\n</p><p><strong><sup>13</sup></strong> Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.\n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,\n</p><p><strong><sup>15</sup></strong> y calzados los pies con el apresto del evangelio de la paz.\n</p><p><strong><sup>16</sup></strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;\n</p><p><strong><sup>18</sup></strong> orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;\n</p><p><strong><sup>19</sup></strong> y por mí, a fin de que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio,\n</p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.\n</p><p>La victoria en las guerras griegas y romanas dependía de la cooperación de los soldados en cada unidad militar y, especialmente, de su apoyo mutuo en el fragor de la batalla. El individualismo en la batalla se consideraba una característica de los guerreros bárbaros, que los condenaba a la derrota.\n</p><p>Hay razones importantes para apoyar la idea de que Pablo, según este concepto militar habitual, habla principalmente de la batalla compartida de la iglesia contra el mal en Efesios 6:10 al 20: 1. El pasaje es el punto culminante de una carta que trata sobre la iglesia. Sería extraño que Pablo concluyera su carta con la imagen de un guerrero cristiano solitario que lucha contra los enemigos de las tinieblas; 2. Al final del pasaje, Pablo destaca la camaradería cristiana en su llamado a la oración “por todos los santos” (Efe. 6:18–20); 3. Lo más significativo de todo es que, anteriormente en la carta, cuando Pablo habla de los poderes del mal, los enfrenta con la iglesia, no con el creyente individual: “Para que la multiforme sabiduría de Dios sea ahora notificada por medio de la iglesia a los principados y potestades de los Cielos” (Efe. 3:10).\n</p><p>Por lo tanto, Efesios 6:10 al 20 no describe a un guerrero solitario que se enfrenta al mal. Pablo, como general, se dirige a la iglesia como un ejército. Él nos llama a tomar toda nuestra armadura y, como un ejército unificado, avanzar en la batalla en forma vigorosa y unida. Pablo decide concluir su énfasis minucioso en la iglesia –que incluye descripciones constantes de la iglesia como el cuerpo de Cristo (Efe. 1:22, 23; 4:1–16), el edificio/templo de Dios (Efe. 2:19-22) y la esposa de Cristo (Efe. 5:21-33)– con una metáfora final: la iglesia como el ejército del Dios viviente. Dado que nos acercamos al “día malo” (Efe. 6:13), las etapas finales de la larga batalla contra el mal, no es momento de estar confundidos acerca de nuestro compromiso con Dios ni con nuestra lealtad mutua como compañeros de armas de Cristo.\n</p><p><strong>¿De qué manera podemos nosotros, como organismo colectivo, trabajar juntos en el Gran Conflicto, a fin de ayudarnos mutuamente en nuestras luchas contra el mal, en cualquier forma que se presente?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de septiembre",
          "dayTitle": "<p>CINTURÓN Y CORAZA</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>¿Cómo imagina Pablo que los creyentes comienzan su preparación para la batalla contra el mal? Efesios 6:14; ver también 1 Pedro 4:1; 5:8; Romanos 8:37 al 39.\n</strong></p><p>Efesios 6:14\n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,\n</p><p>1 Pedro 4:1; 5:8\n</p><p><strong><sup>1 </sup></strong>Puesto que Cristo ha padecido por nosotros en la carne, vosotros también armaos del mismo pensamiento; pues quien ha padecido en la carne, terminó con el pecado,\n</p><p>1 Pedro 5:1\n</p><p><strong><sup>8</sup></strong> Ruego a los ancianos que están entre vosotros, yo anciano también con ellos, y testigo de los padecimientos de Cristo, que soy también participante de la gloria que será revelada:\n</p><p>Romanos 8:37 al 39\n</p><p><strong><sup>37</sup></strong> Antes, en todas estas cosas somos más que vencedores por medio de aquel que nos amó.\n</p><p><strong><sup>38</sup></strong> Por lo cual estoy seguro de que ni la muerte, ni la vida, ni ángeles, ni principados, ni potestades, ni lo presente, ni lo por venir,\n</p><p><strong><sup>39</sup></strong> ni lo alto, ni lo profundo, ni ninguna otra cosa creada nos podrá separar del amor de Dios, que es en Cristo Jesús Señor nuestro.\n</p><p>La advertencia de Pablo de una batalla intensa (Efe. 6:13) prepara a los lectores para su llamado final a permanecer firmes (el cuarto llamado, comparar con Efe. 6:11, 13) y es un detallado llamado a la acción (Efe. 6:14–17). Pablo describe la acción de “ceñi[rse] con el cinturón” (comparar con Isa. 11:5). Las prendas antiguas y holgadas debían atarse a la cintura antes del trabajo o la batalla (comparar con Luc. 12:35, 37; 17:8). Pablo imagina al creyente vestido con una armadura como un legionario romano, comenzando con el cinturón militar de cuero con las placas decorativas y la hebilla. Del cinturón pendía una serie de correas de cuero cubiertas con discos de metal, que juntas formaban un “delantal”, que se usaba como una insignia de rango para efectos visuales. Cumplía la función esencial de atar las prendas y mantener otros elementos en su lugar.\n</p><p>La verdad no es propia de los creyentes; es un regalo de Dios (comparar con la salvación en Efe. 2:8). Sin embargo, no se trata de permanecer abstractos, de tener un recurso distante sin ningún impacto transformador en sus vidas. Deben “vestirse” de la verdad de Dios, vivir y usar este don divino. Ellos no poseen la verdad de Dios sino, más bien, la verdad de Dios los posee a ellos y los protege.\n</p><p>Luego, Pablo insta a los creyentes a ponerse “la coraza de justicia” (comparar con 1 Tes. 5:8). Al igual que el cinturón de la verdad, es de origen divino, ya que es parte de la armadura de Yahvéh en su papel como guerrero divino (Isa. 59:17). La coraza que usaban los soldados en la época de Pablo estaba confeccionada de cota de malla (pequeños anillos de hierro entrelazados), armadura de escamas (pequeñas escamas superpuestas de bronce o hierro) o bandas de hierro superpuestas unidas entre sí. Este chaleco antibalas o peto protegía los órganos vitales de los golpes y estocadas del enemigo. De manera análoga, los creyentes deben experimentar la protección espiritual que ofrece el don protector de la justicia de Dios. En Efesios, Pablo asocia la justicia con la santidad, la bondad y la verdad (Efe. 4:24; 5:9) al pensar en ella como la cualidad de dispensar a los demás un trato justo y bueno, especialmente a los miembros de iglesia.\n</p><p><strong>¿Tuviste la posibilidad de comprobar que la bondad, la santidad y la verdad pueden ser una protección?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de septiembre",
          "dayTitle": "<p>SANDALIAS: LA IGLESIA HACE LA PAZ</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>Un soldado romano que se preparaba para la batalla se ataba un par de resistentes sandalias militares. Una suela de varias capas presentaba clavos rugosos, lo que ayudaba al soldado a mantener la posición y a “estar firme” (Efe. 6:11, 13, 14). Pablo explica este calzado militar con vocabulario de Isaías 52:7, que celebra el momento en que un mensajero trae la noticia de que se ganó la batalla de Yahvéh a favor de su pueblo (Isa. 52:8–10) y ahora reina la paz: “¡Cuán hermosos son sobre los montes los pies del que trae alegres nuevas, del que anuncia la paz!” (Isa. 52:7).\n</p><p><strong>Repasa las ocho veces que Pablo recalca la paz en Efesios. ¿Por qué utiliza una detallada metáfora militar cuando está tan interesado en la paz? Efesios 1:2; 2:14, 15, 17; 4:3; 6:15, 23.\n</strong></p><p>Efesios 1:2\n</p><p><sup><strong>2</strong></sup> Gracia y paz a vosotros, de Dios nuestro Padre y del Señor Jesucristo.\n</p><p><sup><strong>14 </strong></sup>Porque él es nuestra paz, que de ambos pueblos hizo uno, derribando la pared intermedia de separación,\n</p><p><sup><strong>15</strong></sup> aboliendo en su carne las enemistades, la ley de los mandamientos expresados en ordenanzas, para crear en sí mismo de los dos un solo y nuevo hombre, haciendo la paz,\n</p><p><sup><strong>17</strong></sup> Y vino y anunció las buenas nuevas de paz a vosotros que estabais lejos, y a los que estaban cerca;\n</p><p>Efesios 4:3\n</p><p><sup><strong>3</strong></sup> solícitos en guardar la unidad del Espíritu en el vínculo de la paz;\n</p><p>Efesios 6:15\n</p><p><sup><strong>15</strong></sup> y calzados los pies con el apresto del evangelio de la paz.\n</p><p><sup><strong>23</strong></sup> Paz sea a los hermanos, y amor con fe, de Dios Padre y del Señor Jesucristo.\n</p><p>Pablo celebra la paz como la obra de Cristo, “nuestra paz”, Aquel que predica la paz “a ustedes, que estaban lejos, y a los que estaban cerca” (Efe. 2:14-17), reuniendo a judíos y gentiles en “una nueva humanidad” (Efe. 2:15, NVI). Al mantener viva la historia evangélica del rescate de Cristo y su obra creadora de paz, al celebrar su victoria pasada y mirar hacia el grito de victoria futura, los creyentes se calzan y están listos para la batalla. Como el mensajero de Isaías 52:7, los creyentes son mensajeros que proclaman la victoria de Cristo y su paz.\n</p><p>Sin embargo, Pablo no quiere que entendamos su llamado a la acción como un llamado a tomar las armas militares literales contra nuestros enemigos. Por eso señala que los creyentes proclaman “el evangelio de paz” (Efe. 6:15). Tampoco desea que los creyentes sean combativos en sus relaciones con los demás, ya que ha enfatizado la unidad, las palabras edificantes y la benignidad (ver especialmente Efe. 4:25–5:2). La iglesia debe “hacer la paz” empleando el arsenal evangélico de las virtudes cristianas (humildad, paciencia, perdón, etc.) y las prácticas cristianas (oración, adoración). Esos actos son estratégicos, y apuntan hacia el gran plan de Dios para unificar todas las cosas en Cristo (Efe. 1:9, 10).\n</p><p>¿Cómo nos ayuda la siguiente cita a entender lo que la descripción militar de Pablo debería significar en nuestra vida como creyentes?: “Dios nos llama a ponernos la armadura. No queremos la armadura de Saúl, sino toda la armadura de Dios. Entonces podremos salir a trabajar con el corazón lleno de benignidad, compasión y amor semejantes a Cristo” (Elena de White, [Australasian] Union Conference Record, 28/7/1899).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de septiembre",
          "dayTitle": "<p>ESCUDO, CASCO Y ESPADA</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Los creyentes, como combatientes en el Gran Conflicto, ¿cuándo y cómo deben usar el escudo, el yelmo y la espada? Efesios 6:16, 17.\n</strong></p><p><sup><strong>16</strong></sup> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;\n</p><p>El escudo de Pablo es el gran escudo rectangular de un legionario romano. Hecho de madera y recubierto de cuero, sus bordes se curvan hacia adentro para protegerse de los ataques laterales. Cuando se mojaban en agua, los escudos podían “apagar [...] dardos encendidos”, extinguir flechas sumergidas en brea y prendidas fuego. La descripción de Pablo del “escudo de la fe” refleja el uso del escudo en el Antiguo Testamento como símbolo de Dios, quien protege a su pueblo (Gén. 15:1; Sal. 3:3). Empuñar “el escudo de la fe” (Efe. 6:16) es entrar en la batalla cósmica confiando en Dios, quien pelea en favor de los creyentes (Efe. 6:10), provee las mejores armas (Efe. 6:11, 13) y asegura la victoria.\n</p><p>Al mismo tiempo, el casco de batalla romano estaba confeccionado de hierro o bronce. Al cuenco que protegía la cabeza se le añadía una placa en la parte posterior para proteger el cuello, orejeras, un arco para las cejas y placas con bisagras para proteger las mejillas. Dada la protección esencial que brindaba, “el yelmo de la salvación” (Efe. 6:17) simboliza la salvación presente que experimentan los creyentes en solidaridad con el Cristo resucitado, ascendido y exaltado (Efe. 2:6–10). Ponerse “el yelmo de la salvación” significa rechazar el temor a los poderes espirituales, tan común durante la época y, en cambio, confiar en el poder supremo de Cristo (comparar con Efe. 1:15–23; 2:1–10).\n</p><p>El elemento final de la armadura es “la espada del Espíritu, que es la palabra de Dios” (Efe. 6:17), que se refiere a la espada corta de dos filos del legionario romano. La táctica habitual en batalla era lanzar dos jabalinas (que Pablo no menciona) y luego desenvainar la espada y atacar, empleando la espada corta en un movimiento de empuje. La espada de los creyentes es “la espada del Espíritu”, en el sentido de que la provee el Espíritu, un arma identificada como “la palabra de Dios”. Pablo da un paso al frente como general, y lanza un llamado a la acción al transmitir promesas de esperanza y victoria del Comandante en Jefe divino. Son estas promesas, expresadas en Efesios 6:10 al 20, las que constituyen “la palabra de Dios” como el arma principal en la batalla contra el mal. La “palabra de Dios”, entonces, se refiere a las amplias promesas del evangelio que encontramos en la Biblia.\n</p><p>Aunque posiblemente no nos gusten tantas imágenes militares, ¿qué deberían enseñarnos estas imágenes acerca de cuán literal es realmente el Gran Conflicto y con cuánta seriedad debemos tomarlo?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de septiembre",
          "dayTitle": "<p>PRACTIQUEMOS LA ORACIÓN DEL CAMPO DE&nbsp;BATALLA</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p>Al concluir su exhortación para la batalla, Pablo insta a los creyentes –como soldados– a participar en oración crucial y continua “por todos los santos” (Efe. 6:18) y por él mismo como embajador en prisión (Efe. 6:19, 20). Este llamado a la oración puede entenderse como una extensión de las imágenes militares, ya que invocar a Dios (o a los dioses) en oración era una práctica común en el antiguo campo de batalla. Para citar un ejemplo bíblico: siguiendo la exhortación de batalla de Jaziel, Josafat lleva a “todo Judá y los habitantes de Jerusalén” a postrarse “ante el Señor y [a] adorar[lo]” (2 Crón. 20:18). Si bien la oración no es un séptimo elemento de la armadura, es una parte integral de la exhortación para la batalla y la metáfora militar de Pablo.\n</p><p>En el primero de dos pedidos de oración, Pablo pide a los destinatarios que participen en una oración ferviente, urgente y perseverante “por todos los santos” (Efe. 6:18). Si la iglesia ha de tener éxito en su batalla contra los poderes del mal, necesitará practicar la dependencia de Dios mediante la oración inspirada por el Espíritu.\n</p><p>El segundo pedido de oración de Pablo es por sí mismo: “y oren también por mí” (Efe. 6:19). Pide oración para que Dios le conceda el mensaje correcto (“para que me sea dada palabra”), en el momento oportuno (“al abrir mi boca”, NBLA), y que pueda pronunciarlo de la manera correcta (“con denuedo”), al abordar un tema sumamente importante: “el misterio del evangelio” (Efe. 6:19). Esta última frase se refiere a lo que podríamos llamar el “secreto a voces” de la intervención de Dios en Cristo para redimir a los gentiles junto con los judíos (ver Efe. 3:1–13), al crear “una nueva humanidad” (Efe. 2:15, NVI, ver también Efe. 2:11–22) como una señal del plan general de “reunir en él [Cristo] todas las cosas” (Efe. 1:10, NVI).\n</p><p><strong>Repasa los siguientes “llamados a la oración” en el Nuevo Testamento. ¿Cuál te inspira más? ¿Por qué? Lucas 18:1–8; Filipenses 4:6; Colosenses 4:2; 1 Tesalonicenses 5:16–18.\n</strong></p><p>Lucas 18:1–8\n</p><p><strong><sup>1 </sup></strong>También les refirió Jesús una parábola sobre la necesidad de orar siempre, y no desmayar,\n</p><p><strong><sup>2</sup></strong> diciendo: Había en una ciudad un juez, que ni temía a Dios, ni respetaba a hombre.\n</p><p><strong><sup>3</sup></strong> Había también en aquella ciudad una viuda, la cual venía a él, diciendo: Hazme justicia de mi adversario.\n</p><p><strong><sup>4</sup></strong> Y él no quiso por algún tiempo; pero después de esto dijo dentro de sí: Aunque ni temo a Dios, ni tengo respeto a hombre,\n</p><p><strong><sup>5</sup></strong> sin embargo, porque esta viuda me es molesta, le haré justicia, no sea que viniendo de continuo, me agote la paciencia.\n</p><p><strong><sup>6</sup></strong> Y dijo el Señor: Oíd lo que dijo el juez injusto.\n</p><p><strong><sup>7</sup></strong> ¿Y acaso Dios no hará justicia a sus escogidos, que claman a él día y noche? ¿Se tardará en responderles?\n</p><p><strong><sup>8</sup></strong> Os digo que pronto les hará justicia. Pero cuando venga el Hijo del Hombre, ¿hallará fe en la tierra?\n</p><p>Filipenses 4:6\n</p><p><strong><sup>6</sup></strong> Por nada estéis afanosos, sino sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias.\n</p><p>Colosenses 4:2;\n</p><p><strong><sup>2</sup></strong> Perseverad en la oración, velando en ella con acción de gracias;\n</p><p>1 Tesalonicenses 5:16–18.\n</p><p><strong><sup>16</sup></strong> Estad siempre gozosos.\n</p><p><strong><sup>17</sup></strong> Orad sin cesar.\n</p><p><strong><sup>18</sup></strong> Dad gracias en todo, porque esta es la voluntad de Dios para con vosotros en Cristo Jesús.\n</p><p>¿Por qué se insta tan a menudo a los creyentes a participar en la oración ferviente y perseverante? La metáfora militar de Pablo sugiere dos respuestas: (1) la amenaza de una batalla espiritual contra una serie de enemigos sobrenaturales es terrible y real; (2) las promesas de Dios de fortaleza espiritual y victoria se ilustran mediante las imágenes militares de Pablo (Efe. 6:10–17). La oración ferviente y perseverante nos brinda la oportunidad de escuchar atentamente estas promesas, celebrarlas y agradecer a Dios por los recursos de su gracia.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de septiembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>“Un ejército en batalla se confundiría y se debilitaría a menos que todos trabajaran en conjunto. Si los soldados representaran sus propias ideas impulsivas, sin referencia a las posiciones ni al trabajo de los demás, serían una colección de átomos independientes; no podrían hacer el trabajo de un cuerpo organizado. Por eso los soldados de Cristo deben actuar en armonía. No hay que apreciarlos por sí solos. Si hacen esto, el pueblo del Señor, en lugar de estar en perfecta armonía, de tener el mismo sentir, el mismo propósito, y de consagrarse a un gran objetivo, notará que sus esfuerzos son inútiles, que ha desperdiciado su tiempo y sus capacidades. La unión hace la fuerza. Incluso si pocas almas convertidas actúan en armonía, con un gran propósito y bajo una sola autoridad, lograrán victorias en cada enfrentamiento” (Elena de White, Spalding and Magan Collection, p. 121).\n</p><p><strong>¿Cuál es la importancia de que Pablo se etiquete como “un embajador en cadenas” (Efe. 6:20)?\n</strong></p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.\n</p><p>Los embajadores a menudo cumplían roles comprometidos durante la guerra, por lo que la autodescripción de Pablo encaja en el contexto de su metáfora militar. Los embajadores merecían el mismo respeto que la persona o el país que los enviaba. Así que, hay un marcado contraste entre el estatus de Pablo como embajador del Gobernante Supremo del cosmos y la absoluta falta de respeto advertida por sus cadenas (literalmente, “cadena”). Sin embargo, dado que los embajadores usaban un “collar de cargo” ceremonial, la mención que hace Pablo de una “cadena” puede estar “sazonada con ironía”, en la que considera que su cadena es “una decoración para usar con distinción” (David J. Williams, Paul’s Metaphors: Their Context and Character[Peabody, MA: Hendrickson, 1999], p. 152).\n</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p>1. En tu propio rincón de un mundo dividido y en guerra, ¿qué significa para ti y tu congregación “hacer la paz”? ¿Cómo podemos ser agentes de paz en un mundo cada vez más caracterizado por la agresión y la violencia?\n</p><p>2. ¿Qué “dardos encendidos” en particular están lanzando en tu dirección? ¿Cómo puedes asegurarte de que el “escudo de la fe” esté en su sitio para extinguirlos?\n</p><p>3. A veces hablamos de “guerreros de oración”. ¿Cómo podríamos llevar a cabo un “ministerio de oración” basado en Efesios 6:18 al 20?\n</p><p>4. ¿Cómo debemos tratar a los heridos en el campo de batalla del Gran Conflicto? ¿Cómo debemos tratar al creyente cristiano que, en el fragor de la batalla, huye por miedo o capitula abiertamente ante el otro bando?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de septiembre",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Efesios 6:16, 17 Enfoque del estudio: Efesios 6:10-20; 1 Pedro 4:1; 5:8; Isaías 59:17; 52:8-10; 1 Tesalonicenses 5:16-18.\n</strong></p><p><strong>Introducción:\n</strong></p><p>Al enumerar y describir la armadura de Dios como elementos individuales (cinturón, coraza, calzado, escudo, yelmo, espada), Pablo no pretende representar a un guerrero solitario. Al contrario, en griego, utiliza los verbos en segunda persona del plural para dirigirse a todo un ejército: (1) fortalézcanse (plural; Efe. 6:10); (2) vístanse (plural) de toda la armadura de Dios (Efe. 6:11); (3) para que puedan (plural) estar firmes (Efe. 6:11); (4) porque no tenemos (obviamente, plural aquí) lucha contra sangre y carne (Efe. 6:12); (5) vístanse (plural) de toda la armadura (Efe. 6:13); (6) Estén (plural), pues, firmes. Sin ir más lejos, todos, o la mayoría, de los demás verbos que Pablo utiliza aquí para dirigirse a la iglesia están en plural. Mediante el uso del plural, entonces, Pablo pinta ante nuestros ojos el glorioso ejército de valientes soldados de Dios totalmente equipados para su misión. Pero ¿cuál es la misión de este ejército? Está armado y dispuesto a proclamar ante el universo un mensaje de Dios, el mensaje de que Dios trae paz al universo, a la gente en la Tierra, paz entre las naciones, paz en las comunidades, en las familias, entre generaciones y clases. Pero esta paz no es una paz lograda por compromiso o sincretismo, en la que todas las partes en conflicto se aseguran la aceptación de un fragmento de su propia cosmovisión, valores o proyectos. Más bien, Dios trajo paz al revelar su amor y justicia en la Cruz, y así ganar la batalla contra sus acusadores y enemigos. Cuando la gente acepta lo que el Señor Jesús logró en la Cruz, Dios la bendice alegremente con la justicia de Cristo. Es esta rectitud y amor lo que produce paz entre los seres humanos y Dios, entre la gente y al universo entero. Es esta paz la que proclaman los cristianos. La historia de las naciones, de las religiones, de la cultura, de la filosofía, de la psicología y de la ciencia ha demostrado que no hay otro camino para alcanzar la paz. Debido a que los mismos cristianos han experimentado esta paz personalmente, en sus familias, en las comunidades y en la iglesia, ahora pueden proclamarla a toda la humanidad, de hecho, a todo el universo.\n</p><p><strong>Temática de la lección:\n</strong></p><p>El estudio de esta semana se centra en cuatro temas relacionados:\n</p><p>• La iglesia interviene en el conflicto cósmico con la misión de proclamar el evangelio de la paz.\n</p><p>• No luchamos en solitario en esta batalla: peleamos “en el Señor” y con su armadura.\n</p><p>• No libramos esta batalla como guerreros solitarios, sino como el ejército de Dios, el pueblo de Dios.\n</p><p>• No estamos librando una batalla incierta e indefinida, sino una batalla que ya tiene un resultado asegurado: en la Cruz, Dios ganó la victoria sobre el pecado, el mal, la muerte y Satanás.\n</p><p><br></p><p><strong>COMENTARIO\n</strong></p><p><strong>Guerra y paz</strong></p><p>Pablo inicia el fragmento de Efesios 6:10 al 17 con una triple referencia al poder (Efes. 6:10), con tres palabras diferentes: el verbo endunamoó, “fortalézcanse”, y dos sustantivos, kratos, “fuerza” o “poder”, e ischus, “fuerza”, “poder”, “fuerza” o “habilidad”. El apóstol usó las mismas palabras, las tres en forma de sustantivo, al principio de su carta (Efe. 1:19-21) para describir la grandeza y el poder de Dios, según se revela en Cristo. Ahora, al final de su carta (Efe. 6), Pablo les dice a los efesios que este poder está disponible para ellos. El apóstol apela al tema del poder porque está introduciendo el tema del conflicto, la guerra, la lucha y la superación.</p><p>Desafortunadamente, la vida cristiana está íntimamente relacionada con la lucha y la superación. Es cierto que todas las religiones, filosofías, ciencias, la literatura y la historia (a decir verdad, todas las narrativas como el evolucionismo, el marxismo, el nazismo) perciben y describen la vida como una lucha, como un conflicto. Por cierto, cualquiera que desee “vender” una historia necesita trazarla sobre el conflicto y la lucha. En esas historias, el protagonista, o héroe, lucha contra algo o alguien: por ejemplo, un protagonista lucha contra un superpoder, otro héroe lucha para superar un agujero negro, un tercer héroe lucha contra una enfermedad incurable.\n</p><p>Pero la lucha del cristiano, explica Pablo, es contra las “artimañas del diablo” (Efe. 6:11). La guerra que describe no es “contra sangre y carne; sino contra principados, contra potestades, contra los gobernadores de este mundo de tinieblas, contra malos espíritus de los aires” (Efe. 6:12; ver también Efe. 1:19-21; 2:6; 3:10). Esta batalla espiritual en los “aires” tiene repercusiones directas y cruciales en nuestra vida. Participamos directamente en esta guerra y debemos elegir un bando. Sin embargo, a lo largo de toda la epístola, Pablo explica que no formamos parte de esta guerra simplemente porque hay dos superpotencias que están peleando y somos víctimas colaterales inocentes, enredadas o atrapadas en esta batalla en contra de nuestra voluntad.\n</p><p>En realidad, es al revés. Es Dios quien se enredó en esta lucha por nosotros. Fuimos nosotros quienes nos pusimos del lado de las fuerzas de las tinieblas para luchar contra Dios. En lugar de destruirnos, Dios se ofreció a luchar por nuestra salvación. Él tomó nuestra culpa y pecado sobre sí mismo, murió en nuestro lugar para poder traernos paz, para poder restaurarnos a nuestro estado legítimo en su Reino. Por eso, cuando nos hacemos cristianos, aceptamos el ofrecimiento de paz de Dios, aceptamos su llamado a experimentarla, y queremos compartirla con las demás personas del mundo que todavía están en guerra con Dios. No nos unimos a Cristo a partir de una posición de neutralidad sino desde las filas de los enemigos de Dios. Cuando nos unamos al ejército de Cristo, seremos atacados por el diablo y por todas las otras fuerzas del mal que también están obrando en nosotros. Para este asalto, necesitamos la armadura de Dios y el arma de proclamar su evangelio de paz. Considera esta perspectiva profunda de Elena de White:\n</p><p>“Muchos consideran este conflicto entre Cristo y Satanás como si no tuviese una importancia especial para su propia vida; y para ellos tiene poco interés. Pero esta controversia se repite en el dominio de todo corazón humano. Nunca sale uno de las filas del mal para entrar en el servicio de Dios sin arrostrar los asaltos de Satanás. Las seducciones que Cristo resistió son las mismas que nosotros encontramos tan difíciles de resistir. Le fueron infligidas en un grado tanto mayor cuanto más elevado es su carácter que el nuestro. Llevando sobre sí el terrible peso de los pecados del mundo, Cristo resistió la prueba del apetito, del amor al mundo y del amor a la ostentación que conduce a la presunción. Estas fueron las tentaciones que vencieron a Adán y a Eva, y que tan fácilmente nos vencen a nosotros” (Elena de White, El Deseado de todas las gentes, p. 91).\n</p><p><strong>El conflicto de los siglos\n</strong></p><p>En su extensa obra, Systematic Theology, Norman Gulley destaca que la teología cristiana generalmente ha pasado por alto el tema del conflicto cósmico o el Gran Conflicto. (Ver N. Gulley, Systematic Theology: The Church and the Last Things, [Berrien Springs, MI: Andrews University Press, 2016] t. 4, p. 478). Mientras que para otros cristianos el Gran Conflicto (el conflicto cósmico espiritual entre Dios y las fuerzas malignas de Satanás) es uno de los detalles más relacionados con la teodicea, para Elena de White y los adventistas del séptimo día, el Gran Conflicto es la doctrina general que integra todas las demás doctrinas, no solo de manera sistemática sino también histórica. Para los adventistas del séptimo día, el tema del Gran Conflicto no es solo un sistema de doctrinas sino una historia, la historia de Dios. Es la historia de su acto amoroso de Creación; de nuestra rebelión contra él; de su amor sacrificial por nosotros; de su intervención directa en la historia de nuestro mundo, mediante la encarnación; de su muerte en la Cruz, su resurrección y su ascensión; de su deseo y obra para restaurar nuestra relación con él; de su restauración de la unidad y el amor en la humanidad por medio de la iglesia; de sus promesas de poner fin a la historia del pecado y del mal; y de su promesa de llevarnos a su gozo y paz eternos. Por esta razón, los adventistas del séptimo día han articulado el tema del Gran Conflicto como la creencia fundamental Nº 8, votada por la Asociación General en 1980 (ver Creencias de los Adventistas del Séptimo Día, p. 135).\n</p><p>Herbert E. Douglass explica en forma hábil y rica el papel que desempeña el tema del Gran Conflicto en la teología adventista del séptimo día: “Para los adventistas del séptimo día, el Gran Conflicto es el concepto central que brinda coherencia a todos los temas bíblicos. Trasciende las antiguas divisiones que han fracturado a la iglesia cristiana durante siglos. Trae paz a los adversarios teológicos que de repente ven con una armonía renovada las verdades que cada uno había estado defendiendo vigorosamente. Aquí radica la singularidad del adventismo. Esa unicidad no es un elemento particular de su teología, como la doctrina del Santuario. Más bien, el carácter distintivo del adventismo se basa en su comprensión general del mensaje central de la Biblia que se rige por su principio rector seminal: el tema del Conflicto de los Siglos” (“The Great Controversy Theme: What It Means to Adventists”, Ministry, diciembre de 2000, p. 5).\n</p><p><br></p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Pide a tus alumnos que lean y analicen las siguientes preguntas en clase:\n</p><p>¿Cuáles son algunas de las formas en que el lenguaje se militariza en la vida cotidiana? Piensen, también, en el lenguaje ostensiblemente “combativo” que emplean algunos de nuestros himnos, poemas y pasajes de lectura de la Biblia. Como adventistas del séptimo día, tenemos muy en claro que aplicamos ese lenguaje y expresiones en sentido espiritual. Sin embargo, este lenguaje puede ser malinterpretado por quienes nos rodean, quienes consideran que el cristianismo en general, y el adventismo del séptimo día en particular, es una religión de paz. ¿Cómo podemos mantener la ética bíblica de luchar contra las fuerzas espirituales del mal en el marco del Gran Conflicto, mientras ayudamos a nuestros amigos y a la comunidad a comprender que nuestra iglesia es una comunidad del amor, la gracia y la paz de Dios? Analicen la respuesta no solo con la clase de Escuela Sabática sino también con la iglesia.\n</p><p>Imagina que tu iglesia está invitada a participar en proyectos de promoción de la paz en tu comunidad, región o país. ¿De qué manera tu iglesia puede participar de esos proyectos? ¿Cómo puede tu iglesia asegurarse de que su participación no sea política, sino basada en las enseñanzas de Jesús y de los apóstoles en el contexto de los temas bíblicos del Gran Conflicto y el evangelio?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>“HACIENDO LA PAZ”</p>",
      "verse": "<p>“Sobre todo, tomen el escudo de la fe, con que puedan apagar todos los dardos encendidos del maligno. Tomen el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios” (Efe. 6:16, 17)</p><p>\n</p>",
      "versionCode": 10,
      "weekDate": "16-23 septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
