{
  "data": [
    {
      "color": "#33fcff",
      "id": 5,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "22 de abril",
          "dayTitle": "<p>LA BUENA NOTICIA DEL<br>JUICIO<br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Apocalipsis 14:7; Salmo 51:1-4; Apocalipsis 20:12; Daniel 7:9, 14, 26; Apocalipsis 4:2-4; 5:1-12.</p><p><strong>PARA MEMORIZAR:</strong> “Decía a gran voz: ‘¡Teman a Dios y denle gloria, porque ha llegado la hora de su juicio! Y adoren al que hizo el Cielo y la Tierra, el mar y las fuentes de las aguas’ ” (Apoc. 14:7).</p><br><p>Si la Biblia alguna vez fue clara sobre algo, es que Dios es un Dios de juicio y que, tarde o temprano, de una manera u otra, el Juicio (que tanto falta aquí y ahora) va a llegar. Y Dios mismo, “el Juez de toda la Tierra” (Gén. 18:25; ver también Sal. 58:11; 94:2; 98:9), lo aplicará. O como escribió Pablo: “De manera que cada uno de nosotros dará cuenta de sí a Dios” (Rom. 14:12). <br></p><p>Qué pensamiento aterrador, ¿no? Tener que dar cuenta de nosotros mismos ante Dios, el Dios que conoce las cosas más profundas, el Dios que “traerá toda obra a juicio, con toda cosa oculta, buena o mala” (Ecl. 12:14). <br></p><p>Sin embargo, en última instancia, el Juicio revela la bondad y la gracia de Dios, y que él es justo y misericordioso en su forma de tratar con los salvos, y hasta con los perdidos. <br></p><p>Esta semana exploraremos los temas más profundos del Juicio en relación con el gran conflicto que asola el Universo, y veremos especialmente lo que sucede cuando el pueblo fiel de Dios se enfrenta al inevitable “juicio venidero” (Hech. 24:25).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de abril",
          "dayTitle": "<p>LA IMPORTANCIA DE LA HORA DEL JUICIO<br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p>El último libro de la Biblia, el Apocalipsis, se centra en la culminación del conflicto entre el bien y el mal. Lucifer, un ángel rebelde, desafió la justicia, la equidad y la sabiduría de Dios. Afirmó que Dios era injusto en la forma en que administraba el Universo. El Juicio Final del Apocalipsis está en el centro mismo de este conflicto sobre el carácter de Dios. <br></p><p><strong>Apocalipsis 14:7 dice: “ ‘¡Teman a Dios y denle gloria, porque ha llegado la hora de su juicio! Y adoren al que hizo el Cielo y la Tierra, el mar y las fuentes de las aguas’ ”. ¿Por qué es importante que, justo después de mencionar el “evangelio eterno”, el mensaje del primer ángel hable del Juicio de Dios? ¿Qué tiene que ver el “evangelio eterno” con el Juicio de Dios? <br></strong></p><p><br></p><p>El evangelio y el Juicio, ambas partes del mensaje del primer ángel, están inseparablemente entrelazados. Si no fuera por el “evangelio eterno”, no tendríamos esperanza en el Juicio. De hecho, como veremos, el “evangelio eterno” es nuestra única esperanza en el Juicio. No cabe duda de que parte del contenido del evangelio es el anuncio del Juicio. <br></p><p>Durante este juicio, los mundos no caídos verán que Dios ha hecho todo lo posible para salvar a cada ser humano. El Juicio revela la justicia y la misericordia de Dios. Dice algo acerca de su amor y su Ley. Habla de su gracia para salvar y de su poder para librar. <br></p><p>El Juicio es parte de la solución final de Dios al problema del pecado. En el gran conflicto entre el bien y el mal en el Universo, Dios respondió a los cargos de Satanás por medio de la Cruz, pero en el Juicio, él revela que ha hecho todo lo posible para salvarnos y guiarnos a la Cruz. <br></p><p>Los registros infinitos, minuciosos, exactos y detallados del Cielo se abrirán (ver Dan. 7:10). Somos tan preciosos para Dios que todo el Universo se detiene a considerar las decisiones que tomamos a la luz del llamado del Espíritu Santo y la redención que Cristo nos ofrece tan libremente en la Cruz del Calvario. <br></p><p><strong>Lee Salmo 51:1 al 4 atentamente, especialmente el versículo 4. ¿Cuánto ayudan estos versículos a arrojar luz sobre el significado y el propósito del Juicio?</strong></p><p><strong>Salmo 51:1-4<br></strong></p><p><strong><sup>1</sup> </strong>Ten piedad de mí, oh Dios, conforme a tu misericordia;<br>Conforme a la multitud de tus piedades borra mis rebeliones.<br><sup><br><strong>2</strong></sup> Lávame más y más de mi maldad,<br>Y límpiame de mi pecado.<br><sup><br><strong>3</strong></sup> Porque yo reconozco mis rebeliones,<br>Y mi pecado está siempre delante de mí.<br><sup><br><strong>4</strong></sup> Contra ti, contra ti solo he pecado,<br>Y he hecho lo malo delante de tus ojos;<br>Para que seas reconocido justo en tu palabra,<br>Y tenido por puro en tu juicio.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de abril",
          "dayTitle": "<p>LA MISERICORDIA Y EL JUICIO DE DIOS<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>La Cruz y el Juicio revelan que Dios es justo y misericordioso. La transgresión de la Ley exige la muerte del pecador. La justicia declara: “La paga del pecado es la muerte”. La misericordia responde: “El don gratuito de Dios es la vida eterna en Cristo Jesús Señor nuestro” (Rom. 6:23). Si la Ley de Dios pudiera haberse cambiado o abolido, o abolirse, habría sido totalmente innecesario que Jesús muriera. La muerte de Cristo establece la naturaleza eterna de la Ley, y la Ley es la base del Juicio. <br></p><p><strong>Lee Apocalipsis 20:12. ¿Cómo se nos juzga? ¿Qué relación tienen nuestras buenas obras con nuestra salvación?</strong> <sup><br></sup></p><p><sup><strong>12</strong></sup> Y vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.<br></p><p><br></p><p>Las obras revelan nuestras decisiones y nuestra lealtad a Dios. Según Efesios 2:8 y 9, “por gracia han sido salvados por la fe. [...] No por obras, para que nadie se gloríe”. Pero, cuando Cristo nos salva, él nos cambia. “Porque somos hechura suya, creados en Cristo Jesús para buenas obras” (Efe. 2:10). <br></p><p>Nuestras buenas obras, empoderadas por el Espíritu Santo, no nos salvan, pero testifican que nuestra fe es auténtica. El Juicio Final de Dios quita toda pretensión, toda hipocresía, toda falsedad, y penetra hasta el fondo de nuestro ser. Al describir nuestra posición delante de Dios en el Juicio, Elena de White ofrece esta poderosa perspectiva de cómo el evangelio y el Juicio van de la mano. <br></p><p>“El hecho de que los hijos reconocidos de Dios están representados como de pie delante del Señor con ropas inmundas debe inducir a todos los que profesan su nombre a sentir humildad y a escudriñar profundamente su corazón. Los que están de veras purificando su alma y obedeciendo a la verdad, tendrán una muy humilde opinión de sí mismos. Cuanto más de cerca vean el carácter sin mancha de Cristo, mayor será su deseo de ser transformados a su imagen, y menos pureza y santidad verán en sí mismos. Pero, aunque debemos comprender nuestra condición pecaminosa, debemos fiar en Cristo como nuestra justicia, nuestra santificación y redención. No podemos contestar las acusaciones de Satanás contra nosotros. Solo Cristo puede presentar una intercesión eficaz en nuestro favor. Él puede hacer callar al acusador con argumentos que no se basan en nuestros méritos, sino en los suyos” (TI 5:446). <br></p><p><strong>¿Cómo percibes, en palabras de Elena de White, que el evangelio es inseparable del Juicio? ¿Qué esperanza puedes inferir de este vínculo entre el evangelio y el Juicio?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de abril",
          "dayTitle": "<p>UNA ESCENA MAGNÍFICA<br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p>Los libros proféticos de Daniel y Apocalipsis son complementarios, y nos señalan los acontecimientos que se desarrollarán en los últimos días de la historia de la humanidad. El libro de Apocalipsis anuncia que la hora del Juicio de Dios ha llegado. El libro de Daniel revela cuándo comenzó el Juicio. <br></p><p>En Daniel 7, Dios reveló la historia del mundo al profeta. Las naciones surgen y caen. Los poderes perseguidores oprimen al pueblo de Dios. Después de describir a Babilonia, Medopersia, Grecia, Roma, la desintegración del Imperio Romano y la persecución de la iglesia durante los 1.260 años descritos en el texto (Dan. 7:25; ver también Apoc. 12:14), Dios llama la atención de Daniel a un glorioso acontecimiento celestial que pondrá todas las cosas en su sitio. La atención del profeta se dirige desde el surgimiento y la caída de las naciones y los poderes opresivos de la Tierra, hasta el Trono del Universo y el Juicio Final de Dios, cuando él corregirá todo mal y establecerá su Reino eterno de justicia. <br></p><p>Dios llevó a Daniel en visión profética desde el caos y el conflicto de la Tierra hasta las glorias del Santuario celestial y el Trono de la corte suprema del Universo, donde Cristo, el Gobernante legítimo de este mundo, recibiría de su Padre el Reino que era legítimamente suyo. <br></p><p><strong>Lee Daniel 7:9, 10 y 13, y describe lo que Daniel vio en estos versículos. ¿Cuál es también el resultado final de este juicio? Ver Daniel 7:14, 26 y 27.</strong></p><p><strong>Daniel 7:9, 10 y 13</strong></p><p><sup><strong>9</strong></sup> Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.</p><p><strong><sup>10</sup></strong> Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.</p><p><sup><strong>13</strong></sup> Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y le hicieron acercarse delante de él.<strong><br></strong></p><p><strong>Daniel 7:14, 26 y 27.</strong></p><p><sup>14 </sup>Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.<strong><br></strong></p><p><strong><sup>26 </sup></strong>Pero se sentará el Juez, y le quitarán su dominio para que sea destruido y arruinado hasta el fin,<strong> <br></strong></p><p><strong><sup>27</sup> </strong>y que el reino, y el dominio y la majestad de los reinos debajo de todo el cielo, sea dado al pueblo de los santos del Altísimo, cuyo reino es reino eterno, y todos los dominios le servirán y obedecerán.<strong><br></strong></p><p><strong><br></strong> </p><p>El destino de toda la humanidad se decide en el tribunal celestial. El derecho prevalece. La verdad triunfa. La justicia reina. Esta es una de las escenas más asombrosas, maravillosas y espectaculares de toda la Escritura. Y lo bueno es que termina muy bien para el pueblo fiel de Dios, revestido de la justicia de Cristo. <br></p><p>Jesús se acerca a su Padre celestial en presencia de todo el Universo. Los seres celestiales se aglomeran alrededor del Trono de Dios. Todo el Universo de seres no caídos se asombra de esta escena del Juicio. El largo conflicto que se ha librado durante milenios pronto habrá terminado. La batalla por el Trono del Universo está completamente resuelta. <br></p><p><strong>Daniel tenía razón acerca de los imperios que surgieron y cayeron, tal como estaba predicho. ¿Por qué, entonces, tiene tanto sentido confiar en la Palabra de Dios sobre lo que dice con respecto al Reino final, “un reino eterno” que nunca “pasará”?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de abril",
          "dayTitle": "<p>UN VISTAZO AL CIELO<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>En Apocalipsis 4, Juan contempla una puerta abierta en el Cielo y recibe esta invitación: “ ‘Sube acá, y te mostraré lo que ha de suceder después’ ” (Apoc. 4:1). Jesús invitó al apóstol a mirar a través de la puerta abierta del Santuario celestial para observar escenas eternas del gran conflicto entre el bien y el mal. Nosotros también podemos mirar, con Juan, a través de esa puerta abierta y recibir un vistazo del plan eterno de salvación. Somos testigos de asuntos que se están decidiendo en la Corte Celestial. Ante nuestros ojos se desarrollan cuestiones fundamentales en el gran conflicto entre el bien y el mal. <br></p><p><strong>Lee Apocalipsis 4:2 al 4. ¿Qué similitudes puedes ver aquí con la escena del Juicio en Daniel 7? <br></strong></p><p><strong>Apocalipsis 4:2-4<br></strong></p><p><strong><sup>2</sup> </strong>Y al instante yo estaba en el Espíritu; y he aquí, un trono establecido en el cielo, y en el trono, uno sentado. <br></p><p><strong><sup>3</sup> </strong>Y el aspecto del que estaba sentado era semejante a piedra de jaspe y de cornalina; y había alrededor del trono un arco iris, semejante en aspecto a la esmeralda. <br></p><p><strong><sup>4</sup> </strong>Y alrededor del trono había veinticuatro tronos; y vi sentados en los tronos a veinticuatro ancianos, vestidos de ropas blancas, con coronas de oro en sus cabezas.</p><p><strong>Daniel 7</strong></p><p><strong><sup>1</sup> </strong>En el primer año de Belsasar rey de Babilonia tuvo Daniel un sueño, y visiones de su cabeza mientras estaba en su lecho; luego escribió el sueño, y relató lo principal del asunto. <sup><br></sup></p><p><strong><sup>2</sup> </strong>Daniel dijo: Miraba yo en mi visión de noche, y he aquí que los cuatro vientos del cielo combatían en el gran mar.<strong> <sup><br></sup></strong></p><p><strong><sup>3</sup> </strong>Y cuatro bestias grandes, diferentes la una de la otra, subían del mar.<strong> <sup><br></sup></strong></p><p><strong><sup>4</sup> </strong>La primera era como león, y tenía alas de águila. Yo estaba mirando hasta que sus alas fueron arrancadas, y fue levantada del suelo y se puso enhiesta sobre los pies a manera de hombre, y le fue dado corazón de hombre.<strong> <sup><br></sup></strong></p><p><strong><sup>5</sup> </strong>Y he aquí otra segunda bestia, semejante a un oso, la cual se alzaba de un costado más que del otro, y tenía en su boca tres costillas entre los dientes; y le fue dicho así: Levántate, devora mucha carne.<strong> <sup><br></sup></strong></p><p><strong><sup>6</sup> </strong>Después de esto miré, y he aquí otra, semejante a un leopardo, con cuatro alas de ave en sus espaldas; tenía también esta bestia cuatro cabezas; y le fue dado dominio.<strong> <sup><br></sup></strong></p><p><strong><sup>7</sup> </strong>Después de esto miraba yo en las visiones de la noche, y he aquí la cuarta bestia, espantosa y terrible y en gran manera fuerte, la cual tenía unos dientes grandes de hierro; devoraba y desmenuzaba, y las sobras hollaba con sus pies, y era muy diferente de todas las bestias que vi antes de ella, y tenía diez cuernos.<strong> <sup><br></sup></strong></p><p><strong><sup>8</sup> </strong>Mientras yo contemplaba los cuernos, he aquí que otro cuerno pequeño salía entre ellos, y delante de él fueron arrancados tres cuernos de los primeros; y he aquí que este cuerno tenía ojos como de hombre, y una boca que hablaba grandes cosas.<strong></strong></p><p><strong><sup>9</sup> </strong>Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente. <br></p><p><strong><sup>10</sup> </strong>Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.<strong> <sup><br></sup></strong></p><p><strong><sup>11</sup> </strong>Yo entonces miraba a causa del sonido de las grandes palabras que hablaba el cuerno; miraba hasta que mataron a la bestia, y su cuerpo fue destrozado y entregado para ser quemado en el fuego.<strong> <br></strong></p><p><strong><sup>12</sup> </strong>Habían también quitado a las otras bestias su dominio, pero les había sido prolongada la vida hasta cierto tiempo.<sup><strong><br></strong></sup></p><p><strong><sup>13</sup> </strong>Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y le hicieron acercarse delante de él. <strong><em><br></em></strong></p><p><strong><sup>14 </sup></strong>Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.<sup><strong><br></strong></sup></p><p><strong><sup>15</sup> </strong>Se me turbó el espíritu a mí, Daniel, en medio de mi cuerpo, y las visiones de mi cabeza me asombraron. <br></p><p><strong><sup>16</sup> </strong>Me acerqué a uno de los que asistían, y le pregunté la verdad acerca de todo esto. Y me habló, y me hizo conocer la interpretación de las cosas. <sup><br></sup></p><p><strong><sup>17</sup> </strong>Estas cuatro grandes bestias son cuatro reyes que se levantarán en la tierra.<strong> <sup><br></sup></strong></p><p><strong><sup>18</sup> </strong>Después recibirán el reino los santos del Altísimo, y poseerán el reino hasta el siglo, eternamente y para siempre.<strong><br></strong></p><p><strong><sup>19</sup> </strong>Entonces tuve deseo de saber la verdad acerca de la cuarta bestia, que era tan diferente de todas las otras, espantosa en gran manera, que tenía dientes de hierro y uñas de bronce, que devoraba y desmenuzaba, y las sobras hollaba con sus pies;<strong> <sup><br></sup></strong></p><p><strong><sup>20</sup> </strong>asimismo acerca de los diez cuernos que tenía en su cabeza, y del otro que le había salido, delante del cual habían caído tres; y este mismo cuerno tenía ojos, y boca que hablaba grandes cosas, y parecía más grande que sus compañeros.<strong> <sup><br></sup></strong></p><p><strong><sup>21</sup></strong> Y veía yo que este cuerno hacía guerra contra los santos, y los vencía,<strong> <sup><br></sup></strong></p><p><strong><sup>22</sup> </strong>hasta que vino el Anciano de días, y se dio el juicio a los santos del Altísimo; y llegó el tiempo, y los santos recibieron el reino.</p><p><strong><sup>23</sup> </strong>Dijo así: La cuarta bestia será un cuarto reino en la tierra, el cual será diferente de todos los otros reinos, y a toda la tierra devorará, trillará y despedazará. <sup><br></sup></p><p><strong><sup>24</sup> </strong>Y los diez cuernos significan que de aquel reino se levantarán diez reyes; y tras ellos se levantará otro, el cual será diferente de los primeros, y a tres reyes derribará.<strong> <sup><br></sup></strong></p><p><strong><sup>25</sup> </strong>Y hablará palabras contra el Altísimo, y a los santos del Altísimo quebrantará, y pensará en cambiar los tiempos y la ley; y serán entregados en su mano hasta tiempo, y tiempos, y medio tiempo.<strong> <sup><br></sup></strong></p><p><strong><sup>26</sup> </strong>Pero se sentará el Juez, y le quitarán su dominio para que sea destruido y arruinado hasta el fin,<strong> <sup><br></sup></strong></p><p><strong><sup>27</sup> </strong>y que el reino, y el dominio y la majestad de los reinos debajo de todo el cielo, sea dado al pueblo de los santos del Altísimo, cuyo reino es reino eterno, y todos los dominios le servirán y obedecerán.</p><p><strong><sup>28 </sup></strong>Aquí fue el fin de sus palabras. En cuanto a mí, Daniel, mis pensamientos me turbaron y mi rostro se demudó; pero guardé el asunto en mi corazón.<strong><br></strong></p><p><strong><br></strong></p><p>Esta es obviamente una escena del Trono. Dios el Padre se sienta en su Trono, rodeado de seres celestiales. Hay truenos y relámpagos que simbolizan los juicios de Dios. También notamos, en Apocalipsis 4:4, que hay 24 ancianos alrededor del Trono de Dios. <br></p><p>¿Quiénes son estos 24 ancianos? En el antiguo Israel había 24 divisiones en el sacerdocio levítico. Estos sacerdotes representaban al pueblo ante Dios. En 1 Pedro 2:9, el apóstol declara que los creyentes del Nuevo Testamento son un “linaje elegido”, “real sacerdocio”. Estos 24 ancianos podrían, tal vez, representar a todos los redimidos que un día se regocijarán alrededor del Trono de Dios; o tal vez representen a los que resucitaron en la resurrección de Cristo y que ascendieron al Cielo con él (Mat. 27:52; Efe. 4:7, 8). <br></p><p>De todos modos, estas son buenas noticias. Algunos de los redimidos de la Tierra rodean el Trono de Dios. Ellos enfrentaron tentaciones tal como nosotros las enfrentamos. Por la gracia de Cristo y el poder del Espíritu Santo, ellos vencieron. Están “vestidos de blanco”, lo que simboliza la justicia de Cristo, que cubre y limpia sus pecados. Tienen una corona de oro en su cabeza, que representa que son victoriosos en la batalla contra el mal, y que son parte del linaje real y celestial de creyentes llenos de fe. <br></p><p>Vemos que hay un Trono en el Cielo, donde está Dios sentado. Hay seres celestiales alrededor de él, y pronto todo el Cielo comienza a cantar, y la alabanza va in crescendo: “ ‘Señor y Dios, digno eres de recibir gloria, honra y poder; porque tú creaste todas las cosas, y por tu voluntad fueron creadas y existen’ ” (Apoc. 4:11).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de abril",
          "dayTitle": "<p>JESÚS ES DIGNO</p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p>En Apocalipsis 5:1 al 3, una vez más vemos un Trono. Se menciona un libro escrito en ambos lados. Está sellado con el sello divino, y nadie del Cielo ni de la Tierra puede abrir el libro. Los seres celestiales tiemblan. El asunto es grave. Ningún ser angelical puede representar a la humanidad en el juicio final de la Tierra. <br></p><p>Juan llora porque nadie puede abrir el libro. Entonces uno de los ancianos, uno de los redimidos de la Tierra, pronuncia palabras de aliento para el corazón de Juan. Jesús, el Cordero de Dios, es digno de abrir el libro. Juan contempla la respuesta final al problema del pecado en Apocalipsis 5:5. Aquí, el anciano profeta contempla la única manera en que alguien puede recibir aprobación en el Juicio Final en el Trono de Dios. “Entonces uno de los ancianos me dijo: ‘No llores. El León de la tribu de Judá, la Raíz de David, ha vencido para abrir el libro [...]’. Entonces [...] vi de pie a un Cordero como si hubiera sido inmolado” (Apoc. 5:5, 6). <br></p><p><strong>Lee Apocalipsis 5:8 al 12. ¿Cómo responde todo el Cielo al anuncio de que Jesús es digno de abrir el libro del Juicio y redimirnos? <br></strong></p><p><strong>Apocalipsis 5:8-12<br></strong></p><p><strong><sup>8</sup> </strong>Y cuando hubo tomado el libro, los cuatro seres vivientes y los veinticuatro ancianos se postraron delante del Cordero; todos tenían arpas, y copas de oro llenas de incienso, que son las oraciones de los santos; <strong><sup><br></sup></strong></p><p><strong><sup>9</sup></strong> y cantaban un nuevo cántico, diciendo: Digno eres de tomar el libro y de abrir sus sellos; porque tú fuiste inmolado, y con tu sangre nos has redimido para Dios, de todo linaje y lengua y pueblo y nación; <strong><sup><br></sup></strong></p><p><strong><sup>10</sup></strong> y nos has hecho para nuestro Dios reyes y sacerdotes, y reinaremos sobre la tierra. <strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> Y miré, y oí la voz de muchos ángeles alrededor del trono, y de los seres vivientes, y de los ancianos; y su número era millones de millones, <strong><sup><br></sup></strong></p><p><strong><sup>12</sup></strong> que decían a gran voz: El Cordero que fue inmolado es digno de tomar el poder, las riquezas, la sabiduría, la fortaleza, la honra, la gloria y la alabanza.<strong><br></strong></p><p><br></p><p>Jesús, el Cordero de Dios que ha sacrificado su vida por la salvación de toda la humanidad, toma el libro del Juicio y lo abre. Todo el Cielo estalla en alabanza resonante. La victoria sobre las tentaciones de Satanás, la muerte en la Cruz del Calvario, la resurrección y el ministerio sumosacerdotal ofrecen salvación para todos los que eligen, por fe, responder a su gracia. El Juicio es una noticia increíblemente buena para el pueblo de Dios. Habla del fin del reino del pecado y la liberación del pueblo de Dios. <br></p><p>¿Hay algo que sea más alentador? Jesús nos representa en el Juicio. Su vida perfecta y recta nos cubre. Su justicia obra dentro de nosotros para renovarnos. Su gracia nos perdona, nos transforma y nos faculta para llevar una vida piadosa. <br></p><p>No necesitamos temer. Jesús nos representa en el Juicio y derrota a los poderes del mal. El Juicio se pronuncia en “favor” del pueblo de Dios (Dan. 7:22). El propósito del Juicio no es descubrir lo malos que somos, sino revelar lo bueno que es Dios.</p><p><strong>Una vez más, reflexiona sobre la gran esperanza que tenemos en el Juicio: Jesús como nuestro Sustituto. ¿Por qué es esa nuestra única esperanza?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de abril",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Contempla las poderosas revelaciones que el Espíritu de Profecía nos da con respecto al estado del pueblo de Dios en los últimos días, en el tiempo del Juicio y el fin del mundo. <br></p><p>“Su única esperanza se cifra en la misericordia de Dios; su única defensa será la oración. Como Josué intercedía delante del ángel, la iglesia remanente, con corazón quebrantado y fe ferviente, suplicará perdón y liberación por medio de Jesús, su Abogado. Sus miembros serán completamente conscientes del carácter pecaminoso de su vida, verán su debilidad e indignidad, y mientras se miren a sí mismos, estarán por desesperar. El tentador estará listo para acusarlos, como estaba listo para resistir a Josué. Señalará sus vestiduras sucias, su carácter deficiente. Presentará su debilidad e insensatez, su pecado de ingratitud, cuán poco semejantes a Cristo son, lo cual ha deshonrado a su Redentor. [...] <br></p><p>“Los hijos de Dios han sido muy deficientes en muchos aspectos. Satanás tiene un conocimiento exacto de los pecados que él los indujo a cometer, y los presenta de la manera más exagerada, declarando: ‘¿Nos desterrará Dios a mí y a mis ángeles de su presencia, y sin embargo recompensará a aquellos que han sido culpables de los mismos pecados? Tú no puedes hacer esto con justicia, oh Señor. Tu Trono no subsistirá en rectitud y juicio. La justicia exige que se pronuncie sentencia contra ellos’. <br></p><p>“Pero, aunque los seguidores de Cristo han pecado, no se han entregado al dominio del mal. Han puesto a un lado sus pecados, han buscado al Señor con humildad y contrición, y el Abogado divino intercede en su favor. El que ha sido el más ultrajado por su ingratitud, el que conoce sus pecados y también su arrepentimiento, declara: ‘¡Jehová te reprenda, oh Satán! Yo di mi vida por estas almas. Están esculpidas en las palmas de mis manos’ ” (TI 5:447, 448). <strong><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong> <strong><br></strong></p><p><strong>1.</strong> ¿Cómo impacta en nuestra vida diaria el hecho de saber que “ha llegado la hora de su juicio”? Si la mayoría de nosotros somos honestos, probablemente diríamos que no nos modifica en nada, ¿verdad? ¿Cómo cambiar esto? <br></p><p><strong>2.</strong> ¿Por qué el Juicio es una buena noticia, y no una mala? En clase, hablen del papel de Jesús para nosotros en el Juicio. ¿Cómo puede esto motivarnos a ser fieles a él, sabiendo que solo por lo que él ha hecho por nosotros podemos tener la esperanza de la salvación? <br></p><p><strong>3.</strong> Reflexionen sobre la idea del Juicio, que revela al Universo el carácter de Dios. ¿Cómo encaja esta idea con todo el gran escenario del Conflicto?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de abril",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Contempla las poderosas revelaciones que el Espíritu de Profecía nos da con respecto al estado del pueblo de Dios en los últimos días, en el tiempo del Juicio y el fin del mundo. <br></p><p>“Su única esperanza se cifra en la misericordia de Dios; su única defensa será la oración. Como Josué intercedía delante del ángel, la iglesia remanente, con corazón quebrantado y fe ferviente, suplicará perdón y liberación por medio de Jesús, su Abogado. Sus miembros serán completamente conscientes del carácter pecaminoso de su vida, verán su debilidad e indignidad, y mientras se miren a sí mismos, estarán por desesperar. El tentador estará listo para acusarlos, como estaba listo para resistir a Josué. Señalará sus vestiduras sucias, su carácter deficiente. Presentará su debilidad e insensatez, su pecado de ingratitud, cuán poco semejantes a Cristo son, lo cual ha deshonrado a su Redentor. [...] <br></p><p>“Los hijos de Dios han sido muy deficientes en muchos aspectos. Satanás tiene un conocimiento exacto de los pecados que él los indujo a cometer, y los presenta de la manera más exagerada, declarando: ‘¿Nos desterrará Dios a mí y a mis ángeles de su presencia, y sin embargo recompensará a aquellos que han sido culpables de los mismos pecados? Tú no puedes hacer esto con justicia, oh Señor. Tu Trono no subsistirá en rectitud y juicio. La justicia exige que se pronuncie sentencia contra ellos’. <br></p><p>“Pero, aunque los seguidores de Cristo han pecado, no se han entregado al dominio del mal. Han puesto a un lado sus pecados, han buscado al Señor con humildad y contrición, y el Abogado divino intercede en su favor. El que ha sido el más ultrajado por su ingratitud, el que conoce sus pecados y también su arrepentimiento, declara: ‘¡Jehová te reprenda, oh Satán! Yo di mi vida por estas almas. Están esculpidas en las palmas de mis manos’ ” (TI 5:447, 448). <strong><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong> <strong><br></strong></p><p><strong>1.</strong> ¿Cómo impacta en nuestra vida diaria el hecho de saber que “ha llegado la hora de su juicio”? Si la mayoría de nosotros somos honestos, probablemente diríamos que no nos modifica en nada, ¿verdad? ¿Cómo cambiar esto? <br></p><p><strong>2.</strong> ¿Por qué el Juicio es una buena noticia, y no una mala? En clase, hablen del papel de Jesús para nosotros en el Juicio. ¿Cómo puede esto motivarnos a ser fieles a él, sabiendo que solo por lo que él ha hecho por nosotros podemos tener la esperanza de la salvación? <br></p><p><strong>3.</strong> Reflexionen sobre la idea del Juicio, que revela al Universo el carácter de Dios. ¿Cómo encaja esta idea con todo el gran escenario del Conflicto?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "X",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ<br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>RESEÑA</strong> <br></p><p>Cuando muchos cristianos piensan en el Juicio, tienden a cargarse de miedo. Visualizan a Dios en su Trono celestial sentado como el Juez supremo del Universo, sopesando las buenas obras contra las malas obras de ellos. Tienen esta vaga noción de que si sus buenas obras superan a las malas, se salvarán. Si, por casualidad, sus malas obras pesan más que sus buenas obras, se perderán. <br></p><p>En la lección de esta semana, descubriremos que esta visión del Juicio no solo es falsa, sino además es uno de los engaños del diablo para distorsionar el carácter de Dios. Satanás desea caracterizar a Dios como un juez vengativo, una especie de tirano iracundo, que quiere castigar a sus criaturas por cada pecado que hayan cometido. <br></p><p>El estudio de la Escuela Sabática de esta semana revela a un Dios de amor infinito que hace todo lo posible para salvarnos; aún más que nosotros, él quiere que estemos en el Cielo. El Juicio da fe de la realidad divina de que el Cielo ha hecho todo lo posible para salvar a toda la humanidad. Si nos perdemos, será porque nos hemos resistido continuamente a las súplicas del amor divino. En el Juicio, las buenas obras son importantes porque revelan nuestra respuesta al amor incondicional e inagotable de Dios revelado en Cristo en la Cruz. Las buenas obras dan testimonio del hecho de que nuestra fe en Jesús es auténtica. Nuestro reconocimiento de lo que Jesús hizo, hace y hará nos lleva a anhelar servirlo para siempre.</p><p><br></p><p><strong>COMENTARIO</strong> <br></p><p>El libro de Apocalipsis anuncia que “ha llegado la hora de su juicio” (Apoc. 14:7). Apocalipsis no indica ni la naturaleza del Juicio ni el tiempo exacto en que este comienza. Pero Daniel sí. Daniel 7 al 9 está interconectado con Apocalipsis 14:7, y revela nítidamente la naturaleza y la cronología del Juicio. Los libros proféticos de Daniel y Apocalipsis van de la mano. Entender a Daniel nos ayuda a entender Apocalipsis. Cuando Daniel describe la naturaleza del Juicio en Daniel 7, lo hace en el contexto de la victoria de Cristo sobre los poderes despóticos de este mundo. Anteriormente, en Daniel 7, cuatro bestias avanzan en el escenario oprimiendo al pueblo de Dios. Según Daniel 7:17 y 23, estas bestias representan reyes o reinos. Las palabras clave en Daniel 7 son “reino” y “dominio”. <br></p><p>Hay una batalla por el control de este mundo. Finalmente, surge el poder del “cuerno pequeño” como un poder político-religioso que cambia la Ley de Dios y procura gobernar sobre la Tierra. Nuestra atención se voltea de la Tierra al Cielo. El Anciano de días, nuestro Padre celestial, establece la hora del Juicio celestial. El Hijo del Hombre, Jesús, se une al Padre. En el Juicio, se revela que Cristo es el gobernante legítimo del Universo. Daniel declara: “ ‘Seguí mirando en la visión nocturna, y vi que en las nubes del cielo venía como un Hijo de Hombre; llegó hasta el Anciano de días y fue llevado ante él. Y le fue dado dominio, y gloria y reino; y todos los pueblos, naciones y lenguas le sirvieron. Su dominio es eterno, que nunca pasará, y su reino nunca será destruido’ ” (Dan. 7:13, 14).</p><p>En el Juicio, frente a todo el Universo, Cristo se revela como el gobernante legítimo. El reino de Satanás queda completamente expuesto como malvado, engañoso, egoísta y destructivo. El Cielo revela en la Cruz que la Deidad hizo todo lo posible para salvar a toda la humanidad. El poder del cuerno pequeño (la Roma papal) y todos los poderes terrenales son condenados en el Juicio. El Juicio se expide a favor del pueblo de Dios. Como consecuencia, también se les confía la obra de juzgar con Cristo en el Cielo durante el reinado de mil años después de la Segunda Venida. Para los cristianos comprometidos, leales a Cristo, que confían en su gracia y están revestidos de su justicia, el Juicio es una buena noticia, no mala. <br></p><p>Daniel 7 se escribió durante el primer año del reinado de Belsasar, rey de Babilonia. Según el Dr. Siegfried Horn, arqueólogo y exprofesor de la Universidad Andrews, “los babilonios tenían una perspectiva muy pesimista del más allá. Su inframundo, el reino de los difuntos, era una tierra oscura, llena de polvo, donde el pan era amargo y el agua salobre, y donde los muertos vestían túnicas de plumas para protegerse del frío. Durante la noche, se creía que el dios Sol suplía sus necesidades de luz, alimento y bebida” (Ministry, diciembre de 1981 [t. 54, Nº 12], p. 25). <br></p><p>Horn sigue diciendo: “Hay una marcada diferencia entre los egipcios y los babilonios con respecto al juicio en el más allá. Si bien sabemos poco de lo que pensaban los babilonios acerca de su destino en el más allá, los egipcios han dejado numerosos registros de sus creencias. Estos textos mortuorios abarcan desde los Textos de las Pirámides del Reino Antiguo, pasando por los Textos de los Sarcófagos del Reino Medio hasta los Libros de los Muertos del Reino Nuevo. En el transcurso de casi tres mil años, sus creencias cambiaron en algunos aspectos, como lo ilustra esta variedad de textos [...]. Estos describen con gran detalle, tanto en palabras como en imágenes, lo que una persona podía llegar a experimentar después de la muerte y cómo podía garantizar un resultado favorable del juicio ante sus jueces divinos” (p. 27). <br></p><p>Los Libros de los Muertos egipcios representan gráficamente el concepto egipcio del juicio durante la era del Nuevo Reino. Esta idea se desarrolla más plenamente en la parte acerca de la sala del juicio, donde se determina el destino de los muertos. Osiris se sienta en la Sala del Juicio, con la balanza de la justicia ante él, y se dispone a evaluar al difunto. Quienes no pasen esta prueba serán destruidos [...]. Este pasaje complejo y extenso contiene la Confesión Negativa, en la que el difunto afirma (primero ante Osiris y luego ante otros 42 jueces) que son dignos de enumerar los delitos y las faltas que ellos no han cometido. Luego se pesaba el corazón del difunto contra la pluma de Ma’at” (Ancient Egypt Online, “The Judgment of the Dead”, (https://ancientegyptonline.co.uk/ judgmentofthedead/). <br></p><p>Si las malas obras de la persona superaban sus buenas obras, la balanza se inclinaba a favor de la tristeza eterna, y el corazón era arrojado a una figura parecida a un monstruo que esperaba la oportunidad de engullirlo. Los textos egipcios también revelan que casi nadie podía ganar una discusión contra los dioses. Los dioses de Egipto parecen ser insensibles, aborrecibles y dispuestos a devorar. <br></p><p>Es importante notar el contraste entre los antiguos conceptos paganos de juicio y el concepto bíblico, según se describe en los libros proféticos de Daniel y Apocalipsis. Apocalipsis 14:7 dice: “¡Ha llegado la hora de su juicio!” Esta hora no es solo el momento en que Dios juzga a este mundo, sino también la hora de la revelación del amor y la gracia de Dios ante el Universo. Cuando Cristo murió en la Cruz, el Universo entero contempló el amor de Dios. No puede haber mayor revelación del amor de Dios que el Calvario. La Cruz lo dirime: Dios es amor. <br></p><p>Sin embargo, todavía quedan preguntas por responder en el conflicto cósmico entre el bien y el mal. ¿Cómo se presenta el amor de Dios a cada persona? Cada persona del planeta Tierra, ¿ha tenido suficientes evidencias para tomar una decisión eterna? Dios, ¿hizo todo lo posible para salvar a cada ser humano? ¿Hay algo más que Dios podría haber hecho? Para asegurarse el Universo para siempre y consagrar, más allá de cualquier sombra de duda, el amor divino dentro del corazón de los mundos no caídos y de los redimidos de todas las edades, estas preguntas necesitan respuestas, y serán respondidas. <br></p><p>En la consumación del Juicio, el Universo entero entonará con alegría: “ ‘¡Grandes y maravillosas son tus obras, Señor Dios Todopoderoso! ¡Justos y verdaderos son tus caminos, Rey de las naciones! ¿Quién no te temerá y glorificará tu nombre, Señor? Porque solo tú eres santo. Todas las naciones vendrán y te adorarán, porque tus actos de justicia han quedado manifiestos’ ” (Apoc. 15:3, 4). Los que se salvan y los que se pierden, los redimidos y los impíos, reconocerán que Dios es justo, recto y amoroso en sus acciones hacia nosotros. El Universo estará seguro para siempre porque su amor se ha revelado tanto en la Cruz como en el Juicio Final de la Tierra.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong> <br></p><p><strong>Para reflexión personal:</strong> La lección de esta semana contiene ricas lecciones espirituales para nuestra vida diaria. El primer principio importante que se desprende del estudio de esta semana es que estamos viviendo en una hora única en la historia de la Tierra: la hora del Juicio de Dios ha llegado. El destino de toda la humanidad está a punto de decidirse. Así como el Día de la Expiación en el calendario religioso judío también era un día de juicio en el que todo el pueblo de Dios se reunía en el antiguo Santuario, confesaba sus pecados y examinaba su corazón, hoy el llamado de la hora del Juicio es un llamado a la confesión, el arrepentimiento y la renuncia al pecado. El llamado de la hora del Juicio es una exhortación de Dios a la humanidad para que se comprometa totalmente con Cristo en el punto culminante de la historia de la Tierra. <br></p><p>La segunda verdad esencial del estudio de esta semana es que en Cristo no debemos temer al Juicio. Podemos tener la seguridad de que nuestro amoroso Señor nos ayudará. Jesús no solo es nuestro Juez, sino también nuestro Abogado defensor (Juan 5:22; 1 Juan 2:1). En los tribunales terrenales, si el juez es también el abogado defensor, habría un serio conflicto de intereses; pero en la Corte Celestial, la balanza se inclina a nuestro favor. Si hay alguna forma en que Jesús pueda salvarnos, lo hará. <br></p><p>La tercera verdad bíblica del estudio de esta semana es que, en última instancia, Cristo será honrado, Satanás quedará expuesto y los justos serán redimidos. Entender el Juicio de Apocalipsis nos da la seguridad de que un día todo el Universo se inclinará en adoración ante nuestro Creador, Redentor y Rey triunfante. <br></p><p><strong>Para analizar: </strong><br></p><p><strong>1. </strong>¿Cuánta tranquilidad te da saber que el Juez también es tu Abogado defensor? <sup><br></sup></p><p><strong>2.</strong> ¿Qué significa estar totalmente comprometido con Cristo durante la hora del Juicio, en el clímax de la historia de la Tierra?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>LA BUENA NOTICIA DEL JUICIO<br></p>",
      "verse": "<p>“Decía a gran voz: ‘¡Teman a Dios y denle gloria, porque ha llegado la hora de su juicio! Y adoren al que hizo el Cielo y la Tierra, el mar y las fuentes de las aguas’ ” (Apoc. 14:7)<br></p>",
      "versionCode": 2,
      "weekDate": "22-28 de abril"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
