{
  "data": [
    {
      "color": "#0D87DC",
      "id": 10,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "4 de marzo",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>A medida que nos acercamos al final de nuestros años productivos, nuestro enfoque financiero se centra en proteger nuestro capital en preparación para el final de la vida. La transición del trabajo a la jubilación puede ser una experiencia muy traumática. En cuanto a nuestras finanzas, ¿cuál es la mejor manera de proceder?</p><p>A medida que la gente envejece, casi naturalmente comienza a preocuparse por el futuro. Los temores más comunes son: morir demasiado pronto (antes de que la familia esté bien atendida); vivir demasiado (sobrevivir a sus recursos o ahorros); sufrir una enfermedad catastrófica (todos mis recursos podrían desa- parecer de una vez); y tener discapacidad mental o física (¿quién me cuidará?).</p><p>Al comentar sobre estos temores, Elena de White escribió: “Todos estos temores tienen su origen en Satanás [...]. Si ellas asumiesen la actitud que Dios quiere que asuman, sus postreros días podrían ser los mejores y más felices. [...] Deben deponer la ansiedad y las cargas, ocupar su tiempo tan felizmente como puedan, y prepararse así para el Cielo” (TI 1:374).</p><p><strong>Esta semana repasaremos el consejo de Dios con respecto a nuestros últimos años. ¿Qué cosas debemos hacer y qué principios debemos seguir?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de marzo",
          "dayTitle": "<p>EL RICO INSENSATO</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Lucas 12:16 al 21. ¿Qué mensaje relevante encontramos para nosotros aquí? ¿Qué fuerte reprensión le dio el Señor al hombre insensato, y cómo debería interpelarnos esto con respecto a nuestra actitud hacia lo que poseemos?</strong></p><p><strong>Lucas 12:16-21</strong></p><p><strong><sup>16</sup> </strong>También les refirió una parábola, diciendo: La heredad de un hombre rico había producido mucho.&nbsp;</p><p><strong><sup>17</sup></strong> Y él pensaba dentro de sí, diciendo: ¿Qué haré, porque no tengo dónde guardar mis frutos?&nbsp;</p><p><strong><sup>18 </sup></strong>Y dijo: Esto haré: derribaré mis graneros, y los edificaré mayores, y allí guardaré todos mis frutos y mis bienes; <strong><sup>19 </sup></strong>y diré a mi alma: Alma, muchos bienes tienes guardados para muchos años; repósate, come, bebe, regocíjate. <strong><sup>20</sup></strong> Pero Dios le dijo: Necio, esta noche vienen a pedirte tu alma; y lo que has provisto, ¿de quién será?&nbsp;</p><p><strong><sup>21</sup></strong> Así es el que hace para sí tesoro, y no es rico para con Dios.</p><p>Aunque el mensaje es más amplio que esto, se podría afirmar que esta fue una historia que Jesús contó sobre lo que no se debe hacer en la jubilación. En consecuencia, si una persona deja de trabajar y comienza a gastar su patrimonio acumulado, debe prestar atención y tomarse en serio esta historia. El problema no es trabajar arduamente ni obtener riqueza, especialmente a medida que nos volvemos más viejos y, quizá, más ricos. El problema radica en la actitud que asumimos. Sus palabras “¡Reposa, come, bebe y alégrate!” (Luc. 12:19) expresan el verdadero problema aquí.</p><p>“Los ideales de este hombre no eran más elevados que los de las bestias que perecen. Vivía como si no hubiese Dios, ni Cielo, ni vida futura; como si todo lo que poseía fuese de su propiedad y no debiese nada a Dios ni al hombre” (PVGM 202).</p><p>Si durante esta etapa de la vida pensamos solo en nosotros mismos e ignoramos las necesidades de los demás y la causa de Dios, estamos siguiendo el ejemplo del rico insensato. No había ninguna indicación en la parábola de Jesús de que el hombre rico fuera perezoso ni deshonesto. El problema estaba en cómo gastaba lo que Dios le había confiado. Debido a que no sabemos el día de nuestra muerte, siempre debemos estar preparados viviendo para llevar a cabo la voluntad de Dios en lugar de seguir una vida egoísta.</p><p>La idea general que se da en la Biblia es que una persona trabaja y continúa siendo productiva mientras pueda. Por cierto, es interesante notar que los autores de los grandes libros proféticos de Daniel y Apocalipsis tenían más de ochenta años cuando concluyeron su labor. Esto, en una época en la que la edad promedio de fallecimiento era de unos cincuenta años. Elena de White publicó algunos de sus libros más conocidos y amados, como El Deseado de todas las gentes, después de los setenta años. Por ende, la edad, mientras estemos sanos, no debería implicar que dejemos de ser productivos ni de hacer el bien, en la medida de lo posible.</p><p>Jesús aconsejó a los que esperaban su segunda venida que no solo velaran, sino también siguieran trabajando (Mat. 24:44–46).</p><p><strong>Más allá de la edad y la cantidad de dinero que tengamos, ¿cómo podemos evitar caer en la trampa de este hombre aquí? Pregúntate: “¿Para qué estoy viviendo?”</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de marzo",
          "dayTitle": "<p>NO PUEDES LLEVARLA CONTIGO</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>Alguien preguntó una vez al famoso evangelista Billy Graham qué era lo que más le asombraba de la vida, ahora que era viejo (Graham tenía sesenta años en ese momento). ¿La respuesta de Graham? “Su brevedad”. No hay duda, la vida pasa rápido.</p><p><strong>¿Qué enseñan los siguientes pasajes acerca de la vida humana aquí? Salmo 49:17; 1 Timoteo 6:6, 7; Salmo 39:11; Santiago 4:14; Eclesiastés 2:18–22.&nbsp;</strong></p><p><strong>Salmo 49:17</strong></p><p><strong><sup>17</sup> </strong>Porque cuando muera no llevará nada, n<span style=\"background-color: initial;\">i descenderá tras él su gloria.</span></p><p><strong>1 Timoteo 6:6, 7</strong></p><p><strong><sup>6 </sup></strong>Pero gran ganancia es la piedad acompañada de contentamiento;</p><p><strong><sup>7</sup> </strong>porque nada hemos traído a este mundo, y sin duda nada podremos sacar.</p><p><strong>&nbsp;Salmo 39:11</strong></p><p><strong><sup>11</sup></strong> Con castigos por el pecado corriges al hombre, y&nbsp;deshaces como polilla lo más estimado de él; ciertamente vanidad es todo hombre. Selah</p><p><strong>&nbsp;Santiago 4:14</strong></p><p><strong><sup>14</sup> </strong>cuando no sabéis lo que será mañana. Porque ¿qué es vuestra vida? Ciertamente es neblina que se aparece por un poco de tiempo, y luego se desvanece.</p><p><strong>Eclesiastés 2:18–22</strong></p><p><strong><sup>18 </sup></strong>Asimismo aborrecí todo mi trabajo que había hecho debajo del sol, el cual tendré que dejar a otro que vendrá después de mí.&nbsp;</p><p><strong><sup>19 </sup></strong>Y ¿quién sabe si será sabio o necio el que se enseñoreará de todo mi trabajo en que yo me afané y en que ocupé debajo del sol mi sabiduría? Esto también es vanidad.&nbsp;</p><p><strong><sup>20</sup></strong> Volvió, por tanto, a desesperanzarse mi corazón acerca de todo el trabajo en que me afané, y en que había ocupado debajo del sol mi sabiduría.&nbsp;</p><p><strong><sup>21</sup></strong> ¡Que el hombre trabaje con sabiduría, y con ciencia y con rectitud, y que haya de dar su hacienda a hombre que nunca trabajó en ello! También es esto vanidad y mal grande.</p><p><strong><sup>22 </sup></strong>Porque ¿qué tiene el hombre de todo su trabajo, y de la fatiga de su corazón, con que se afana debajo del sol?</p><p>La vida no solo pasa rápido, sino además no te llevas nada cuando mueres; al menos, en cuanto a bienes materiales que hayas acumulado. (¿El carácter? Esa es otra historia...) “Porque cuando muera no llevará nada, ni su gloria descenderá con él” (Sal. 49:17); lo que significa que lo deja para que otro lo reciba. Quién lo obtendrá, claro está, depende de los planes que se hagan con antelación.</p><p>Aunque, por supuesto, no todo el mundo tiene una propiedad per se, la mayoría, especialmente porque ha trabajado a lo largo de los años, ha acumulado algo de capital. En definitiva, lo que sucederá con esa riqueza después de que muera es realmente una pregunta importante que la gente debería hacerse.</p><p>Para quienes tengan posesiones al final de la vida, sin importar cuán grandes o pequeños puedan ser nuestros bienes, la planificación patrimonial puede ser nuestro último acto de mayordomía, de administrar cuidadosamente aquello con lo que Dios nos ha bendecido. Si no tienes un plan patrimonial que hayas establecido en un testamento o un fideicomiso, las leyes del Gobierno estatal o civil pueden entrar en juego (todo esto depende, por supuesto, de dónde vivas). Si mueres sin testamento, la mayoría de las jurisdicciones civiles simplemente traspasan tus bienes a familiares, ya sea que los necesiten o no, ya sea que hagan un buen uso del dinero o no, y ya sea que hayas optado por darles una parte a esas personas o no. La iglesia no recibirá nada. Si eso es lo que quieres, bien; si no, necesitas hacer planes de antemano.</p><p>Para explicarlo de forma sencilla, podemos decir que debido a que Dios es el Dueño de todo (ver Sal. 24:1), sería lógico concluir desde una perspectiva bíblica que cuando hayamos terminado con lo que Dios nos ha confiado debemos devolverle a él, el Dueño legítimo, lo que nos queda, una vez satisfechas las necesidades de nuestros seres queridos.</p><p><strong>La muerte, como sabemos, puede llegar en cualquier momento, en forma inesperada, incluso hoy. ¿Qué pasaría con tus seres queridos si murieras hoy? ¿Qué sucedería con tu patrimonio? ¿Se distribuiría como a ti te gustaría?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de marzo",
          "dayTitle": "<p>COMIENZA CON LAS NECESIDADES PERSONALES</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>En la época del Antiguo Testamento, muchos de los hijos de Israel eran agricultores y pastores. Por ende, algunas de las bendiciones prometidas por Dios se expresaban en lenguaje agrícola. Por ejemplo, en Proverbios 3:9 y 10, Dios dice que, si somos financieramente fieles a él, “serán llenos [nuestros] graneros con abundancia”. Es probable que muchos cristianos no tengan un granero hoy. Entonces, entendemos que Dios bendecirá nuestro trabajo o negocio si estamos dispuestos a seguirlo y serle obedientes.</p><p><strong>Lee Proverbios 27:23 al 27. ¿Cómo interpretarías: “Considera atentamente el estado de tus ovejas” para los cristianos que viven en la actualidad?&nbsp;</strong></p><p><strong><sup>23</sup></strong> Sé diligente en conocer el estado de tus ovejas, y<span style=\"background-color: initial;\">&nbsp;mira con cuidado por tus rebaños;</span></p><p><strong><sup>24 </sup></strong>Porque las riquezas no duran para siempre,&nbsp;<span style=\"background-color: initial;\">¿y será la corona para perpetuas generaciones?</span></p><p><span style=\"background-color: initial;\"><strong><sup>25</sup></strong> Saldrá la grama, aparecerá la hierba, y</span><span style=\"background-color: initial;\">&nbsp;se segarán las hierbas de los montes.</span></p><p><span style=\"background-color: initial;\"><strong><sup>26</sup></strong> Los corderos son para tus vestidos, y</span><span style=\"background-color: initial;\">&nbsp;los cabritos para el precio del campo;</span></p><p><span style=\"background-color: initial;\"><strong><sup>27</sup></strong> Y abundancia de leche de las cabras para tu mantenimiento, para mantenimiento de tu casa, y</span><span style=\"background-color: initial;\">&nbsp;para sustento de tus criadas.</span></p><p>Si bien la Biblia advierte acerca de los ricos que atropellan a los pobres o que son codiciosos con sus riquezas, las Escrituras nunca condenan la riqueza ni los esfuerzos personales por adquirir riquezas, siempre que, por supuesto, no se produzcan deshonestamente u oprimiendo a los demás. De hecho, los textos de hoy, en Proverbios, indican que debemos ser diligentes en nuestros asuntos financieros para que tengamos suficiente para nosotros y nuestra familia. “La abundancia de leche de las cabras [te darán] para tu sustento, el sustento de tu casa y de tus criadas” (Prov. 27:27).</p><p>¿Cómo reformularíamos ese versículo en la actualidad? Tal vez sugeriríamos: “Revisa tus registros financieros y determina tu situación”. O “Haz un balance y conoce tu coeficiente de endeudamiento”. Ocasionalmente durante tus años productivos, sería apropiado que revises el testamento u otros documentos y sus activos actuales, y que los actualices según sea necesario. Los documentos como testamentos y fideicomisos se implementan al principio del proceso de planificación patrimonial para que sirvan de protección contra una muerte prematura o contra la imposibilidad de decidir por razones de salud adónde deben destinarse tus bienes. La idea es planificar con anticipación lo que sucederá con tus posesiones una vez que ya no sean tuyas.</p><p>En resumen, la buena mayordomía de aquello con lo que Dios nos ha bendecido no se trata solo de lo que tenemos mientras estamos en vida, sino también de lo que sucede después de que nos hayamos ido; porque, a menos que el Señor regrese mientras vivamos, algún día no estaremos, mientras que nuestras posesiones materiales, sean pocas o muchas, quedarán atrás. Por lo tanto, depende de nosotros hacer ahora provisiones para que las bendiciones que hemos recibido puedan ser una bendición para los demás y para el avance de la obra de Dios.</p><p><strong>“Porque la riqueza no dura para siempre” (Prov. 27:24). ¿Por qué es importante tener presente este pensamiento?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de marzo",
          "dayTitle": "<p>CARIDAD EN EL LECHO DE MUERTE</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p><strong>¿Qué principios podemos extraer de los siguientes pasajes con respecto a nuestra actitud ante el dinero?</strong></p><p><strong>1 Tim. 6:17</strong></p><p><strong><sup>17 </sup></strong>A los ricos de este siglo manda que no sean altivos, ni pongan la esperanza en las riquezas, las cuales son inciertas, sino en el Dios vivo, que nos da todas las cosas en abundancia para que las disfrutemos.</p><p><strong>2 Cor. 4:18</strong></p><p><sup><strong>18 </strong></sup>no mirando nosotros las cosas que se ven, sino las que no se ven; pues las cosas que se ven son temporales, pero las que no se ven son eternas.</p><p><strong>Prov. 30:8</strong></p><p><sup><strong>8 </strong></sup>Vanidad y palabra mentirosa aparta de mí; no me des pobreza ni riquezas; manténme del pan necesario;</p><p><strong>Ecl. 5:10</strong></p><p><strong>10</strong> El que ama el dinero, no se saciará de dinero; y el que ama el mucho tener, no sacará fruto. También esto es vanidad.</p><p>El dinero puede dominar poderosamente a los seres humanos, y esto ha llevado a muchos a la ruina. ¿Quién no ha oído hablar de gente que ha hecho cosas terribles debido al dinero, aun cuando ya tenía mucho capital? Sin embargo, esto no tiene por qué ser así. Mediante el poder de Dios, podemos vencer el intento del enemigo de tomar lo que debía ser una bendición (posesiones materiales) y convertirlas en una maldición.</p><p>En el contexto de ser buenos mayordomos en preparación para la muerte, un peligro que enfrenta la gente es la tentación de acaparar posesiones ahora, justificando esa acumulación con la idea de que, bueno, “cuando muera, entonces puedo darlo todo”. Aunque es mejor que gastarlo todo ahora (un multimillonario había dicho que sabía que habría vivido bien solo si el cheque de su funeral es rechazado), podemos y debemos hacer algo mejor que eso.</p><p>“Vi que muchos se abstienen de dar para la causa y procuran acallar la con- ciencia diciendo que serán caritativos al morir; ni siquiera se atreven a ejercitar fe y confianza en Dios contribuyendo algo mientras tienen vida. Sin embargo, esta caridad de último momento no es lo que Cristo requiere de sus seguidores; no excusa de ninguna manera el egoísmo de los vivos. Aquellos que se aferran a su propiedad hasta el último momento la entregan más bien a la muerte que a la causa. Continuamente se experimentan pérdidas. Los bancos quiebran y la propiedad se consume de mil maneras. Muchos se proponen hacer algo, pero dilatan el asunto, y Satanás obra para evitar que los recursos entren del todo en la tesorería. Se pierden antes de ser devueltos a Dios, y Satanás se regocija porque así ocurre” (TI 5:144).</p><p><strong>¿Por qué debemos tener mucho cuidado en cómo justificamos el uso de cualquier bendición material que tengamos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de marzo",
          "dayTitle": "<p>EL LEGADO ESPIRITUAL</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>Aunque es difícil saber cómo habría sido la vida en la Tierra si los seres humanos no hubieran pecado, una cosa podemos saber con certeza: no habría habido acaparamiento, codicia ni pobreza, cosas que han plagado nuestro mundo desde que existen registros históricos. Nuestro sentido de propiedad, de aquello por lo que hemos trabajado (y, si lo hicimos honestamente, es legítimamente nuestro) es, con todo, una manifestación de vida en un mundo caído. Sin embargo, al final, independientemente de cuánto poseamos o no, hay un aspecto importante que siempre debemos recordar.</p><p><strong>Lee los siguientes pasajes. ¿Cuál es el aspecto central en todos ellos, y cómo debería impactar en lo que hacemos con cualquier medio material con el que Dios nos haya bendecido? (Sal. 24:1; Heb. 3:4; Sal. 50:10; Gén. 14:19; Col. 1:15–17).</strong></p><p><strong>Sal. 24:1</strong></p><p><strong><sup>24</sup> </strong>De Jehová es la tierra y su plenitud, e<span style=\"background-color: initial;\">l mundo, y los que en él habitan.</span></p><p><strong>Heb. 3:4</strong></p><p><strong><sup>4</sup> </strong>Porque toda casa es hecha por alguno; pero el que hizo todas las cosas es Dios.</p><p><strong>Sal. 50:10</strong></p><p><sup style=\"font-weight: bold;\">10 </sup>Porque mía es toda bestia del bosque, y<span style=\"background-color: initial;\">&nbsp;los millares de animales en los collados.</span></p><p><strong>Gén. 14:19</strong></p><p><sup style=\"font-weight: bold;\">19</sup> y le bendijo, diciendo: Bendito sea Abram del Dios Altísimo, creador de los cielos y de la tierra;</p><p><strong>Col. 1:15–17</strong></p><p><strong><sup>15</sup> </strong>Él es la imagen del Dios invisible, el primogénito de toda creación.<strong>&nbsp;</strong></p><p><strong><sup>16</sup> </strong>Porque en él fueron creadas todas las cosas, las que hay en los cielos y las que hay en la tierra, visibles e invisibles; sean tronos, sean dominios, sean principados, sean potestades; todo fue creado por medio de él y para él.&nbsp;</p><p><strong><sup>17</sup> </strong>Y él es antes de todas las cosas, y todas las cosas en él subsisten;</p><p>Somos mayordomos y administradores de lo que Dios nos ha confiado; es decir, en última instancia, Dios es el Dueño de todo, y es quien nos da la vida, la existencia y la fuerza para obtener cualquier cosa. Es lógico, entonces, que cuando hayamos terminado con lo que Dios nos ha dado y hayamos cuidado de nuestra familia, le devolvamos el resto.</p><p>“Al dar para la obra de Dios, nos estamos haciendo tesoros en el cielo. Todo lo que depositamos arriba está asegurado contra el desastre y la pérdida, y está aumentando en valor eterno y perdurable, [y] se registrará en nuestra cuenta en el Reino de los cielos” (CMC 332).</p><p><strong>Hay muchas ventajas en dar ahora, mientras vivimos. Estas son algunas:&nbsp;</strong></p><p>1. El donante realmente puede ver los resultados de la donación: un nuevo edificio de la iglesia, un joven en la universidad, una campaña de evangelización financiada, y otros.</p><p>2. El ministerio o la persona puede beneficiarse ahora cuando la necesidad es mayor.</p><p>3. No hay peleas entre familiares o amigos después de su muerte.</p><p>4. Da un buen ejemplo de valores familiares de generosidad y amor por los demás.</p><p>5. Minimiza la consecuencia del impuesto al patrimonio.</p><p>6. Garantiza que el donativo se haga a su entidad deseada (sin interferencia de tribunales ni familiares descontentos).</p><p>7. Demuestra que el corazón del donante ha sido cambiado del egoísmo al altruismo.</p><p>8. Almacena tesoros en el Cielo.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de marzo",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>Elena de White escribió dos capítulos sobre este importante tema de la distribución de nuestros bienes. Ver Testimonios para la iglesia, “A padres ricos”, t. 3, pp. 132–146; “Los testamentos y legados”, t. 4, pp. 468–476.</p><p>También hay una parte que analiza la planificación patrimonial en Consejos sobre mayordomía cristiana, pp. 313–325. Elena de White también escribió: “Aquello que muchos se proponen postergar hasta que estén por morir, si fuesen verdaderos cristianos lo harían mientras están gozando plenamente de la vida. Se consagrarían ellos mismos y su propiedad a Dios, y mientras actuasen como mayordomos suyos tendrían la satisfacción de cumplir su deber. Haciéndose sus propios ejecutores, satisfarían los requerimientos de Dios ellos mismos antes de pasar la responsabilidad a otros” (TI 4:471).<br></p><p>¿Qué quiere decir con “Haciéndose sus propios ejecutores”? En un testamento habitual, el que hace el testamento nombra a un ejecutor o albacea para distribuir los bienes después de su muerte en consonancia con sus deseos expresados en el testamento. Al convertirte en tu propio albacea, simplemente distribuyes tus bienes mientras vives. Al hacerlo, tendrás la satisfacción de ver los resultados y de saber que estás manejando adecuadamente los talentos que Dios te ha encomendado.</p><p>Para el cristiano, la segunda venida de Cristo es la “bendita esperanza”. Todos hemos imaginado lo asombroso que será ver a Jesús viniendo en las nubes del cielo. Estamos ansiosos por escuchar las palabras “Bien hecho”.</p><p>Pero, ¿y si debemos pasar al descanso antes de que Jesús regrese? Si hemos seguido su voluntad revelada, ahora podemos tener la satisfacción de ver que la obra avanza gracias a nuestros esfuerzos, sabiendo que gracias a nuestro plan patrimonial la obra continuará después de que no estemos.</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>1. Aunque ahora podemos hacer tesoros en el Cielo, ¿por qué eso no es lo mismo que tratar de conseguir, o incluso “comprar”, tu camino a la salvación?</p><p>2. Si bien debemos ser generosos al dar de lo que tenemos ahora, también debemos ser sabios. ¿Cuántas veces hemos escuchado, especialmente a los que ponen fechas, pedir dinero porque tal o cual acontecimiento va a suceder en tal o cual fecha, y como nuestro dinero será inútil para ese entonces, será mejor que lo enviemos a su ministerio ahora? ¿Cómo podemos aprender a discernir entre este engaño y las formas legítimas en que podemos usar nuestro dinero aun ahora para la causa de Dios?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de marzo",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>Necesitamos confiar en Dios (Mat. 6:24–27), y no depositar nuestra confianza y nuestro amor en el dinero (Mat. 6:24). Podemos cuidar nuestras posesiones (Prov. 27:23), ser prudentes (Prov. 6:8; 10:5), y hacerlo sin ansiedad (Mat. 6:34), dedicando nuestra vida a proclamar el poder de Dios (Sal. 71:18). Cuando envejecemos y nos volvemos frágiles (Ecl. 12:1–8), aún podemos dar fruto para el Señor (Sal. 92:14), con su ayuda (Sal. 71:17, 18), porque él promete cuidarnos (Isa. 46:4; Sal. 92:12, 14). Entonces tendremos paz cuando nuestro aliento de vida vuelva al Creador, quien hizo todo lo existente (Col. 1:16).</p><p>Nuestra vida y nuestras riquezas no duran para siempre (Prov. 27:24), nuestras posesiones pasarán a otros (Sal. 49:10) y no podemos llevarnos nada más allá de esta vida (Ecl. 5:15). Así, siempre que sea posible, “el bueno deja herencia a los hijos de los hijos” (Prov. 13:22); sin embargo, debe hacerlo de tal manera que se eviten disputas entre ellos. Al redactar un testamento, no debemos pensar solo en nuestros intereses terrenales y dejar de ser generosos con Dios. Este error fue la ruina del rico insensato de la parábola de Jesús (Luc. 12:19, 20).</p><p>Cuando reconocemos todo lo que Dios es para nosotros (Sal. 24:1) y vivimos para su gloria (1 Cor. 10:31), ponemos nuestra mente en lo que no vemos, que es eterno (2 Cor. 4:8). Esperamos la ciudad con fundamentos (Heb. 11:10), cuyo arquitecto y constructor es Dios, en lugar de invertir todo nuestro tiempo y atención en acumular riquezas temporales (1 Tim. 6:17). Al invertir en la obra de Dios (Mal. 3:8–10), dejamos un legado de fe. Entonces, un día, cuando descansemos de nuestros trabajos, nuestras buenas obras nos seguirán (Apoc. 14:13), porque Dios será glorificado en ellas, aun en nuestra ausencia.<br></p><p><strong>COMENTARIO</strong><br></p><p>Confianza en Dios Todas las cosas existen por medio de Dios el Hijo y fueron hechas para él (Col. 1:16). Sin embargo, debido a que el dinero “sirve para todo” (Ecl. 10:19), nos aferramos a él, a pesar de que solo somos custodios temporales de esos medios. La tendencia a amar el dinero (1 Tim. 6:10) es condenada en las Escrituras (Mat. 6:24).</p><p>Dejar de confiar en Dios y orientar nuestro amor y esperanza hacia las cosas creadas es locura (Jer. 5:4; Rom. 1:21, 22). El dios de este siglo distorsiona nuestra comprensión de la realidad y ciega nuestra mente, para que no se vea la gloria de Dios en Cristo (2 Cor. 4:3, 4).</p><p>Sin fe perdemos el fundamento firme de la esperanza (Heb. 1:1). Nos asalta el miedo a la muerte (Heb. 2:15) y la ansiedad (Mat. 6:34). De este modo, nos aferramos obstinadamente a las cosas, resistiendo el mandato de devolver a Dios lo que le pertenece.</p><p>Si, después de negar a Dios lo que le pertenece, nos volvemos a Dios (Mal. 3:7), la fe traerá esperanza, salvación y buenas obras (Efe. 2:8–10). El amor de Dios echará fuera el temor (1 Juan 4:18), y habrá esperanza, porque él nunca nos dejará ni nos desamparará (Heb. 13:5).</p><p><strong>Prepárate para el futuro</strong></p><p>El trabajo en el Edén era parte de las delicias del Jardín (Gén. 2:15). Después del pecado, la supervivencia dependía del “trabajo” y del “sudor de tu rostro” (Gén. 3:17–19). La Biblia nos ordena que nos dediquemos a un trabajo honesto (Éxo. 20:9) y que cuidemos nuestras posesiones (Prov. 27:23), así como que hagamos provisión para el futuro (Prov. 6:8; 10:5), mientras podamos trabajar.</p><p>Sin embargo, a medida que envejecemos, nos debilitamos (Ecl. 12:1–8) y pedimos a Dios que no nos abandone (Sal. 71:18). A pesar de nuestro deterioro físico, todavía podemos dar frutos para Dios (Sal. 92:14), quien prometió cuidar de nosotros en nuestra vejez (Isa. 46:4).</p><p>Las riquezas no duran para siempre (Prov. 27:24), nuestras posesiones pasarán a otros (Sal. 49:10) y no podemos llevarnos nada más allá de esta vida (Ecl. 5:15). Por estas razones, debemos esforzarnos para honrar a Dios ahora (Prov. 3:9, 10).</p><p><strong>Las bendiciones</strong><br></p><p>Dios nos otorga bendiciones y salvación, junto con la comisión de pasar estas bendiciones a las generaciones futuras. En el Antiguo Testamento, la palabra “pacto” también tiene el significado de testamento con cláusulas condicionales, para que los beneficiarios reciban una herencia.</p><p>En este testamento divino están incluidas las bendiciones materiales, como la tierra de Canaán (Gén. 15:18), llegar a ser una gran nación (Gén. 12:2, 15:5) y abundantes posesiones materiales (Deut. 28:11). También hay promesas espirituales: el Mesías (Gál. 3:16) y la comisión de llevar estas bendiciones a todas las naciones (Gén. 12:3; Gál. 3:8, 14). Todos los que viven por la fe son beneficiarios de este testamento, reciben esta comisión, y no deben temer, porque están bajo el cuidado de Dios.</p><p>El Nuevo Testamento también presenta el significado de este legado de bendiciones materiales y espirituales de Dios a su pueblo. La palabra griega diatheke (Gál. 3:15-18; Heb. 9:16, 17) significa el testamento y la última voluntad del testador, en el sentido de una relación unilateral. En este convenio, el heredero de la fe solo necesita aceptar el ofrecimiento.</p><p>A nosotros, que somos los beneficiarios del testamento (diatheke) ejecutado con la sangre de Cristo (Mat. 26:28), se nos da la responsabilidad de transmitir a las generaciones futuras el legado de este testamento (Gén. 9:9; 17:9), como se refleja en las bendiciones patriarcales (Heb. 6:13–18) y la misión de la iglesia de predicar a todas las naciones (Mat. 28:19).</p><p><strong>Devolver el legado del Señor</strong></p><p>Debemos utilizar fielmente todas las bendiciones recibidas durante la vida para glorificar a Dios (1 Cor. 10:31; Mal. 3:8–10). Lo glorificamos al compartir directamente con la iglesia, y por medio de ella, todo lo que él nos da. Algunos ejemplos bíblicos que demuestran este principio son los siguientes:</p><p>Abraham: Dios elogió a Abraham por instruir a su familia “después” de él para que continuaran sirviendo al Señor después de su muerte (Gén. 18:17–19).</p><p>David: David nombró heredero a su hijo Salomón. Se aseguró también de que su hijo recibiera un legado material y espiritual con el fin de que continuara la obra que Dios le había dado, que a él mismo no le fue dado realizar personalmente.</p><p>Después de ser generoso con la obra de Dios a lo largo de su vida, David, ya anciano, ofreció los recursos que había preparado, personales y de su reino, para construir el Templo (1 Crón. 29:2, 3). Esta obra comenzó aproximadamente tres años después de su muerte (2 Crón. 3:2) y sirvió de testimonio a todas las naciones (2 Crón. 6:32, 33).</p><p>Durante siglos, el Templo fue un poderoso proyecto misionero, originalmente planificado y financiado por David, que atraía a millones de personas a la Casa de Oración, destinada a todas las naciones (Isa. 56:3–7). Esta obra se materializó solo mediante la determinación de David de devolver a Dios lo que había recibido de él durante su vida y al final de ella (1 Crón. 29:14).</p><p>La historia de David nos muestra que nuestro compromiso con Dios es para toda la vida. Si invertimos en el Reino de Dios en esta vida, como lo hizo David, dejaremos un legado que continuará después de que acabe nuestra vida. Entonces, debemos poner nuestros asuntos en orden. Esta tarea puede involucrar clasificar nuestras posesiones y proveer para nuestros herederos de tal manera que puedan seguir dando testimonio de Cristo cuando ya no estemos.</p><p><strong>Nuestra parte en el Pacto</strong></p><p>Jesús renovó el testamento divino con nosotros (Mar. 14:24; Heb. 12:24), para que sea predicado a todo el mundo (Mat. 28:19). Como sucedió con Abraham y David, las posesiones materiales y el legado espiritual que Dios nos da deben continuar promoviendo la sucesión del evangelio en la familia y en la iglesia, para salvación de todas las naciones.</p><p>El testamento divino ordena al pueblo de Dios que sea fiel y generoso con los diezmos y las ofrendas. Esa ofrenda fiel y generosa hará notar a las naciones que las bendiciones recibidas por el pueblo de Dios (Mal. 3:12) proceden de la obediencia a él. Las bendiciones deben extenderse a los hijos para siempre (Deut. 12:28). Por eso también se llevaban posesiones al Templo durante los reavivamientos espirituales (Éxo. 35:20–29; 2 Crón. 31:1–12; Neh. 10:37, 38; Mal. 3:6–12), o en tiempos del Nuevo Testamento, se ponían a los pies de los apóstoles (Hech. 2; 4:34–37).</p><p>“Un raudal de luz brota de la Palabra de Dios y debemos despertarnos para reconocer las oportunidades descuidadas. Cuando todos sean fieles en lo que respecta a devolver a Dios lo suyo en diezmos y ofrendas, se abrirá el camino para que el mundo oiga el mensaje para este tiempo. [...] Si el propósito de Dios de dar al mundo el mensaje de misericordia hubiese sido llevado a cabo por su pueblo, Cristo habría venido ya a la Tierra, y los santos habrían recibido su bienvenida en la ciudad de Dios (TI 6:448).</p><p>El testamento (el evangelio) anunciado a Abraham (Gál. 3:8) debe ser proclamado mediante la predicación, primeramente a los más cercanos a nosotros (como en la época de los patriarcas) y luego hasta los confines de la Tierra. Solo entonces serán bendecidos tanto judíos como gentiles con el legado de fe que nos transmitió la familia o la iglesia (Isa. 52:10; Hech. 1:8; 13:47). Por lo tanto, el men- saje de que “sus obras les sigan” (Apoc. 14:13) nos muestra que nuestro ejemplo personal y la fidelidad con nuestras posesiones continuarán dando testimonio a las generaciones futuras cuando ya no estemos.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>La vida es un testamento vivo que comunica a las generaciones futuras el legado sagrado puesto en nuestras manos. En última instancia, todo lo que recibimos se lo devolvemos continuamente a Dios.</p><p>Pide a un miembro de la clase que lea en voz alta las siguientes citas. Luego analicen en clase las preguntas que vienen a continuación.</p><p><strong>El testamento diario</strong></p><p>“Los legados que se dejan al morir son un mísero sustituto de la benevolencia que uno podría hacer mientras vive. En verdad, los siervos de Dios deben hacer sus testamentos cada día en buenas obras y ofrendas generosas a Dios” (CMC 316).</p><p>Las buenas obras y las ofrendas generosas, ¿qué relación tienen con la fe (Efe. 2:8–10)? ¿Por qué?</p><p>Cuando el pueblo de Dios ya no esté</p><p>“Deben ordenar su propiedad de manera que puedan dejarla en cualquier momento” (CMC 317).</p><p>Dios concibe acciones desde la antigüedad (2 Rey. 19:25).</p><p>¿Por qué es importante planificar y hacer arreglos de antemano, especialmente en lo que respecta a la propiedad, con el fin de que podamos estar listos para “dejarla en cualquier momento”?</p><p><strong>Nuestro deber sagrado</strong></p><p>“Muchos manifiestan una delicadeza innecesaria al respecto [elaborar un testamento]. [...] Pero este deber es tan sagrado como el de predicar la Palabra para salvar almas” (CMC 314).</p><p>La redacción de un testamento, ¿en qué sentido es un deber tan sagrado como el deber de “predicar la Palabra para salvar almas”? ¿Por qué?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>LA DEVOLUCIÓN</strong></p>",
      "verse": "<p>Y oí una voz del cielo que dijo: Escribe: ¡Bienaventurados los que de aquí en adelante mueren en el Señor! Sí, dice el Espíritu, para que descansen de sus fatigas y sus obras les sigan  (Apoc. 14:13).</p>",
      "versionCode": 1,
      "weekDate": "4-10 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
