{
  "data": [
    {
      "color": "#76b6eb",
      "id": 714,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 24",
          "dayTitle": "<p>All Things New</p>",
          "id": 141,
          "idDay": 1,
          "idLesson": 14,
          "lessonText": "<p>Scripture gives us this hope: “But according to His promise we are looking for new heavens and a new earth, in which righteousness dwells” (2 Pet. 3:13, NASB).</p><p>For some, however, the promise of “a new heaven and a new earth” (Rev. 21:1) seems like a fantasy, stories told by those in power who used the hope of an afterlife to help keep the masses in line. The idea being: Though you have it hard at present, one day you will have your reward in heaven, or the like.</p><p>And though some people have used the future hope presented in the Bible that way, their abuse doesn’t change the truth of the promises that we have regarding the new heavens and the new earth. In the last days, scoffers will ridicule our blessed hope (2 Pet. 3:3–7).</p><p>But their scoffing, just as predicted, could be seen as more evidence that what the Bible says is true, for they are scoffing as the Bible predicted they would.</p><p>During this week we will reflect on the glorious promise of a new heaven and a new earth, including the heavenly temple, the presence of God, the end of death and tears—and, finally, the ultimate triumph of God’s love.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 25",
          "dayTitle": "<p>A New Heaven and a New Earth</p>",
          "id": 142,
          "idDay": 2,
          "idLesson": 14,
          "lessonText": "<p>For some followers of Greek philosophy, the idea that something is physical means that it is bad. That’s why for them it is unconceivable to think of a real heaven with real people in the future. In this thinking, for it to be heaven and to be good, it must be a purely spiritual state, free from the blemishes found in the physical world here. If something is material, they assert, it cannot be spiritual; and if something is spiritual, it cannot be material. By contrast, the Bible speaks of heaven in concrete terms but without the limitations imposed by the presence of sin.</p><p><strong>Read Isaiah 65:17–25; Isaiah 66:22, 23; 2 Peter 3:13; and Revelation 21:1–5. What is the ultimate message of these passages?</strong></p><p><strong>Isaiah 65:17–25</strong></p><p><strong><sup>17</sup></strong> “For behold, I create new heavens and a new earth;</p><p>And the former shall not be remembered or come to mind.</p><p><strong><sup>18</sup></strong> But be glad and rejoice forever in what I create;</p><p>For behold, I create Jerusalem as a rejoicing,</p><p>And her people a joy.</p><p><strong><sup>19</sup></strong> I will rejoice in Jerusalem,</p><p>And joy in My people;</p><p>The voice of weeping shall no longer be heard in her,</p><p>Nor the voice of crying.</p><p><strong><sup>20</sup></strong> “No more shall an infant from there live but a few days,</p><p>Nor an old man who has not fulfilled his days;</p><p>For the child shall die one hundred years old,</p><p>But the sinner being one hundred years old shall be accursed.</p><p><strong><sup>21</sup></strong> They shall build houses and inhabit them;</p><p>They shall plant vineyards and eat their fruit.</p><p><strong><sup>22</sup></strong> They shall not build and another inhabit;</p><p>They shall not plant and another eat;</p><p>For as the days of a tree, so shall be the days of My people,</p><p>And My elect shall long enjoy the work of their hands.</p><p><strong><sup>23</sup></strong> They shall not labor in vain,</p><p>Nor bring forth children for trouble;</p><p>For they shall be the descendants of the blessed of the Lord,</p><p>And their offspring with them.</p><p><strong><sup>24</sup></strong> “It shall come to pass</p><p>That before they call, I will answer;</p><p>And while they are still speaking, I will hear.</p><p><strong><sup>25</sup></strong> The wolf and the lamb shall feed together,</p><p>The lion shall eat straw like the ox,</p><p>And dust shall be the serpent’s food.</p><p>They shall not hurt nor destroy in all My holy mountain,”</p><p>Says the Lord.</p><p><br></p><p><strong>Isaiah 66:22, 23</strong></p><p><strong><sup>22</sup></strong> “For as the new heavens and the new earth</p><p>Which I will make shall remain before Me,” says the Lord,</p><p>“So shall your descendants and your name remain.</p><p><strong><sup>23</sup></strong> And it shall come to pass</p><p>That from one New Moon to another,</p><p>And from one Sabbath to another,</p><p>All flesh shall come to worship before Me,” says the Lord.</p><p><strong>2 Peter 3:13</strong></p><p><sup><strong>13</strong></sup> Nevertheless we, according to His promise, look for new heavens and a new earth in which righteousness dwells.</p><p><strong>Revelation 21:1–5</strong></p><p><strong><sup>1</sup></strong> Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea.&nbsp;</p><p><strong><sup>2 </sup></strong>Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.&nbsp;</p><p><strong><sup>3</sup></strong> And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.&nbsp;</p><p><strong><sup>4</sup></strong> And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”</p><p><strong><sup>5</sup></strong> Then He who sat on the throne said, “Behold, I make all things new.” And He said to me, “Write, for these words are true and faithful.”</p><p>The book of Isaiah provides interesting glimpses of how the earth would have been if Israel as a nation had remained faithful to their covenant with God (Isa. 65:17–25; Isa. 66:22, 23; compare with Deuteronomy 28). The whole environment with its various expressions of life would have grown more and more toward God’s original plan; that is, before the entrance of sin.</p><p>However, that plan did not materialize as expected. Then a new plan was established, but now with the church, composed of Jews and Gentiles from all nations (Matt. 28:18–20, 1 Pet. 2:9). The prophecies of Isaiah, therefore, have to be reread from the perspective of the church (2 Pet. 3:13, Rev. 21:1–5).</p><p>“In the Bible the inheritance of the saved is called ‘a country.’ Hebrews 11:14–16. There the heavenly Shepherd leads His flock to fountains of living waters. The tree of life yields its fruit every month, and the leaves of the tree are for the service of the nations. There are ever-flowing streams, clear as crystal, and beside them waving trees cast their shadows upon the paths prepared for the ransomed of the Lord. There the wide-spreading plains swell into hills of beauty, and the mountains of God rear their lofty summits. On those peaceful plains, beside those living streams, God’s people, so long pilgrims and wanderers, shall find a home.”—Ellen G. White, The Great Controversy, p. 675.</p><p>Many secular writers, without the hope of eternity as presented in Scripture, have lamented the meaninglessness of human existence. Though they are wrong about the future, why is it hard to argue with their point about the meaninglessness of life without a future hope? Bring your answer to class on Sabbath.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 26",
          "dayTitle": "<p>In the Temple of God</p>",
          "id": 143,
          "idDay": 3,
          "idLesson": 14,
          "lessonText": "<p>Some people speak of heaven itself as being God’s sanctuary. But the book of Revelation refers to a specific sanctuary/temple within the New Jerusalem, where God’s throne and the sea of glass are located (Rev. 4:2–6, Rev. 7:9–15, Rev. 15:5–8). There the great multitude of saints from all nations, tribes, peoples, and tongues will worship God forever (Rev. 7:9–17).</p><p><strong>Compare Revelation 7:9–15 with Revelation 21:3, 22. How can we harmonize the description of the great multitude of the redeemed serving God “ ‘day and night in His temple’ ” (Rev. 7:15, NKJV) with the statement that John “saw no temple” in the New Jerusalem (Rev. 21:22, NKJV)?</strong></p><p><strong>Revelation 7:9–15&nbsp;</strong></p><p><strong><sup>9</sup></strong> After these things I looked, and behold, a great multitude which no one could number, of all nations, tribes, peoples, and tongues, standing before the throne and before the Lamb, clothed with white robes, with palm branches in their hands,&nbsp;</p><p><strong><sup>10</sup></strong> and crying out with a loud voice, saying, “Salvation belongs to our God who sits on the throne, and to the Lamb!”&nbsp;</p><p><strong><sup>11</sup></strong> All the angels stood around the throne and the elders and the four living creatures, and fell on their faces before the throne and worshiped God,&nbsp;</p><p><strong><sup>12</sup></strong> saying:“Amen! Blessing and glory and wisdom, thanksgiving and honor and power and might, be to our God forever and ever. Amen.”</p><p><strong><sup>13</sup></strong> Then one of the elders answered, saying to me, “Who are these arrayed in white robes, and where did they come from?”</p><p><strong><sup>14</sup></strong> And I said to him, “Sir, you know.”&nbsp;<span style=\"background-color: initial;\">So he said to me, “These are the ones who come out of the great tribulation, and washed their robes and made them white in the blood of the Lamb.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>15</sup></strong> Therefore they are before the throne of God, and serve Him day and night in His temple. And He who sits on the throne will dwell among them.</span></p><p><strong>Revelation 21:3, 22</strong></p><p><strong><sup>3</sup></strong> And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.</p><p><sup><strong>22</strong></sup> But I saw no temple in it, for the Lord God Almighty and the Lamb are its temple.</p><p>The heavenly sanctuary/temple has always been the place where the heavenly hosts worship God. But with the appearance of sin, that sanctuary also became the place from which salvation is offered to humanity. “When the sin problem is over, the heavenly sanctuary will once again revert to its original function. In Revelation 21:22, John the revelator reports that he no longer saw a temple in the city, for the Lord God Almighty and the Lamb are its temple. But does that mean there is no longer a house of the Lord where His creatures can come and have special fellowship with Him? By no means!”—Richard M. Davidson, “The Sanctuary: ‘To Behold the Beauty of the Lord,’ ” in Artur Stele, ed., The Word: Searching, Living, Teaching, vol. 1 (Silver Spring, MD: Biblical Research Institute, 2015), p. 31.</p><p>The book of Revelation gives special attention to the One who is being worshiped and to those who are worshiping Him. This heavenly worship is centered on God and the Lamb (Rev. 5:13, Rev. 7:10). As always, and as it should be, Christ is the focus of the worship. The worshipers are those “ ‘who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb’ ” (Rev. 7:14, NIV). They are living witnesses of God’s redeeming and transforming power. They sing praises to God for who He is and for what He did for them.</p><p><strong>Revelation 21:3 reads: “ ‘Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God’ ” (NKJV). This verse reflects numerous other passages (Jer. 32:38, Ezek. 37:27, Zech. 8:8, Heb. 8:10). What does it mean for us now, still here on earth, that God will be our God, and we will be His people? How do we live out this amazing truth now?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 27",
          "dayTitle": "<p>In the Presence of God</p>",
          "id": 144,
          "idDay": 4,
          "idLesson": 14,
          "lessonText": "<p>The Bible says that God “dwells in unapproachable light” (1 Tim. 6:16, NRSV), and that “no one has ever seen God” (John 1:18, 1 John 4:12, NRSV). Does it mean that the saints in heaven will never see God the Father? Not at all. It is quite evident that not seeing God refers to the human beings after the Fall, because there are several indications in Scripture that the saints will actually see Him in heaven.</p><p><strong>Read Matthew 5:8; 1 John 3:2, 3; and Revelation 22:3, 4. What do these passages tell us about the supreme privilege of seeing God?</strong></p><p><strong>Matthew 5:8</strong></p><p><strong><sup>8 </sup></strong>Blessed are the pure in heart, f<span style=\"background-color: initial;\">or they shall see God.</span></p><p><strong>1 John 3:2-3</strong></p><p><strong><sup>2 </sup></strong>Beloved, now we are children of God; and it has not yet been revealed what we shall be, but we know that when He is revealed, we shall be like Him, for we shall see Him as He is. 3 And everyone who has this hope in Him purifies himself, just as He is pure.</p><p><strong>Revelation 22:3-4</strong></p><p><strong><sup>3 </sup></strong>And there shall be no more curse, but the throne of God and of the Lamb shall be in it, and His servants shall serve Him.&nbsp;</p><p><strong><sup>4 </sup></strong>They shall see His face, and His name shall be on their foreheads.</p><p>The same apostle John who states that “no one has ever seen God” (John 1:18, 1 John 4:12, NRSV) also declares that “we shall see Him as He is” (1 John 3:2, 3, NKJV) and “see His face” (Rev. 22:3, 4, NKJV). It can be debatable whether these passages refer to God the Father or to Christ. But all doubts are gone in light of Christ’s own statement,“ ‘Blessed are the pure in heart, for they shall see God’ ” (Matt. 5:8, NKJV). What a privilege it will be for the redeemed to worship God in His temple! But the supreme privilege of all will be to see His face.</p><p>“The people of God are privileged to hold open communion with the Father and the Son. ‘Now we see through a glass, darkly.’ 1 Corinthians 13:12. We behold the image of God reflected, as in a mirror, in the works of nature and in His dealings with men; but then we shall see Him face to face, without a dimming veil between. We shall stand in His presence and behold the glory of His countenance.”—Ellen G. White, The Great Controversy, pp. 676, 677.</p><p>Notice in some of the verses for today the link between purity and seeing God. The “ ‘pure in heart’ ” will see God; he who will see God “purifies himself, just as He is pure” (1 John 3:3, NKJV). What these verses reveal is that God must do a work in us now to help prepare us for heaven.</p><p>Though, in the end, our title to heaven has been made certain through the death of Jesus, we will go through a purifying process here and now that will help prepare us for our eternal home. And central to the purification process is obedience to His Word.</p><p><strong>Read 1 Peter 1:22. How does this text reveal to us the link between obedience and purification? What is it about obedience that purifies us? How, specifically, does Peter say our obedience will be made manifest?</strong></p><p><strong>1 Peter 1:22</strong></p><p><sup><strong>22</strong></sup> Since you have purified your souls in obeying the truth through the Spirit in sincere love of the brethren, love one another fervently with a pure heart,</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 28",
          "dayTitle": "<p>No More Death and Tears</p>",
          "id": 145,
          "idDay": 5,
          "idLesson": 14,
          "lessonText": "<p>The theory of an immortal soul, suffering forever in an ever-burning hell, contradicts the biblical teaching that in the new heaven and the new earth there will be “ ‘no more death, nor sorrow, nor crying’ ” (Rev. 21:4, NKJV). If the theory of an eternal burning hell were true, then the “second death” would not eradicate sin and sinners from the universe but only confine them in an everlasting hell of sorrow and crying. And further: in this case the universe would never be fully restored to its original perfection. But praise the Lord that the Bible paints a completely different picture!</p><p><strong>Read Isaiah 25:8, Revelation 7:17, and Revelation 21:4. What comfort and hope can these passages bring us amid the trials and suffering of this present world?</strong></p><p><strong>Isaiah 25:8</strong></p><p><strong><sup>8 </sup></strong>He will swallow up death forever, a<span style=\"background-color: initial;\">nd the Lord God will wipe away tears from all faces; t</span><span style=\"background-color: initial;\">he rebuke of His people&nbsp;</span><span style=\"background-color: initial;\">He will take away from all the earth; f</span><span style=\"background-color: initial;\">or the Lord has spoken.</span></p><p><strong>Revelation 7:17</strong></p><p><sup style=\"font-weight: bold;\">17</sup> for the Lamb who is in the midst of the throne will shepherd them and lead them to living fountains of waters. And God will wipe away every tear from their eyes.”</p><p><strong>Revelation 21:4</strong></p><p><sup style=\"\"><strong>4 </strong></sup>And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”</p><p>Life can be very hard, unfair, cruel. Some people, so dear to us, are brutally taken away by the cold embrace of death. Or some people come subtly into our lives, steal our feelings, and then walk away as if nothing ever happened. How terrible it is to be betrayed by someone whom we loved and trusted.</p><p>There are moments when, with a broken heart, we may even wonder if life is worth living. Regardless of our sorrows, however, God is always eager to wipe away from our cheeks as many tears as possible. But some of our heaviest tears will continue streaming down until that glorious day when death, sorrow, and crying will cease to exist (Rev. 21:1–5).</p><p>We can trust that in the final judgment God will treat every single human being with fairness and love. All our loved ones who died in Christ will be raised from the dead to be with us throughout eternity. Those unworthy of eternal life will finally cease to exist, without having to live in an “unpleasant” heaven or in an ever-burning hell. Our greatest comfort derives from the fair way God treats everyone. When death definitively ceases to exist, the redeemed will shout joyfully, “ ‘Where, O death, is your victory? Where, O death, is your sting?’ ” (1 Cor. 15:54, 55, NRSV).</p><p>The Lord promised that in the new heaven and the new earth He would create, “ ‘the former things will not be remembered, nor will they come to mind’ ” (Isa. 65:17, NIV). This does not mean that heaven will be a place of amnesia, but, rather, that the past will not undermine the enduring joy of heaven.</p><p><strong>Who hasn’t felt the unfair ravages of human existence here? Especially in those bad times, how can we learn to trust and, to the degree possible, rejoice in God’s goodness and love?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 29",
          "dayTitle": "<p>His Name on Their Foreheads</p>",
          "id": 146,
          "idDay": 6,
          "idLesson": 14,
          "lessonText": "<p><strong>Read Revelation 22:3–5. How can we be assured that we will be among those who will have the name of God written on our foreheads? Or can we be assured?</strong></p><p><strong>Revelation 22:3–5</strong></p><p><strong><sup>3</sup></strong> And there shall be no more curse, but the throne of God and of the Lamb shall be in it, and His servants shall serve Him.&nbsp;</p><p><strong><sup>4</sup></strong> They shall see His face, and His name shall be on their foreheads.&nbsp;</p><p><strong><sup>5</sup></strong> There shall be no night there: They need no lamp nor light of the sun, for the Lord God gives them light. And they shall reign forever and ever.</p><p>After the rebellion of Lucifer and the fall of Adam and Eve, God could have destroyed the two sinners. Yet, as an expression of unconditional love for His creatures, God established a merciful plan to save all those who accept what He offers. This is what is known as the “plan of salvation,” which, though existing even before the Creation of the earth (Eph. 1:3, 4; 2 Tim. 1:9; Titus 1:2; Rev. 13:8), was first presented to humanity in Eden, right after the Fall. It was then further revealed in the types and shadows of the Hebrew sanctuary service (Exodus 25). And then it was given its fullest expression in the life, death, and resurrection of Jesus (see Romans 5).</p><p>At the center of the plan of salvation is the promise of eternal life, based on the merits of Jesus, to all who accept, by faith, the great provision supplied at the cross. Before the cross, after the cross—salvation has always been by faith and never by works, however much works are an expression of our salvation.</p><p><strong>Paul wrote about Abraham, who existed long before the coming of Christ, as an example of salvation by faith: “For if Abraham was justified by works, he has something to boast about, but not before God. For what does the Scripture say? ‘Abraham believed God, and it was accounted to him for righteousness’ ” (Rom. 4:2, 3, NKJV).</strong></p><p>How do these verses help us understand what salvation by faith is all about?</p><p>Thus, we can have the assurance of salvation if we have accepted Jesus, have surrendered to Him, and have claimed His promises, including those of a new life now in Him, and if we lean totally on His merits and nothing else. Abraham believed, and it was accounted to him as righteousness; it works the same with us.</p><p>This, then, is what it means to have His name written on our foreheads. If we have it written there now and don’t turn away from Him, then it will be written there in the new heavens and the new earth, as well.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 30",
          "dayTitle": "",
          "id": 147,
          "idDay": 7,
          "idLesson": 14,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>Read Ellen G. White, “The Controversy Ended,” pp. 674–678, in The Great Controversy; “The Earth Made New,” pp. 133–145; “Heaven Is a School,” pp. 146–158; “It Will Not Be Long,” pp. 159–166; “Heaven Can Begin Now,” pp. 167–176; “The Music of Heaven,” pp. 177–184; “A Call for Us to Be There,” pp. 185–192, in Heaven.</p><p>“The cross of Christ will be the science and the song of the redeemed through all eternity. In Christ glorified they will behold Christ crucified. Never will it be forgotten that He whose power created and upheld the unnumbered worlds through the vast realms of space, the Beloved of God, the Majesty of heaven, He whom cherub and shining seraph delighted to adore—humbled Himself to uplift fallen man; that He bore the guilt and shame of sin, and the hiding of His Father’s face, till the woes of a lost world broke His heart and crushed out His life on Calvary’s cross. That the Maker of all worlds, the Arbiter of all destinies, should lay aside His glory and humiliate Himself from love to man will ever excite the wonder and adoration of the universe.”—Ellen G. White, The Great Controversy, p. 651.</p><p>“The great controversy is ended. Sin and sinners are no more. The entire universe is clean. One pulse of harmony and gladness beats through the vast creation. From Him who created all, flow life and light and gladness, throughout the realms of illimitable space. From the minutest atom to the greatest world, all things, animate and inanimate, in their unshadowed beauty and perfect joy, declare that God is love.”—Ellen G. White, The Great Controversy, p. 678.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> Many secularized Christians live their lives as if this world will last forever (Luke 12:16–21). How can we balance our earthly ideals with our heavenly priorities? How can we guard against what Jesus has warned us about in Luke 12?f heaven begins here, what should we do to transform our homes and our personal lives into little expressions of heavenly principles?</p><p><strong>2. I</strong>f heaven begins here, what should we do to transform our homes and our personal lives into little expressions of heavenly principles?</p><p><strong>3. </strong>Dwell on the question asked at the end of Sunday’s study. What is the logic behind the pessimism of those who don’t believe in eternal life? At the same time, too, some of these people nevertheless seem to live fairly “happy” lives, even without expressing any future hope. How do you think they do that? That is, how might they rationalize living, even contentedly, without the promise of something beyond this life?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 14,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>All Things New<br></p>",
      "verse": "<p>Then He who sat on the throne said, ‘Behold, I make all things new.’ And He said to me, ‘Write, for these words are true and faithful (Revelation 21:5, NKJV). <br></p>",
      "versionCode": 22,
      "weekDate": "December 24–30"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
