{
   "data":[
      {
         "color":"#28df89",
         "id":6,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"03 de mayo",
               "dayTitle":"<p>ENTENDIENDO EL SACRIFICIO</p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Cuando Jesús vino a él, Juan el Bautista declaró: “¡Este es el Cordero de Dios, que quita el pecado del mundo!” (Juan 1:29). Esa era una referencia inequívoca a los sacrificios que simbolizaban la muerte sustitutoria de Cristo en favor de la humanidad.</p><p>El tema del sacrificio animal recorre toda la Biblia como un hilo escarlata y desempeña un papel central en la gran escena del trono de Dios de Apocalipsis 4 y 5. El hecho de que Jesús sea simbolizado como un cordero inmolado en esta escena crucial (Apocalipsis 5:6) es una clave importante para comprender todo el episodio profético.</p><p>Esta semana veremos algunos temas relacionados con el sacrificio y que forman parte de nuestra comprensión de Jesús, el Cordero inmolado, el protagonista destacado de la escena de la sala del Trono. Él es reconocido como el único digno, lo que destaca la obra del Señor, prefigurada por el sistema sacrificial del Santuario terrenal, como un Dios de amor infinito que estuvo dispuesto al sacrificio supremo, un acto del que nosotros y las demás inteligencias del universo nos maravillaremos por la eternidad?.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"04 de mayo",
               "dayTitle":"<p>¿SACRIFICIOS INÚTILES?</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p>Contrastar dos ideas puede resultar muy instructivo. Por ejemplo, se puede aprender mucho acerca de la perspectiva bíblica del sacrificio a la luz del rechazo que Dios hizo de los sacrificios que su pueblo le ofrecía.</p><p><strong>Compara Isaías 1:2-15 con Isaías 56:6-7, y Salmos 51:17. ¿Qué lecciones importantes enseñan estos textos acerca del sacrificio?</strong></p><p><strong>Isaías 1:2-15</strong></p><p><strong><sup>2</sup></strong> Oíd, cielos, y escucha tú, tierra; porque habla Jehová: Crié hijos, y los engrandecí, y ellos se rebelaron contra mí.</p><p><strong><sup>3</sup></strong> El buey conoce a su dueño, y el asno el pesebre de su señor; Israel no entiende, mi pueblo no tiene conocimiento.</p><p><strong><sup>4</sup></strong> !!Oh gente pecadora, pueblo cargado de maldad, generación de malignos, hijos depravados! Dejaron a Jehová, provocaron a ira al Santo de Israel, se volvieron atrás.</p><p><strong><sup>5</sup></strong> ¿Por qué queréis ser castigados aún? ¿Todavía os rebelaréis? Toda cabeza está enferma, y todo corazón doliente.</p><p><strong><sup>6</sup></strong> Desde la planta del pie hasta la cabeza no hay en él cosa sana, sino herida, hinchazón y podrida llaga; no están curadas, ni vendadas, ni suavizadas con aceite.</p><p><strong><sup>7</sup></strong> Vuestra tierra está destruida, vuestras ciudades puestas a fuego; vuestra tierra, delante de vosotros comida por extranjeros, y asolada como asolamiento de extraños.</p><p><strong><sup>8</sup></strong> Y queda la hija de Sion como enramada en viña, y como cabaña en melonar, como ciudad asolada.</p><p><strong><sup>9</sup></strong> Si Jehová de los ejércitos no nos hubiera dejado un resto pequeño, como Sodoma fuéramos, y semejantes a Gomorra.</p><p><strong><sup>10</sup></strong> Príncipes de Sodoma, oíd la palabra de Jehová; escuchad la ley de nuestro Dios, pueblo de Gomorra.</p><p><strong><sup>11</sup></strong> ¿Para qué me sirve, dice Jehová, la multitud de vuestros sacrificios? Hastiado estoy de holocaustos de carneros y de grasa de animales gordos; no quiero sangre de bueyes, ni de ovejas, ni de machos cabríos.</p><p><strong><sup>12</sup></strong> ¿Quién demanda esto de vuestras manos, cuando venís a presentaros delante de mí para hollar mis atrios?</p><p><strong><sup>13</sup></strong> No me traigáis más vana ofrenda; el incienso me es abominación; luna nueva y día de reposo, el convocar asambleas, no lo puedo sufrir; son iniquidad vuestras fiestas solemnes.</p><p><strong><sup>14</sup></strong> Vuestras lunas nuevas y vuestras fiestas solemnes las tiene aborrecidas mi alma; me son gravosas; cansado estoy de soportarlas.</p><p><strong><sup>15</sup></strong> Cuando extendáis vuestras manos, yo esconderé de vosotros mis ojos; asimismo cuando multipliquéis la oración, yo no oiré; llenas están de sangre vuestras manos.</p><p><br></p><p><strong>Isaías 56:6-7</strong></p><p><sup><strong>6</strong></sup> Y a los hijos de los extranjeros que sigan a Jehová para servirle, y que amen el nombre de Jehová para ser sus siervos; a todos los que guarden el día de reposo para no profanarlo, y abracen mi pacto,</p><p><strong><sup>7</sup></strong> yo los llevaré a mi santo monte, y los recrearé en mi casa de oración; sus holocaustos y sus sacrificios serán aceptos sobre mi altar; porque mi casa será llamada casa de oración para todos los pueblos.</p><p><br></p><p><strong>Salmos 51:17</strong></p><p><sup><strong>17</strong> </sup>Los sacrificios de Dios son el espíritu quebrantado; al corazón contrito y humillado no despreciarás tú, oh Dios.</p><p><br></p><p>Este trágico episodio de la historia de Israel no fue la primera ocasión en que Dios rechazó un sacrificio. Algo similar ocurrió cerca del comienzo de la historia de la salvación, cuando el sacrificio de Abel fue aprobado y aceptado por Dios a diferencia del de Caín. Ese temprano episodio representa otra oportunidad de observar el contraste existente entre los sacrificios aceptables y los inaceptables (Génesis 4:3-7; Hebreos 11:4).</p><p>En la época de Isaías, Israel cumplía con sus obligaciones y tildaba mentalmente las casillas de los deberes religiosos en un poco esforzado y vano intento de apaciguar a Dios mientras vivía a su antojo. Sus sacrificios estaban, como los de Caín, anclados en el yo, no en una actitud de entrega y sumisión a Dios.</p><p>Ese es el mismo espíritu de autosuficiencia que anima a los reinos de este mundo. Caín vivía a su antojo mientras ofrecía a Dios un ritual de formas realizado en sus propios términos. Es de suponer que consideraba a Dios como un inconveniente, un obstáculo para seguir su propio camino, pero lo temía lo suficiente como para cumplir con sus obligaciones?.</p><p>Por el contrario, Abel ofreció un cordero, el sacrificio que Dios había pedido, el que representaba la promesa que Dios había hecho de un Mesías venidero (Gén. 3:15) y señalaba hacia el acto salvador de Cristo en el Calvario.</p><p>“Abel se aferró a los grandes principios de la Redención. Se veía pecador, y vio&nbsp;que el pecado y su pena de muerte se interponían entre su alma y la comunión&nbsp;con Dios. Trajo la víctima inmolada, la vida sacrificada, y así reconoció las demandas de la ley que había sido transgredida. En la sangre derramada contempló&nbsp; el sacrificio futuro, a Cristo muriendo en la cruz del Calvario; y al confiar en&nbsp;la expiación que iba a realizarse allí, obtuvo testimonio de que era justo, y de&nbsp;que su ofrenda era aceptada” (Elena de White, Patriarcas y profetas, pp. 59, 60).</p><p><strong>¡Cuán crucial es que evitemos simplemente “cumplir con las formalidades”!&nbsp;¿Cómo podemos experimentar lo que significa depender totalmente de la muerte&nbsp;de Jesús como nuestra única esperanza de salvación?</strong></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"05 de mayo",
               "dayTitle":"<p>SANGRE DE TOROS Y DE MACHOS CABRÍOS</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p>Algunos han criticado la idea del sacrificio como algo cruel e injusto. Sin embargo, ese es precisamente el punto. La muerte de Cristo fue cruel e injusta. El inocente murió en lugar de los culpables. Eso era lo necesario para resolver el problema del pecado. Y esa muerte, la de Cristo, era lo que señalaban todos los sacrificios crueles e injustos de animales inocentes.</p><p><strong>Lee Hebreos 10:3 al 10. ¿Qué nos enseña este pasaje acerca de los sacrificios que el pueblo de Dios ofrecía en la época del Antiguo Testamento? Puesto que los pecadores no podían salvarse en virtud de ellos, ¿qué sentido tenía ofrecerlos?</strong></p><p><strong>Hebreos 10:3 al 10</strong></p><p><strong><sup>3</sup></strong> Pero en estos sacrificios cada año se hace memoria de los pecados,</p><p><strong><sup>4</sup></strong> porque la sangre de los toros y de los machos cabríos no puede quitar los pecados.</p><p><strong><sup>5</sup></strong> Por lo cual, entrando en el mundo, dice: Sacrificio y ofrenda no quisiste,&nbsp;pero me preparaste cuerpo.</p><p><strong><sup>6</sup></strong> Holocaustos y expiaciones por el pecado no te agradaron.</p><p><strong><sup>7</sup></strong> Entonces dije: He aquí que vengo,&nbsp;oh Dios, para hacer tu voluntad,&nbsp;como en el rollo del libro está escrito de mí.</p><p><strong><sup>8</sup></strong> Diciendo primero: Sacrificio y ofrenda, y holocaustos y expiaciones por el pecado no quisiste ni te agradaron,</p><p>los cuales se ofrecen según la ley,</p><p><strong><sup>9</sup></strong> y diciendo luego: He aquí que vengo, para hacer tu voluntad,&nbsp;quita lo primero para establecer esto último.</p><p><strong><sup>10</sup></strong> En esa voluntad somos santificados mediante la ofrenda del cuerpo de Jesucristo hecha una vez para siempre.</p><p><br></p><p>Los corderos y otros animales sacrificados eran meros símbolos que apuntaban hacia el sacrificio expiatorio del Cordero de Dios. Eran actos de fe que daban a los pecadores la oportunidad concreta de expresar su confianza en la obra del Mesías venidero. A menudo nos referimos a esta clase de representaciones sacrificiales como “tipos”, o modelos ilustrativos, que encontraron su cumplimiento cuando fueron reemplazados por su correspondiente “antitipo”; es decir, por la realidad que ellos anunciaban o representaban anticipadamente. Algunos incluso han descrito esos sacrificios como “miniprofecías” acerca de la muerte de Jesús en la Cruz.</p><p>Los rituales asociados al sacrificio se parecían a la compra de un boleto para realizar un viaje. Cuando se compra un boleto de tren, de autobús o de avión, no se recibe inmediatamente el viaje por el que se ha pagado. En su lugar, uno recibe un billete o tarjeta de embarque, un símbolo o promesa del viaje que hará. Uno puede sentarse sobre ese trozo de papel, pero eso no lo llevará a ningún lugar. No obstante, cuando la persona está ya dentro del medio de transporte y comienza el viaje, ha recibido aquello por lo que pagó. El pasaje, el trozo de papel, deja entonces de ser necesario.</p><p>Lo mismo ocurría con los animales sacrificados. Desempeñaban un papel importante, pero una vez realizado el verdadero sacrificio, el de Cristo en la Cruz, dejaron de tener sentido, algo que resultó evidente cuando el velo que separaba el Lugar Santo del Lugar Santísimo del Santuario terrenal se rasgó al morir Jesús.&nbsp;“Entonces el velo del templo se rasgó en dos, desde arriba hacia abajo” (Mar. 15:38).&nbsp;El sistema de sacrificios, el Templo y todo lo demás señalaban a la muerte de Jesús en la Cruz. Una vez que Jesús cumplió su misión en la Cruz y resucitó victorioso, los tipos o representaciones se volvieron innecesarios.</p><p><strong>Piensa en cuán grave es el pecado, al punto de que solo la muerte de Jesús, el Verbo encarnado (ver Juan 1:1-3, 14), podía expiarlo. ¿Qué nos dice esto acerca de cuál debe ser nuestra actitud hacia el pecado?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"06 de mayo",
               "dayTitle":"<p>EL CORDERO DE LA PASCUA</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p>El libro de Apocalipsis se refiere a Jesús como “el Cordero” casi treinta veces. El pueblo de Dios ha utilizado corderos como símbolos del Mesías venidero desde el inicio mismo del Plan de Redención. Abel ofreció “de los primerizos de sus ovejas” (Gén. 4:4), y antes de que Israel partiera de Egipto hacia la Tierra Prometida se le ordenó que redimiera a cada persona o animal primogénito sacrificando en su lugar un cordero de un año (Éxo. 12:5).&nbsp;</p><p><strong>Lee Éxodo 12:1 al 11; Isaías 53:7 y 8; 1 Corintios 5:7; y Apocalipsis 5:6. ¿Qué nos enseñan estos textos acerca de Jesús como sacrificio pascual? ¿Qué significa eso para cada uno de nosotros?</strong></p><p><strong>Éxodo 12:1-11&nbsp;</strong></p><p><strong><sup>1</sup></strong> Habló Jehová a Moisés y a Aarón en la tierra de Egipto, diciendo:</p><p><strong><sup>2</sup></strong> Este mes os será principio de los meses; para vosotros será éste el primer mes del año.</p><p><strong><sup>3</sup></strong> Hablad a toda la congregación de Israel, diciendo: En el diez de este mes tómese cada uno un cordero, según las familias de los padres, un cordero por familia.</p><p><strong><sup>4</sup></strong> Mas si la familia fuere tan pequeña que no baste para un cordero, entonces él y su vecino más cercano a su casa tomarán uno, según el número de las personas; conforme al comer que cada uno pueda hacer, contaréis el número de los corderos.</p><p><strong><sup>5</sup></strong> El cordero será sin mancha, macho de un año; lo tomaréis de las ovejas o de las cabras.</p><p><strong><sup>6</sup></strong> Y lo guardaréis hasta el catorce de este mes; y lo inmolará toda la congregación del pueblo de Israel entre las dos tardes.</p><p><strong><sup>7</sup></strong> Y tomarán de la sangre y la pondrán en los dos postes y en el dintel de las casas en que lo han de comer.</p><p><strong><sup>8</sup></strong> Y aquella noche comerán la carne asada al fuego; con panes sin levadura y hierbas amargas lo comerán.</p><p><strong><sup>9 </sup></strong>No lo comeréis ni crudo, ni cocido en agua, sino asado al fuego; su cabeza, sus piernas y sus entrañas.</p><p><strong><sup>10</sup></strong> Y no quedaréis de él hasta la mañana; y lo que quedare de él hasta la mañana lo quemaréis en el fuego.</p><p><strong><sup>11</sup></strong> Y lo comeréis así: ceñidos vuestros lomos, con zapatos en vuestros pies, y con el cayado en vuestra mano; y lo comeréis apresuradamente; es la pascua de Jehová.</p><p><br></p><p><strong>Isaías 53:7-8</strong></p><p><strong><sup>7</sup> </strong>Angustiado él, y afligido, no abrió su boca; como cordero fue llevado al matadero; y como oveja delante de sus trasquiladores, enmudeció, y no abrió su boca.</p><p><strong><sup>8</sup></strong> Por cárcel y por juicio fue quitado; y su generación, ¿quién la contará? Porque fue cortado de la tierra de los vivientes; por la transgresión de mi pueblo fue herido.</p><p><br></p><p><strong>1 Corintios 5:7</strong></p><p><strong><sup>7</sup> </strong>Limpiad la vieja levadura, para que seáis nueva masa, sin levadura, como sois; porque nuestra pascua, que es Cristo, ya fue sacrificada por nosotros.</p><p><br></p><p><strong>Apocalipsis 5:6</strong>&nbsp;</p><p><strong style=\"background-color: initial;\"><sup>6</sup></strong> Y miré, y vi en medio del trono y de los cuatro seres vivientes, y en medio de los ancianos, a un Cordero en pie, como inmolado, que tenía siete cuernos y siete ojos, que son los siete espíritus de Dios enviados por toda la tierra.</p><p><br></p><p>Años después de la muerte, resurrección y ascensión de Cristo, Pedro reflexionó acerca de lo sucedido y escribió: “Sepan que han sido rescatados de la vana conducta que recibieron de sus padres, no con cosas corruptibles, como oro o plata, sino con la sangre preciosa de Cristo, como de un cordero sin mancha ni defecto” (1 Ped. 1:18, 19).&nbsp;</p><p>Jesús fue el único ser humano cuya vida resultó aceptable a los ojos de un Dios santo. Todos los demás hemos pecado, y la manera pecaminosa en que vivimos representa una mentira acerca de la naturaleza y el carácter de nuestro Hacedor.</p><p>Jesús, sin embargo, se convirtió en el “postrer Adán” (1 Cor. 15:45). Donde nosotros habíamos fracasado, él vivió perfectamente. En su humanidad, él era todo lo que la raza humana debía ser. Reflejaba perfectamente la gloria de Dios. “El que me ha visto a mí ha visto al Padre” (Juan 14:9).&nbsp;</p><p>Jesús fue crucificado durante la celebración de la Pascua, lo que demuestra aún más que es el Cordero antitípico. Jesús dijo en Juan 18:19 y 20 que exponía “públicamente” su doctrina. Paralelamente, los israelitas recibieron la orden de escoger un cordero para la Pascua y “guardarlo” o “cuidarlo” (NVI) durante los días previos al sacrificio (Éxo. 12:5, 6). Cuando el sumo sacerdote interrogó a Jesús acerca de sus enseñanzas, el Señor hizo referencia al hecho de que él mismo había estado expuesto en el Templo para que todo el mundo lo viera. Su vida, sus obras, sus enseñanzas, todo revelaba quién era realmente. Él es el Cordero sin mancha, la expresión más poderosa de la justicia y la gloria de Dios.</p><p><strong>¿Cómo podemos reflejar mejor el carácter perfecto de Jesús en nuestra vida?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"07 de mayo",
               "dayTitle":"<p>JESÚS EN EL TEMPLO</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p>Hay tensión en toda la historia de la Salvación. Dios desea restaurar la comunión que una vez disfrutamos con él y anhela acercarse a nosotros, pero llevar a los pecadores a su presencia los destruiría. “Tú no eres un Dios que se complace en la maldad. El malo no habitará junto a ti”, escribe David (Sal. 5:4). Al mismo tiempo, David también dice: “Pero yo, por la riqueza de tu constante amor, entraré en tu casa. Con reverencia adoraré en tu santo templo” (Sal. 5:7).</p><p><strong>Lee Hageo 2:7 al 9. Mientras se construía el segundo Templo, el profeta Hageo comunicó la asombrosa promesa de que el nuevo Templo sería más glorioso que el anterior. ¿Qué significaba esa profecía?</strong></p><p><strong>Hageo 2:7 al 9</strong></p><p><strong><sup>7</sup></strong> Y haré temblar todas las naciones, y vendrá el Deseado de todas las naciones; y llenaré de gloria esta casa, ha dicho Jehová de los ejércitos.</p><p><strong><sup>8</sup></strong> Mía es la plata, y mío es el oro, dice Jehová de los ejércitos.</p><p><strong><sup>9</sup></strong> La gloria de esta casa postrera será mayor que la de la primera, ha dicho Jehová de los ejércitos; y daré paz en este lugar, dice Jehová de los ejércitos.</p><p><br></p><p>Cuando Salomón dedicó el primer Templo, la gloria (kabod) de Dios que había acompañado a los hijos de Israel en su camino a Canaán llenó el Templo, por lo que los sacerdotes no pudieron permanecer allí para completar su labor (1 Rey. 8:10, 11). Cuando se dedicó el segundo Templo, no estaba en él el Arca de la Alianza, que representaba el Trono de Dios, pues Jeremías la había escondido. La presencia literal de Dios no llenó el Templo esta vez. Fue desgarrador. ¿Cómo se haría realidad la promesa registrada por Hageo? Fue en el segundo Templo donde Jesús, la encarnación de Dios, apareció en persona, en carne y hueso. Dios mismo había salido de detrás del velo para convertirse en uno de nosotros y unirse a nosotros en este mundo arruinado por el pecado. Puesto que el Hijo de Dios era ahora el Hijo del Hombre, podíamos ver su rostro, oír su voz y ser testigos, por ejemplo, de cuando curó con su toque a un leproso impuro (Mat. 8:3). En lugar de acercarnos a él, Dios se acercó personalmente a nosotros cuando descendió en la persona de Jesús y vino a nuestro encuentro. No es, pues, de extrañar que la Biblia dijera de Jesús: “La virgen concebirá y dará a luz un hijo, y lo llamarán Emanuel, que significa: ‘Dios con nosotros’” (Mat. 1:23). Piensa en lo que esto significa, que el Creador del cosmos haya estado dispuesto no solo a vivir entre nosotros, sino a morir por nosotros.</p><p><strong>La Cruz es la mayor manifestación del amor de Dios. ¿De qué otras maneras podemos ver y experimentar la realidad del amor de Dios?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"08 de mayo",
               "dayTitle":"<p>TÚ CREASTE TODAS LAS COSAS</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>Los profetas estuvieron en pocas ocasiones suficientemente cerca de Dios en visión como para que se les permitiera ver el Trono de Dios. Ezequiel lo vio por encima del firmamento (Eze. 1:26); Isaías visitó el templo del Cielo (Isa. 6:1). A su vez, Juan fue escoltado hasta allí en visión y registró una de las descripciones más explícitas que tenemos del Trono de Dios (Apoc. 4; 5). Los tipos propios del servicio del Santuario en el Antiguo Testamento indicaban que solo había un camino por el que la humanidad podía entrar en la presencia de Dios: la sangre de Cristo (ver, por ejemplo, Lev. 16:2, 14).&nbsp;</p><p><strong>Lee Isaías 6:1 al 5 y Apocalipsis 4:2 al 11. ¿Qué elementos de estas dos visiones son similares? Presta atención al orden de los acontecimientos: ¿Qué tema se presenta primero? ¿Qué viene después? ¿Qué verdad acerca de Dios es subrayada en estas visiones?</strong></p><p><strong>Isaías 6:1-5</strong></p><p><strong><sup>1</sup></strong> En el año que murió el rey Uzías, vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.</p><p><strong><sup>2</sup></strong> Por encima de él había serafines; cada uno tenía seis alas: con dos cubrían su rostro, y con dos cubrían sus pies, y con dos volaban.</p><p><strong><sup>3</sup></strong> Y el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová de los ejércitos; toda la tierra está llena de su gloria.</p><p><strong><sup>4</sup></strong> Y los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.</p><p><strong><sup>5</sup></strong> Entonces dije: ¡Ay de mí! que soy muerto, porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.</p><p><br></p><p><strong>Apocalipsis 4:2-11</strong></p><p><strong><sup>2</sup></strong> Y al instante yo estaba en el Espíritu; y he aquí, un trono establecido en el cielo, y en el trono uno sentado.</p><p><strong><sup>3</sup></strong> Y el que estaba sentado era semejante en apariencia a una piedra de jaspe y de cornalina; y alrededor del trono había un arco iris semejante en apariencia a esmeralda.</p><p><strong><sup>4</sup></strong> Y alrededor del trono había veinticuatro tronos, y vi sentados en los tronos a veinticuatro ancianos, vestidos de ropas blancas, con coronas de oro en sus cabezas.</p><p><strong><sup>5</sup></strong> Y del trono salían relámpagos y voces y truenos; y delante del trono ardían siete lámparas de fuego, las cuales son los siete Espíritus de Dios.</p><p><strong><sup>6</sup></strong> Y delante del trono había como un mar de vidrio, semejante al cristal; y en el centro del trono y alrededor del trono, cuatro seres vivientes, llenos de ojos por delante y por detrás.</p><p><strong><sup>7</sup></strong> El primer ser viviente era semejante a un león, el segundo ser viviente semejante a un becerro, el tercer ser viviente tenía rostro como de hombre, y el cuarto ser viviente era semejante a un águila que vuela.</p><p><strong><sup>8</sup></strong> Y los cuatro seres vivientes, teniendo cada uno seis alas, estaban llenos de ojos alrededor y por dentro; y no cesaban día y noche de decir: Santo, santo, santo es el Señor Dios Todopoderoso, el que era, el que es, y el que ha de venir.</p><p><strong><sup>9</sup></strong> Y cuando aquellos seres vivientes dan gloria y honra y acción de gracias al que está sentado sobre el trono, al que vive por los siglos de los siglos,</p><p><strong><sup>10</sup></strong> los veinticuatro ancianos se postran delante de él que está sentado sobre el trono, y adoran al que vive por los siglos de los siglos, y echan sus coronas delante del trono, diciendo:</p><p><strong><sup>11</sup></strong> Señor, digno eres de recibir la gloria y la honra y el poder; porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.</p><p><br></p><p>En cada una de estas visiones de la sala del Trono, lo primero que sucede es que los seres celestiales destacan la santidad de Dios. En la visión de Isaías, la escena es impresionante: el Templo se llenó de humo y “los quiciales de las puertas se estremecieron” mientras los serafines proclamaban la santidad de Dios. En la visión de Juan, los querubines hacen la misma declaración: “Santo, santo, santo”. Cada profeta presenció una deslumbrante escena acerca de la gloria de Dios.&nbsp;</p><p>Se nos muestra luego la reacción del profeta ante la escena. Isaías exclama que es un hombre de labios impuros (Isa. 6:5), mientras que Juan llora porque se enfrenta a la trágica verdad de que no se puede encontrar a nadie digno (Apoc. 5:4). Cuando se nos presenta directamente la dignidad de Dios, empezamos por fin a comprender la situación humana: somos totalmente indignos y necesitamos a Cristo como Redentor.</p><p>Satanás ha lanzado muchas acusaciones contra Dios, argumentando que es arbitrario, egoísta y severo, pero aun un breve momento en la sala del Trono de Dios pone al descubierto las mentiras de Satanás. Al ver a Cristo como es en realidad, “el Cordero que fue inmolado” (Apoc. 5:12, RVR 1960), vemos también al Padre tal cual es. Cuán reconfortante es saber que al contemplar a Jesús descubrimos cómo es el Padre (Juan 14:9). Pero, la mayor revelación de cómo es el Padre se aprecia en la muerte de Jesús por nosotros en la Cruz.&nbsp;</p><p>La Cruz, por lo tanto, debería mostrarnos dos cosas: que Dios nos ama al punto de sacrificarse por nosotros, y que nuestra condición como pecadores es tan grave y desesperada que solo mediante la Cruz podemos ser salvados.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"09 de mayo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>Las Escrituras dejan claro que Cristo es el único capaz de asegurar nuestra salvación en virtud de su perfecta dignidad. Su vida fue la única sin pecado, el único ejemplo de una vida que satisfizo perfectamente la gloria del Padre. Él es el Cordero de Dios sin mancha y ahora está a la cabeza de la raza humana como nuestra seguridad eterna. Al mismo tiempo, cargó con nuestra culpa, satisfaciendo así el juicio que es la respuesta de Dios a la maldad. Cuando Juan presencia la increíble escena de los seres celestiales reunidos en torno al Trono de Dios, se le dice que deje de llorar porque “el León de la tribu de Judá [...] ha vencido” (Apoc. 5:5).&nbsp;</p><p>Piensa, además, en cuán grave es el pecado y cuán caída está realmente la humanidad, al punto de que solo la muerte de Jesús, Dios mismo, podía resolver el problema. De haber existido alguna otra manera de salvarnos, no cabe duda de que Dios la habría empleado.&nbsp;</p><p>“La quebrantada Ley de Dios exigía la vida del pecador. En todo el universo solamente existía uno que podía satisfacer sus exigencias en lugar del hombre. Puesto que la Ley divina es tan sagrada como Dios mismo, solo uno igual a Dios podría expiar su transgresión. Ninguno sino Cristo podía salvar al hombre de la maldición de la Ley, y colocarlo otra vez en armonía con el Cielo. Cristo cargaría con la culpa y la vergüenza del pecado, que era algo tan abominable a los ojos de Dios que iba a separar al Padre de su Hijo. Cristo descendería a la profundidad de la desgracia para rescatar a la raza caída” (Elena de White, Patriarcas y profetas, p. 48).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong><sup>1.</sup></strong> Juan ve a Jesús entrar en la sala del Trono como un cordero “inmolado” (RVR 1960). Apocalipsis 13:8 dice que Jesús fue “inmolado” (RVR 1960) desde la fundación del mundo. ¿Qué nos enseña acerca de Dios el hecho de que el Plan de Salvación ya estaba en marcha antes de que lo necesitáramos?</p><p><strong><sup>2. </sup></strong>Muchos ateos creen que estamos solos en un universo frío e indiferente. En cambio, la Biblia no solo habla de Dios, sino también de que amó tanto al mundo que descendió a él e incluso murió por él. ¿Hasta qué punto debemos ver el mundo y nuestro lugar en él de manera diferente de como lo ven quienes no creen en Dios? En otras palabras, ¿cómo debería influir la realidad de la Cruz en todo lo que hacemos?</p><p><strong><sup>3. </sup></strong>¿Por qué fueron la vida, la muerte y la resurrección de Cristo el único medio para salvar a la humanidad? Una vez más, ¿qué nos dice eso acerca de cuán malo y grave es realmente el pecado?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"09 de mayo",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Texto clave:</strong> Apocalipsis 5:9.</p><p><strong>Enfoque del estudio:</strong> Génesis 4:1-8; Isaías 53:1-12.</p><p><strong>Introducción</strong></p><p>El sacrificio ritual o cúltico de animales era una práctica corriente entre la mayoría de los pueblos del Antiguo Cercano Oriente, que lo consideraban un regalo dedicado a los dioses, alimento para las deidades a cambio de su ayuda.&nbsp;</p><p>La Biblia, sin embargo, da un significado radicalmente distinto al ritual del sacrificio, cuyo propósito es diametralmente opuesto al pagano. En el Antiguo Cercano Oriente, el sacrificio representaba un movimiento ascendente, desde la condición humana hacia la esfera divina. En la Biblia, por el contrario, representaba un movimiento descendente, desde Dios hacia los seres humanos. En el Antiguo Cercano Oriente, la deidad creaba a los humanos para que la sirvieran como esclavos y le proveyeran comida. En contraste, el Dios de la Biblia crea a los humanos y les provee alimento.&nbsp;</p><p>En esta lección estudiaremos el significado bíblico de los sacrificios, el cual depende del contexto literario en que aparecen. Los textos históricos y los legislativos tienden a describir los sacrificios como rituales, y así proporcionan el significado religioso y ético de dichos actos tal como los vivía el pueblo. En cambio, los textos proféticos y los poéticos tienden a centrarse en su significado espiritual y profético. Hemos elegido un texto típico de cada categoría: los sacrificios históricos de Caín y Abel, en Génesis 4, y el sacrificio profético del Siervo sufriente, en Isaías 53, para comprender mejor su respectivo significado.</p><p><strong>COMENTARIO</strong></p><p><strong>La importancia religiosa y ética de los sacrificios</strong></p><p>El primer acontecimiento explícito acerca de un sacrificio pone de relieve la oposición diametral existente entre Caín y Abel. Mientras que Caín toma su ofrenda solamente “del fruto de la tierra” (Gén. 4:3), Abel, en cambio, trae “también”, o “además”, de la ofrenda no animal, “de los primerizos de sus ovejas” (Gén. 4:4). El sacrificio de Abel, por lo tanto, está en conformidad con la instrucción bíblica, que requería, “además de” una ofrenda vegetal, el ofrecimiento de un animal para el holocausto (Éxo. 29:39-41). Teniendo en cuenta que Abel era “pastor de ovejas; y Caín, labrador” (Gén. 4:2), Caín, el hermano mayor, se enfrentó a un problema: necesitaba la ayuda de su hermano menor. El orgullo de Caín pudo haber influido en la elección de su sacrificio y en sus acciones posteriores.&nbsp;</p><p>El relato bíblico nos dice, pues, que “el Señor se agradó de Abel y de su ofrenda; pero no se agradó de Caín y de su ofrenda” (Gén. 4:4, 5). El texto bíblico no explica por qué Dios aceptó el sacrificio de Abel y no la ofrenda de Caín. Sin embargo, varios detalles del texto sugieren lo siguiente:</p><p><strong>1.</strong> La primera preocupación de Dios es la persona que hace la ofrenda, como sugiere la siguiente traducción literal: “Dios miró con interés a Abel, por lo tanto [waw] a su ofrenda; pero no miró con interés a Caín, por lo tanto [waw] a su ofrenda”. Esta traducción indica que la razón por la que Dios rechaza o acepta la ofrenda reside principalmente en la condición espiritual de la persona que la ofrece, no en la ofrenda por sí misma (Miq. 6:7, 8; Isa. 1:11).&nbsp;</p><p><strong>2.</strong> Mientras que Caín ofreció su ofrenda “al Señor”, Abel simplemente ofrece. La frase “al Señor” no aparece en relación con Abel. Mientras que Caín piensa en su ofrenda como su regalo a Dios, la atención de Abel se centra esencialmente en el significado del sacrificio en sí; es decir, en el regalo de Dios para él. Mientras que Caín ve su religión como un movimiento ascendente hacia Dios, Abel la entiende como un movimiento descendente desde Dios.&nbsp;</p><p><strong>3.</strong> Mientras que Abel escogió de entre las bekorot, “los primerizos de sus ovejas”, los productos más preciados de la estación según la legislación mosaica (Éxo. 23:19), Caín tomó cualquier fruto de la tierra. La ofrenda de Caín era la expresión del esfuerzo humano dirigido a Dios, mientras que la ofrenda de Abel era la expresión de la necesidad humana de la salvación proveniente de Dios.&nbsp;</p><p><strong>4. </strong>La ofrenda de Abel estaba relacionada con la promesa del Cordero mesiánico de Génesis 3:15, que sería sacrificado para salvar al mundo, mientras que la ofrenda de Caín era un ritual vacío e insignificante. Nótese que el mismo contraste aparece entre la vestimenta humana y la vestimenta provista por Dios (Gén. 3:7). Mientras que Adán y Eva utilizaron la planta que tenían a su disposición para cubrirse, Dios utilizó una vestimenta que implicaba un sacrificio animal (ver Gén. 3:21).&nbsp;</p><p><strong>5.</strong> En última instancia, la ausencia de una conexión religiosa correcta de Caín con Dios alcanzó su clímax en su acto fratricida contra su hermano. Puesto que Caín se desconectó de Dios, perdió su conexión con su hermano.&nbsp;</p><p>El fratricidio ilustra cómo funciona el pecado. El pecado cometido contra el hermano deriva del pecado cometido contra Dios. Dios percibe esta relación entre lo religioso y lo ético cuando advierte a Caín: “Si haces lo bueno, ¿no serás acepto?” (Gén. 4:7). La frase “hacer lo bueno” se refiere, en primer lugar, al sacrificio correcto que Caín debía ofrecer; pero también a la lucha personal de Caín contra el mal y, más particularmente, a su relación con su hermano. El verbo hebreo teytib, “hacer bien”, tiene una fuerte connotación ética. El mismo verbo es utilizado por Jeremías para describir la relación deseada entre “el hombre y su prójimo” (Jer. 7:5).&nbsp;</p><p>Es interesante observar que el discurso de Jeremías a Israel conecta el mismo tema de la vida religiosa con la ética. Después de una larga lista de delitos (robar, mentir, adulterar, etc.), el profeta se enfrenta al pueblo, del cual Dios dice lo siguiente por medio del profeta: “Vienen a mí en esta casa que lleva mi nombre y dicen: ‘Estamos seguros’ ” (Jer. 7:10). Este llamamiento ha resonado mediante muchos otros profetas que han subrayado el rechazo divino de estos sacrificios. Miqueas, en particular, insiste elocuentemente en la inutilidad de tal religión: “¿Se agradará el Señor de millares de carneros o de diez mil arroyos de aceite? ¿Daré mi primogénito por mi rebelión, el fruto de mi seno por mi pecado? Hombre, el Señor te ha declarado qué es lo bueno y qué pide de ti: solo practicar la justicia, amar la bondad y andar humildemente con tu Dios” (Miq. 6:7, 8).&nbsp;</p><p>Uno de los pasajes bíblicos más poderosos respecto del significado profético de los sacrificios es el cántico de Isaías acerca del Siervo Sufriente, presentado como una víctima sacrificial. Isaías predice allí el ministerio sacrificial de Jesucristo. De hecho, la idea central del pasaje es el sufrimiento y la muerte del Siervo con fines expiatorios. Esta idea aparece en ocho de los doce versículos (Isa. 53:4-8, 10-12).&nbsp;</p><p>También se intensifica en la sección central de Isaías 53 (vers. 4-6) y se describe con términos y motivos tomados directamente del mundo levítico. El Siervo es comparado con un cordero listo para el sacrificio (Isa. 53:7; comparar con Lev. 4:32; 5:6; 14:13, 21; etc.). La forma pasiva, uno de los rasgos más característicos del estilo levítico, es más prominente en Isaías 53. Se usa 16 veces en el texto; 12 de ellas en nifal, la forma técnica del “veredicto declarativo” sacerdotal, que normalmente se usa en relación con los sacrificios. Esta intención religioso-cultual se confirma además por las siete referencias al “pecado”, que abarcan los tres términos técnicos (pesha’, ‘awon, jet’): “Pero él fue herido por nuestras rebeliones [pesha’], molido por nuestros pecados [‘awon]; [...] Pero el Señor cargó sobre él el pecado [‘awon] de todos nosotros. [...] Él llevó el pecado [jet’] de muchos” (Isa. 53:5, 6, 11, 12).&nbsp;</p><p>Un versículo en particular revela el proceso levítico de expiación: “Con su conocimiento mi Siervo justo justificará a muchos, y llevará las iniquidades de ellos” (Isa. 53:11). La palabra “conocimiento” (da‘at) remite al versículo 3, donde la misma raíz que designa la acción de “conocer” (yada’) es utilizada para caracterizar al Siervo como un hombre “experimentado” en el sufrimiento. El versículo explica que es a través de este conocimiento o experiencia del sufrimiento como el Siervo “justificará”. La siguiente frase explica la operación implícita en el verbo “justificar”: “Llevará las iniquidades de ellos” (Isa. 53:11). Al cargar con las iniquidades ajenas, el Siervo podrá hacer justos a muchos. El versículo siguiente utiliza de nuevo la palabra “muchos” y confirma que estos son el objeto del verbo “justificar”. Por lo tanto, el Siervo “llevó el pecado de muchos” (Isa. 53:12).&nbsp;</p><p>Este lenguaje y su asociación de ideas son bastante familiares en el contexto bíblico, sugiriendo que el Siervo hace las veces de la ofrenda sacrificial que en el sistema levítico cargaba con el pecado y, por lo tanto, hacía así posible la justificación y el perdón por parte de Dios: “Y si trajere un cordero de ofrenda por el pecado, [...] Pondrá su mano sobre la cabeza de la víctima [...] y el sacerdote expiará el pecado [jet’] cometido y quedará perdonado” (Lev. 4:32-35). El fuerte acento cultual de este texto sostiene la idea de que el Siervo Sufriente desempeña el papel de un sacrificio vicario o expiatorio al ocupar el lugar del pecador a fin de proporcionarle el perdón.</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p><strong>El sacrificio de Dios para tu salvación.</strong> Lee Filipenses 2:7. Reflexiona acerca de la expresión “se despojó de sí mismo”. ¿Cómo se aplica la disposición de Dios a convertirse en “nada” a tu relación con tu prójimo o tus familiares? ¿Hasta qué punto estás dispuesto a convertirte en nada, a “vaciarte” en favor del progreso de tu colega o el crecimiento de tu hijo?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>ENTENDIENDO EL&nbsp;SACRIFICIO</p>",
         "verse":"<p>“Y cantaban un nuevo cántico, diciendo: ‘Digno eres de tomar el libro y de abrir&nbsp;sus sellos; porque tú fuiste inmolado, y con tu sangre nos has redimido para Dios,&nbsp;de todo linaje y lengua y pueblo y nación’ ” (Apoc. 5:9, RVR 1960).</p>",
         "versionCode":10,
         "weekDate":"3-9 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
