{
  "data": [
    {
      "color": "#bf6b67",
      "id": 13,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "20 de septiembre",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>La principal tarea del pueblo de Dios en el Antiguo Testamento (y la nuestra hoy) era vivir en estrecha relación con el Señor, adorarlo, servirlo y representarlo correctamente ante los demás (Deut. 4:5-8).\n</p><p>En el Jardín del Edén, Adán y Eva se escondieron de Dios porque su pecado hizo que lo temieran. El pecado hace que los seres humanos teman a Dios, y este temor distorsiona nuestra percepción de su carácter. La buena noticia es que Dios tomó la iniciativa y dio el primer paso para zanjar esta brecha y reparar la relación rota al llamar al pecador a volver a él: “¿Dónde estás?” (Gén. 3:9).\n</p><p>En consecuencia, nuestra misión principal es presentar correctamente el carácter de Dios, sus actos de amor y su justicia a quienes nos rodean. Cuando las personas se sienten atraídas por Dios y están convencidas de su amor, le entregan su vida y hacen lo que él les pide pues reconocen que solo desea lo mejor para ellas.\n</p><p>El Santuario demostró cuán cerca está Dios de la humanidad e ilustró la más grande e importante verdad; a saber, cómo salva a quienes acuden a él con fe.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de septiembre",
          "dayTitle": "<p>EL SÁBADO DEL SEÑOR</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p>Por mucho que argumenten, erróneamente, quienes se oponen a la observancia del sábado, el séptimo día de la semana, diciendo que era solo para los judíos (el sábado fue apartado y santificado en el Edén [ver Gén. 2:1-3]); o argumenten, también erróneamente, que los judíos oyeron hablar del sábado por primera vez en el Sinaí (los judíos ya lo observaban antes del Sinaí [ver Éxo. 16:22-29]), no hay duda de que ese día estaba muy presente en la vida del pueblo hebreo desde el principio.\n</p><p><strong>Lee Éxodo 35:1 al 3. ¿Qué verdad fue reiterada aquí al pueblo en el contexto de la construcción del Santuario?</strong></p><p><strong>Éxodo 35:1-3</strong></p><p>\n</p>\n<p><strong><sup>1</sup></strong> Moisés convocó a toda la congregación de los hijos de Israel, y les dijo: Estas son las cosas que Jehová ha mandado que sean hechas:</p>\n<p><strong><sup>2</sup></strong> Seis días se trabajará, mas el séptimo día os será santo, día de reposo para Jehová; cualquiera que en él hiciere trabajo alguno, morirá.</p>\n<p><strong><sup>3</sup></strong> No encenderéis fuego en ninguna de vuestras moradas en el día de reposo.</p><p>El mensaje del sábado siempre ha sido y será quién es Dios y cuáles son sus poderosas obras. Ese día nos recuerda sus hechos como Creador y Salvador, y centra nuestra atención en Dios, quien desea morar con su pueblo. De este modo, el sábado y el Santuario apuntan en la misma dirección, a la presencia de Dios en nuestra vida.\n</p><p>El sábado de la iglesia del Antiguo Testamento transmite un mensaje múltiple. Su esencia puede ser resumida en cinco puntos cruciales:\n</p><p><strong>1.Dios es el Creador.</strong> La Biblia comienza con esta asombrosa y fundamental proclamación (Gén. 1:1). El sábado es el memorial vívido de la creación realizada por Dios (Gén. 2:2, 3; Éxo. 20:8-11). De esta verdad, que Dios es nuestro Creador, se desprenden todas las demás verdades bíblicas.\n</p><p><strong>2.El Mesías vendrá.</strong> Esta esperanza se centra en la promesa de Dios acerca de la Simiente, del Descendiente que vencería a la serpiente (Satanás) y pondría fin al mal.\n</p><p><strong>3. Dios establecerá su reino</strong>, cuyo anticipo es el sábado.\n</p><p><strong>4. La salvación viene del Señor,</strong> y el pueblo de Dios da testimonio de que Dios es su Salvador y Redentor, y que la salvación es resultado solo de su gracia.\n</p><p><strong>5. Dios es el juez último de todas las personas</strong>. Quienes lo desafían persistentemente y lo rechazan no tendrán futuro, pero él concede vida eterna por pura gracia a quienes lo aceptan como su Señor y Salvador.\n</p><p>Según un dicho judío: “El sábado guardó más a Israel que Israel al sábado”. Aunque los adventistas probablemente no diríamos eso acerca de nosotros, ¿qué papel importante cumple el sábado en la vida de nuestra familia eclesial?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de septiembre",
          "dayTitle": "<p>LAS OFRENDAS Y EL ESPÍRITU</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Éxodo 35:4 a 36:7. ¿Qué importantes lecciones hay aquí para nosotros?</strong></p><p><strong>Éxodo 35:4-35</strong></p>\n<p><strong><sup>4</sup></strong> Y habló Moisés a toda la congregación de los hijos de Israel, diciendo: Esto es lo que Jehová ha mandado:</p>\n<p><strong><sup>5</sup></strong> Tomad de entre vosotros ofrenda para Jehová. Todo generoso de corazón la traerá a Jehová: oro, plata, bronce,</p>\n<p><strong><sup>6</sup></strong> azul, púrpura, carmesí, lino fino, pelo de cabras,</p>\n<p><strong><sup>7</sup></strong> pieles de carneros teñidas de rojo, pieles de tejones, madera de acacia,</p>\n<p><strong><sup>8</sup></strong> aceite para el alumbrado, especias para el aceite de la unción y para el incienso aromático,</p>\n<p><strong><sup>9</sup></strong> y piedras de ónice, y piedras de engaste para el efod y para el pectoral.</p>\n<p><strong><sup>10</sup></strong> Todo sabio de corazón de entre vosotros vendrá y hará todas las cosas que Jehová ha mandado:</p>\n<p><strong><sup>11</sup></strong> el tabernáculo, su tienda, su cubierta, sus corchetes, sus tablas, sus barras, sus columnas y sus basas;</p>\n<p><strong><sup>12</sup></strong> el arca y sus varas, el propiciatorio, el velo de la tienda;</p>\n<p><strong><sup>13</sup></strong> la mesa y sus varas, y todos sus utensilios, y el pan de la proposición;</p>\n<p><strong><sup>14</sup></strong> el candelero del alumbrado y sus utensilios, sus lámparas, y el aceite para el alumbrado;</p>\n<p><strong><sup>15</sup></strong> el altar del incienso y sus varas, el aceite de la unción, el incienso aromático, la cortina para la puerta a la entrada del tabernáculo;</p>\n<p><strong><sup>16</sup></strong> el altar del holocausto, su enrejado de bronce, sus varas, y todos sus utensilios; la fuente y su base;</p>\n<p><strong><sup>17</sup></strong> las cortinas del atrio, sus columnas y sus basas, la cortina de la puerta del atrio;</p>\n<p><strong><sup>18</sup></strong> las estacas del tabernáculo, y las estacas del atrio, y sus cuerdas;</p>\n<p><strong><sup>19</sup></strong> las vestiduras del servicio para ministrar en el santuario, las sagradas vestiduras de Aarón el sacerdote, y las vestiduras de sus hijos, para servir en el sacerdocio.</p>\n<p><strong><sup>20</sup></strong> Y salió toda la congregación de los hijos de Israel de delante de Moisés.</p>\n<p><strong><sup>21</sup></strong> Y vino todo varón a quien su corazón estimuló, y todo aquel a quien su espíritu le dio voluntad, y trajeron ofrenda a Jehová para la obra del tabernáculo de reunión, y para toda su obra, y para las sagradas vestiduras.</p>\n<p><strong><sup>22</sup></strong> Vinieron así hombres como mujeres, todos los voluntarios de corazón, y trajeron cadenas, zarcillos, anillos, brazaletes, y toda clase de joyas de oro; y todos presentaban ofrenda de oro a Jehová.</p>\n<p><strong><sup>23</sup></strong> Todo hombre que tenía azul, púrpura, carmesí, lino fino, pelo de cabras, pieles de carneros teñidas de rojo, o pieles de tejones, lo traía.</p>\n<p><strong><sup>24</sup></strong> Cualquiera que ofrecía ofrenda de plata o de bronce traía a Jehová la ofrenda; y todo el que tenía madera de acacia la traía para toda la obra del servicio.</p>\n<p><strong><sup>25</sup></strong> Además, todas las mujeres sabias de corazón hilaban con sus manos, y traían lo que habían hilado, azul, púrpura, carmesí y lino fino.</p>\n<p><strong><sup>26</sup></strong> Y todas las mujeres cuyo corazón las impulsó en sabiduría hilaron pelo de cabra.</p>\n<p><strong><sup>27</sup></strong> Los príncipes trajeron piedras de ónice y piedras de engaste para el efod y el pectoral,</p>\n<p><strong><sup>28</sup></strong> y especias aromáticas y aceite para el alumbrado, y para el aceite de la unción y para el incienso aromático.</p>\n<p><strong><sup>29</sup></strong> De los hijos de Israel, así hombres como mujeres, todos los que tuvieron corazón voluntario para traer para toda la obra que Jehová había mandado por medio de Moisés que se hiciese, trajeron ofrenda voluntaria a Jehová.</p>\n<p><strong><sup>30</sup></strong> Y dijo Moisés a los hijos de Israel: Mirad, Jehová ha nombrado a Bezaleel hijo de Uri, hijo de Hur, de la tribu de Judá;</p>\n<p><strong><sup>31</sup></strong> y lo ha llenado del Espíritu de Dios, en sabiduría, en inteligencia, en ciencia y en todo arte,</p>\n<p><strong><sup>32</sup></strong> para proyectar diseños, para trabajar en oro, en plata y en bronce,</p>\n<p><strong><sup>33</sup></strong> y en la talla de piedras de engaste, y en obra de madera, para trabajar en toda labor ingeniosa.</p>\n<p><strong><sup>34</sup></strong> Y ha puesto en su corazón el que pueda enseñar, así él como Aholiab hijo de Ahisamac, de la tribu de Dan;</p>\n<p><strong><sup>35</sup></strong> y los ha llenado de sabiduría de corazón, para que hagan toda obra de arte y de invención, y de bordado en azul, en púrpura, en carmesí, en lino fino, y en telar, para que hagan toda labor, e inventen todo diseño.</p><p><strong>Éxodo 35:1-7</strong></p>\n\n<p><strong><sup>1</sup></strong> Así, pues, Bezaleel y Aholiab, y todo hombre sabio de corazón a quien Jehová dio sabiduría e inteligencia para saber hacer toda la obra del servicio del santuario, harán todas las cosas que ha mandado Jehová.</p>\n<p><strong><sup>2</sup></strong> Y Moisés llamó a Bezaleel y a Aholiab, y a todo varón sabio de corazón en cuyo corazón había puesto Jehová sabiduría, todo hombre a quien su corazón le movió a venir a la obra para trabajar en ella.</p>\n<p><strong><sup>3</sup></strong> Y tomaron de delante de Moisés toda la ofrenda que los hijos de Israel habían traído para la obra del servicio del santuario, a fin de hacerla. Y ellos seguían trayéndole ofrenda voluntaria cada mañana.</p>\n<p><strong><sup>4</sup></strong> Tanto, que vinieron todos los maestros que hacían toda la obra del santuario, cada uno de la obra que hacía,</p>\n<p><strong><sup>5</sup></strong> y hablaron a Moisés, diciendo: El pueblo trae mucho más de lo que se necesita para la obra que Jehová ha mandado que se haga.</p>\n<p><strong><sup>6</sup></strong> Entonces Moisés mandó pregonar por el campamento, diciendo: Ningún hombre ni mujer haga más para la ofrenda del santuario. Así se le impidió al pueblo ofrecer más.</p>\n<p><strong><sup>7</sup></strong> Pues tenían material abundante para hacer toda la obra, y sobraba.</p><p>Para construir el Tabernáculo se necesitaba una gran cantidad de materiales preciosos, y esto se consiguió gracias a las generosas donaciones del pueblo de Dios, que dio de todo corazón, de buena gana y con alegría. Dieron oro, plata, bronce, lino fino, piedras preciosas, telas especiales, madera de acacia, aceite de oliva, especias y muchos otros artículos necesarios. La gente también donó su mano de obra, pues muchos objetos específicos del Tabernáculo y su mobiliario debían ser elaborados mediante su trabajo artístico y diligente. Además, los sastres debían confeccionar las vestiduras de los sacerdotes que servirían en el Tabernáculo y las del sumo sacerdote, cuyo elaborado atuendo incluía un pectoral y un turbante.\n</p><p>Dios había bendecido abundantemente a los israelitas mediante los regalos que los egipcios les habían dado al salir de Egipto. Ahora era su oportunidad de dar ofrendas de gratitud por el liderazgo misericordioso y poderoso de Dios. Sus corazones fueron movidos a llevar a cabo esta obra para su gloria.\n</p><p>El pueblo daba con tanta alegría y abundancia que se le dijo a Moisés: “El pueblo trae mucho más de lo que se necesita” (Éxo. 36:5). Así que Moisés tuvo que detener sus donaciones, “pues tenían material abundante para toda la obra, y sobraba” (Éxo. 36:7).\n</p><p>Mediante la guía del Espíritu Santo, Dios equipó y capacitó al pueblo para construir con precisión el Tabernáculo. Bezaleel, Aholiab y otros fueron “llenos [...] del Espíritu de Dios” (Éxo. 35:31), lo que significa que fueron dotados de habilidades, sabiduría y conocimientos artísticos para realizar perfectamente todo el trabajo. Era un proyecto enorme y había que hacerlo realidad exactamente según el modelo que Dios mostró a Moisés.\n</p><p>Es significativo que el don del Espíritu Santo estuviera relacionado con las diferentes habilidades y destrezas que las personas debían emplear en la construcción del Tabernáculo. Ser lleno del Espíritu no es un proceso mágico y no significa que haya fuerzas espirituales especiales dentro de los seres humanos. Dios capacita a sus seguidores para el avance de su causa, el cumplimiento de su misión y para que alcancen los objetivos divinos de manera adecuada.\n</p><p><strong>¿Qué dones espirituales has recibido cuando fuiste lleno del Espíritu Santo? Recuerda que los dones espirituales solo pueden florecer cuando cultivas los frutos del Espíritu en tu vida (Gál. 5:22, 23).</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de septiembre",
          "dayTitle": "<p>EL TABERNÁCULO CONSTRUIDO</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Éxodo 36:8 a 39:31. ¿Por qué crees que se dieron instrucciones tan explícitas? ¿Qué nos enseña esto acerca del interés de Dios por cada detalle?</strong></p><p><strong>&nbsp;Éxodo 36:8-38</strong></p>\n<p><strong><sup>8</sup></strong> Todos los sabios de corazón de entre los que hacían la obra, hicieron el tabernáculo de diez cortinas de lino torcido, azul, púrpura y carmesí; las hicieron con querubines de obra primorosa.</p>\n<p><strong><sup>9</sup></strong> La longitud de una cortina era de veintiocho codos, y la anchura de cuatro codos; todas las cortinas eran de igual medida.</p>\n<p><strong><sup>10</sup></strong> Cinco de las cortinas las unió entre sí, y asimismo unió las otras cinco cortinas entre sí.</p>\n<p><strong><sup>11</sup></strong> E hizo lazadas de azul en la orilla de la cortina que estaba al extremo de la primera serie; e hizo lo mismo en la orilla de la cortina final de la segunda serie.</p>\n<p><strong><sup>12</sup></strong> Cincuenta lazadas hizo en la primera cortina, y otras cincuenta en la orilla de la cortina de la segunda serie; las lazadas de la una correspondían a las de la otra.</p>\n<p><strong><sup>13</sup></strong> Hizo también cincuenta corchetes de oro, con los cuales enlazó las cortinas una con otra, y así quedó formado un tabernáculo.</p>\n<p><strong><sup>14</sup></strong> Hizo asimismo cortinas de pelo de cabra para una tienda sobre el tabernáculo; once cortinas hizo.</p>\n<p><strong><sup>15</sup></strong> La longitud de una cortina era de treinta codos, y la anchura de cuatro codos; las once cortinas tenían una misma medida.</p>\n<p><strong><sup>16</sup></strong> Y unió cinco de las cortinas aparte, y las otras seis aparte.</p>\n<p><strong><sup>17</sup></strong> Hizo además cincuenta lazadas en la orilla de la cortina que estaba al extremo de la primera serie, y otras cincuenta lazadas en la orilla de la cortina final de la segunda serie.</p>\n<p><strong><sup>18</sup></strong> Hizo también cincuenta corchetes de bronce para enlazar la tienda, de modo que fuese una.</p>\n<p><strong><sup>19</sup></strong> E hizo para la tienda una cubierta de pieles de carneros teñidas de rojo, y otra cubierta de pieles de tejones encima.</p>\n<p><strong><sup>20</sup></strong> Además hizo para el tabernáculo las tablas de madera de acacia, derechas.</p>\n<p><strong><sup>21</sup></strong> La longitud de cada tabla era de diez codos, y de codo y medio la anchura.</p>\n<p><strong><sup>22</sup></strong> Cada tabla tenía dos espigas, para unirlas una con otra; así hizo todas las tablas del tabernáculo.</p>\n<p><strong><sup>23</sup></strong> Hizo, pues, las tablas para el tabernáculo; veinte tablas al lado del sur, al mediodía.</p>\n<p><strong><sup>24</sup></strong> Hizo también cuarenta basas de plata debajo de las veinte tablas: dos basas debajo de una tabla, para sus dos espigas, y lo mismo para la otra tabla.</p>\n<p><strong><sup>25</sup></strong> Y para el lado norte hizo otras veinte tablas y sus cuarenta basas de plata.</p>\n<p><strong><sup>26</sup></strong> Para el lado del occidente hizo seis tablas.</p>\n<p><strong><sup>27</sup></strong> Para las dos esquinas hizo otras dos tablas, que se unían por arriba con tornillo.</p>\n<p><strong><sup>28</sup></strong> Así eran ocho tablas, con dieciséis basas de plata, dos por tabla.</p>\n<p><strong><sup>29</sup></strong> Hizo también las barras de madera de acacia; cinco para cada lado y cinco para el occidente.</p>\n<p><strong><sup>30</sup></strong> Puso la barra del medio que pasaba por en medio de las tablas de un extremo al otro.</p>\n<p><strong><sup>31</sup></strong> Cubrió de oro las tablas e hizo los anillos por donde pasaran las barras; cubrió también de oro las barras.</p>\n<p><strong><sup>32</sup></strong> Hizo asimismo el velo de azul, púrpura, carmesí y lino torcido, con querubines de obra primorosa.</p>\n<p><strong><sup>33</sup></strong> Para él hizo cuatro columnas de madera de acacia cubiertas de oro, con sus capiteles de oro y bases de plata.</p>\n<p><strong><sup>34</sup></strong> Hizo también el velo para la puerta del tabernáculo, de los mismos materiales, con cinco columnas, capiteles de oro y basas de bronce.</p>\n<p><strong><sup>35</sup></strong> Hizo asimismo la cubierta interior del tabernáculo.</p>\n<p><strong><sup>36</sup></strong> Hizo mesas y candelabros y todo lo necesario para el servicio.</p>\n<p><strong><sup>37</sup></strong> Hizo también el altar de incienso y el altar del holocausto, con sus utensilios, y la fuente de bronce y su base.</p>\n<p><strong><sup>38</sup></strong> Hizo además el atrio con sus cortinas, columnas y basas, la cortina de la puerta y sus estacas con cuerdas.</p><p><strong>&nbsp;Éxodo 39:1-31</strong></p>\n<p><strong><sup>1</sup></strong> De azul, púrpura y carmesí hicieron las vestiduras del ministerio para ministrar en el santuario, y asimismo hicieron las vestiduras sagradas para Aarón, como Jehová lo había mandado a Moisés.</p>\n<p><strong><sup>2</sup></strong> Hizo también el efod de oro, de azul, púrpura, carmesí y lino torcido.</p>\n<p><strong><sup>3</sup></strong> Y batieron láminas de oro, y cortaron hilos para tejerlos entre el azul, la púrpura, el carmesí y el lino, con labor primorosa.</p>\n<p><strong><sup>4</sup></strong> Hicieron las hombreras para que se juntasen, y se unían en sus dos extremos.</p>\n<p><strong><sup>5</sup></strong> Y el cinto del efod que estaba sobre él era de lo mismo, de igual labor; de oro, azul, púrpura, carmesí y lino torcido, como Jehová lo había mandado a Moisés.</p>\n<p><strong><sup>6</sup></strong> Y labraron las piedras de ónice montadas en engastes de oro, con grabaduras de sello con los nombres de los hijos de Israel,</p>\n<p><strong><sup>7</sup></strong> y las pusieron sobre las hombreras del efod, por piedras memoriales para los hijos de Israel, como Jehová lo había mandado a Moisés.</p>\n<p><strong><sup>8</sup></strong> Hizo también el pectoral de obra primorosa como la obra del efod, de oro, azul, púrpura, carmesí y lino torcido.</p>\n<p><strong><sup>9</sup></strong> Era cuadrado; doble hicieron el pectoral; su longitud era de un palmo, y de un palmo su anchura, cuando era doblado.</p>\n<p><strong><sup>10</sup></strong> Y engastaron en él cuatro hileras de piedras. La primera hilera era un sardio, un topacio y un carbunclo.</p>\n<p><strong><sup>11</sup></strong> La segunda hilera, una esmeralda, un zafiro y un diamante.</p>\n<p><strong><sup>12</sup></strong> La tercera hilera, un jacinto, una ágata y una amatista.</p>\n<p><strong><sup>13</sup></strong> Y la cuarta hilera, un berilo, un ónice y un jaspe, todas montadas y encajadas en engastes de oro.</p>\n<p><strong><sup>14</sup></strong> Y las piedras eran conforme a los nombres de los hijos de Israel, doce según los nombres de ellos; como grabaduras de sello, cada una con su nombre, según las doce tribus.</p>\n<p><strong><sup>15</sup></strong> Hicieron también sobre el pectoral los cordones de forma de trenza, de oro puro.</p>\n<p><strong><sup>16</sup></strong> Hicieron asimismo dos engastes y dos anillos de oro, y pusieron dos anillos de oro en los dos extremos del pectoral,</p>\n<p><strong><sup>17</sup></strong> y fijaron los dos cordones de oro en aquellos dos anillos a los extremos del pectoral.</p>\n<p><strong><sup>18</sup></strong> Fijaron también los otros dos extremos de los dos cordones de oro en los dos engastes que pusieron sobre las hombreras del efod por delante.</p>\n<p><strong><sup>19</sup></strong> E hicieron otros dos anillos de oro que pusieron en los dos extremos del pectoral, en su orilla, frente a la parte baja del efod.</p>\n<p><strong><sup>20</sup></strong> Se hicieron además dos anillos de oro que pusieron en la parte delantera de las dos hombreras del efod, hacia abajo, cerca de su juntura, sobre el cinto del efod.</p>\n<p><strong><sup>21</sup></strong> Y ataron el pectoral por sus anillos a los anillos del efod con un cordón de azul, para que estuviese sobre el cinto del mismo efod y no se apartase del efod el pectoral, como Jehová lo había mandado a Moisés.</p>\n<p><strong><sup>22</sup></strong> Hicieron también el manto del efod de obra de tejedor, todo de azul,</p>\n<p><strong><sup>23</sup></strong> con su abertura en medio de él, como el cuello de un coselete, con un borde alrededor de la abertura, para que no se rompiese.</p>\n<p><strong><sup>24</sup></strong> E hicieron en las orillas del manto granadas de azul, púrpura, carmesí y lino torcido.</p>\n<p><strong><sup>25</sup></strong> Hicieron también campanillas de oro puro, y pusieron campanillas entre las granadas en las orillas del manto, alrededor, entre las granadas;</p>\n<p><strong><sup>26</sup></strong> una campanilla y una granada, otra campanilla y otra granada, en la orla del manto alrededor, para ministrar, como Jehová lo mandó a Moisés.</p>\n<p><strong><sup>27</sup></strong> Igualmente hicieron las túnicas de lino fino de obra de tejedor, para Aarón y para sus hijos.</p>\n<p><strong><sup>28</sup></strong> Asimismo la mitra de lino fino, y los adornos de las tiaras de lino fino, y los calzoncillos de lino torcido.</p>\n<p><strong><sup>29</sup></strong> También el cinto de lino torcido, de azul, púrpura y carmesí, de obra de recamador, como Jehová lo había mandado a Moisés.</p>\n<p><strong><sup>30</sup></strong> Hicieron asimismo la lámina de la diadema santa de oro puro, y escribieron en ella como grabado de sello: SANTIDAD A JEHOVÁ.</p>\n<p><strong><sup>31</sup></strong> Y pusieron en ella un cordón de azul para colocarla sobre la mitra por arriba, como Jehová lo había mandado a Moisés.</p><p>Moisés construyó el Tabernáculo cuidadosa y diligentemente según las instrucciones que había recibido en el monte Sinaí. El texto bíblico enumera lo siguiente: (1) el Tabernáculo, con sus diferentes telas, cortinas y partes (Éxo. 36: 8-38); (2) el Arca (Éxo. 37:1-9); (3) la mesa para los panes de la proposición (Éxo. 37:10-16); (4) el candelabro (Éxo. 37:17-24); (5) el Altar del Incienso (Éxo. 37:25-29); (6) el Altar del Holocausto (Éxo. 38:1-7); (7) la fuente para el lavamiento (Éxo. 38:8); (8) el atrio (Éxo. 38:9-20); y (9) el material utilizado para el Tabernáculo (Éxo. 38:21-31). Éxodo 39 describe el efod, el pectoral y otros elementos de la vestimenta sacerdotal.\n</p><p>Los servicios del Tabernáculo eran lecciones visuales acerca del evangelio, pues ilustraban todo el plan de redención. Las diversas ceremonias representaban (1) cuánto aborrece Dios el pecado y cómo trata con él, (2) cómo salva a las personas arrepentidas, (3) cuál es el destino de los malvados, y (4) cómo asegurará Dios un futuro glorioso libre del mal.\n</p><p>Dos servicios diferentes, pero estrechamente relacionados, eran celebrados durante el año en el Santuario, o Tabernáculo: el servicio diario y el anual. Este ministerio en dos fases ilustraba cómo actúa Dios con el pecado y cómo salva a los pecadores. A través de los servicios diarios del Santuario, Dios aseguraba a quienes se arrepentían que perdonaba sus pecados y les ofrecía la salvación por gracia. Para recibir este don de la salvación, era necesario realizar ciertos sacrificios de animales cuya sangre señalaba la futura muerte del Mesías, cuya sangre “nos limpia de todo pecado” (1 Juan 1:7). La confesión del pecado y la aceptación del manto de la justicia de Cristo eran el centro de este don (Sal. 32:1, 2). De este modo, el pecador arrepentido recibía la seguridad del perdón y podía regocijarse en la salvación.\n</p><p>El servicio anual, realizado durante el Día de la Expiación, demostraba cómo erradica Dios el pecado, cómo resuelve el problema que este representa y cómo asegura un futuro sin la existencia del mal (Lev. 16; Juan 1:29). En la actualidad, el doble ministerio de Cristo en el Santuario celestial es otra expresión de la obra de Dios en nuestro favor (Heb. 7:25) y traerá la solución final al problema del mal (Dan. 7:13, 14, 22, 27; 8:14; Apoc. 21:4).\n</p><p>El Santuario era un lugar destinado a adorar a Dios, alabarlo y expresarle gratitud. La adoración consiste en sostener nuestra relación con Dios, quien invita a los creyentes a esa comunión.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de septiembre",
          "dayTitle": "<p>LA PRESENCIA DE DIOS EN EL TABERNÁCULO</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Éxodo 40:1 al 38. ¿Cómo percibían los israelitas la presencia de Dios?</strong></p><p><strong>&nbsp;Éxodo 40:1-38</strong></p>\n<p><strong><sup>1</sup></strong> Luego Jehová habló a Moisés, diciendo:</p>\n<p><strong><sup>2</sup></strong> En el primer día del mes primero harás levantar el tabernáculo, el tabernáculo de reunión;</p>\n<p><strong><sup>3</sup></strong> y pondrás en él el arca del testimonio, y la cubrirás con el velo.</p>\n<p><strong><sup>4</sup></strong> Meterás la mesa y la pondrás en orden; meterás también el candelero y encenderás sus lámparas.</p>\n<p><strong><sup>5</sup></strong> Y pondrás el altar de oro para el incienso delante del arca del testimonio, y pondrás la cortina delante a la entrada del tabernáculo.</p>\n<p><strong><sup>6</sup></strong> Después pondrás el altar del holocausto delante de la entrada del tabernáculo, del tabernáculo de reunión.</p>\n<p><strong><sup>7</sup></strong> Luego pondrás la fuente entre el tabernáculo de reunión y el altar, y pondrás agua en ella.</p>\n<p><strong><sup>8</sup></strong> Finalmente pondrás el atrio alrededor, y la cortina a la entrada del atrio.</p>\n<p><strong><sup>9</sup></strong> Y tomarás el aceite de la unción y ungirás el tabernáculo, el tabernáculo de reunión, y todo lo que está en él; y lo santificarás, y será santo.</p>\n<p><strong><sup>10</sup></strong> Ungirás también el altar del holocausto y todos sus utensilios; lo santificarás, y será un altar santísimo.</p>\n<p><strong><sup>11</sup></strong> Asimismo ungirás la fuente y su base, y la santificarás.</p>\n<p><strong><sup>12</sup></strong> Y llevarás a Aarón y a sus hijos a la puerta del tabernáculo de reunión, y los lavarás con agua.</p>\n<p><strong><sup>13</sup></strong> Harás vestir a Aarón las vestiduras sagradas, y lo ungirás, y lo consagrarás, para que sea mi sacerdote.</p>\n<p><strong><sup>14</sup></strong> Después harás que se acerquen sus hijos, y les vestirás las túnicas;</p>\n<p><strong><sup>15</sup></strong> y los ungirás, como ungiste a su padre, y serán mis sacerdotes, y su unción será por sacerdocio perpetuo.</p>\n<p><strong><sup>16</sup></strong> Y Moisés hizo conforme a todo lo que Jehová le había mandado; así lo hizo.</p>\n<p><strong><sup>17</sup></strong> En el día primero del primer mes, en el segundo año, el tabernáculo fue erigido.</p>\n<p><strong><sup>18</sup></strong> Moisés levantó el tabernáculo, asentó sus bases, colocó sus tablas, puso sus barras e hizo alzar sus columnas.</p>\n<p><strong><sup>19</sup></strong> Levantó la tienda sobre el tabernáculo y puso la sobrecubierta encima, como Jehová lo había mandado.</p>\n<p><strong><sup>20</sup></strong> Tomó el testimonio y lo colocó dentro del arca, puso las varas y el propiciatorio sobre ella.</p>\n<p><strong><sup>21</sup></strong> Metió el arca en el tabernáculo, extendió el velo y ocultó el arca del testimonio, según el mandato de Jehová.</p>\n<p><strong><sup>22</sup></strong> Puso la mesa en el tabernáculo de reunión, al lado norte fuera del velo,</p>\n<p><strong><sup>23</sup></strong> y sobre ella puso los panes delante de Jehová.</p>\n<p><strong><sup>24</sup></strong> Puso el candelero en el tabernáculo, enfrente de la mesa, al lado sur del velo,</p>\n<p><strong><sup>25</sup></strong> y encendió las lámparas delante de Jehová.</p>\n<p><strong><sup>26</sup></strong> Puso también el altar de oro dentro del tabernáculo, delante del velo,</p>\n<p><strong><sup>27</sup></strong> y quemó sobre él incienso aromático.</p>\n<p><strong><sup>28</sup></strong> Colocó la cortina a la entrada del tabernáculo.</p>\n<p><strong><sup>29</sup></strong> Puso el altar del holocausto en la entrada y sacrificó holocausto y ofrenda.</p>\n<p><strong><sup>30</sup></strong> Puso la fuente entre el tabernáculo y el altar, y puso agua en ella para lavar.</p>\n<p><strong><sup>31</sup></strong> Moisés, Aarón y sus hijos lavaban sus manos y pies allí, cuando entraban en el tabernáculo o se acercaban al altar.</p>\n<p><strong><sup>32</sup></strong> Así lo hizo Moisés, conforme al mandato de Jehová.</p>\n<p><strong><sup>33</sup></strong> Finalmente erigió el atrio alrededor del tabernáculo y el altar, y colocó la cortina en la entrada del atrio.</p>\n<p><strong><sup>34</sup></strong> Entonces una nube cubrió el tabernáculo de reunión, y la gloria de Jehová llenó el tabernáculo.</p>\n<p><strong><sup>35</sup></strong> Moisés no podía entrar en el tabernáculo, porque la nube lo cubría y la gloria de Jehová lo llenaba.</p>\n<p><strong><sup>36</sup></strong> Cuando la nube se alzaba del tabernáculo, los hijos de Israel se movían;</p>\n<p><strong><sup>37</sup></strong> pero si la nube no se alzaba, no marchaban hasta que ella lo hiciera.</p>\n<p><strong><sup>38</sup></strong> Porque la nube de Jehová estaba de día sobre el tabernáculo, y el fuego de noche, a la vista de toda la casa de Israel, en todas sus jornadas.</p><p>El último capítulo de Éxodo (Éxo. 40) describe la dedicación del Tabernáculo, el acontecimiento culminante de la historia de Israel en el Sinaí, y la entrega del Decálogo.\n</p><p>La gloria de Dios es su santidad, su carácter y su presencia amorosa, que es la bondad misma (Éxo. 3:5; 33:18, 19). Su presencia llenaba el Tabernáculo y se manifestaba de manera visible como la nube, la gloria, o shekiná. El libro de Éxodo termina haciendo hincapié en la presencia divina y su conducción mediante la nube durante el día y la columna de fuego por la noche. De una forma muy concreta y poderosa, el pueblo hebreo iba a experimentar no solo la realidad de Dios, sino también su presencia cercana y permanente mientras los guiaba.\n</p><p>Moisés erigió el Tabernáculo el primer día del primer mes del segundo año (Éxo. 40:2, 17). También consagró todo, incluso a Aarón y a sus hijos para el sacerdocio (Éxo. 40:9, 13-15), con el aceite de la unción. Recorrió el Lugar Santísimo, el Lugar Santo y el atrio, dedicando todo al Señor. Mediante este proceso, inauguró los servicios de todo el Santuario (ver también Núm. 7:1). Moisés entró en el Lugar Santísimo únicamente durante la inauguración del Tabernáculo. A partir de entonces, solamente el sumo sacerdote podía ministrar allí una vez al año, en el Día de la Expiación (Lev. 16:2, 17).\n</p><p>El texto bíblico afirma en tres ocasiones que la obra de Dios estaba terminada: (1) al final de la semana de la Creación, Dios subraya la finalización de sus obras (Gén. 2:1-3); (2) al terminar el Tabernáculo, el texto bíblico declara: “Y así acabó Moisés la obra” (Éxo. 40:33); y (3) también se expresa esa idea cuando Salomón terminó la obra del Templo (1 Rey. 7:51).\n</p><p>Esta conexión entre la Creación y el Santuario de Israel apunta a la dimensión cósmica, al momento en que el Señor morará con los redimidos en la nueva tierra, en la Nueva Jerusalén, que es “el santuario de Dios” (Apoc. 21:2, 3; comparar con Apoc. 22:1-4).\n</p><p>El hecho de que Dios llenara el Tabernáculo con su presencia (Éxo. 40:34) fue el gran clímax de los acontecimientos que comenzaron con el nacimiento de Moisés y continuaron con la derrota de los dioses egipcios durante las diez plagas, con la huida de Egipto, con la derrota del ejército egipcio y, finalmente, con la revelación de Dios en el monte Sinaí.\n</p><p><strong>¿De qué maneras puedes experimentar la presencia de Dios? ¿Por qué es importante que lo hagas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de septiembre",
          "dayTitle": "<p>JESÚS HABITÓ CON LA HUMANIDAD</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Juan 1:14. ¿Cómo es comparada la encarnación de Cristo con el Tabernáculo?</strong></p><p><strong>Juan 1:14</strong></p><p><strong>\n\n</strong></p><p><strong><sup>14</sup></strong> Y aquel Verbo fue hecho carne, y habitó entre nosotros (y vimos su gloria, gloria como del unigénito del Padre), lleno de gracia y de verdad.</p><p>La encarnación de Jesús es un misterio que los redimidos estudiarán durante toda la eternidad. El apóstol Juan afirma que Cristo habitó con nosotros de forma tangible al encarnarse. En virtud de la encarnación, Jesús se asemeja al Dios del Antiguo Testamento, quien habitó con los israelitas en el Tabernáculo del Sinaí y en el desierto mientras viajaban hacia la Tierra Prometida.\n</p><p>Durante su encarnación, Jesús habitó con la humanidad. ¡Qué concesión tan insondable! El Dios eterno desciende hasta nosotros como uno de nosotros para asegurarnos que él es verdaderamente “Emanuel, Dios con nosotros”.\n</p><p>En Mateo 18:20, Jesús dijo que si dos o tres se reúnen en su nombre, él estará allí en medio de ellos. Cristo está con su pueblo en virtud de la presencia del Espíritu Santo e invita a sus seguidores a estar en estrecha relación con él: “Yo estoy a la puerta y llamo. Si alguno oye mi voz y abre la puerta, entraré a su casa, y cenaré con él, y él conmigo” (Apoc. 3:20).</p><p><strong>Lee Apocalipsis 21:1 al 3. ¿Qué se nos presenta aquí?</strong></p><p>\n</p><p>\n</p>\n<p><strong><sup>1</sup></strong> Después de esto, Jesús se manifestó otra vez a sus discípulos junto al mar de Tiberias; y se manifestó de esta manera:</p>\n<p><strong><sup>2</sup></strong> Estaban juntos Simón Pedro, Tomás llamado el Dídimo, Natanael el de Caná de Galilea, los hijos de Zebedeo, y otros dos de sus discípulos.</p>\n<p><strong><sup>3</sup></strong> Simón Pedro les dijo: Voy a pescar. Ellos le dijeron: Vamos nosotros también contigo. Fueron, y entraron en una barca; y aquella noche no pescaron nada.</p><p>La Nueva Jerusalén descenderá del Cielo a la Tierra, y Juan declara: “He aquí que el tabernáculo de Dios está con los hombres, y él habitará con ellos, y ellos serán su pueblo. Dios mismo estará con ellos y será su Dios” (Apoc. 21:3). No hay templo en la Nueva Jerusalén (Apoc. 21:22) porque toda la ciudad es el Templo, el Santuario de Dios. La longitud, la anchura y la altura de la ciudad son iguales (Apoc. 21:16), como lo era el Lugar Santísimo en el Santuario, que tenía la forma de un cubo, con todos sus lados iguales. Esto significa que moraremos en la presencia inmediata de nuestro Dios durante la eternidad, en un mundo sin pecado, muerte ni sufrimiento.\n</p><p><strong>¿Cómo podemos aprender a resistir hasta el final en vista de lo que se nos ha prometido merced al ministerio y la obra de Jesús?</strong></p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de septiembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>Lee el capítulo titulado “El Tabernáculo y sus servicios” en el libro Patriarcas y profetas, de Elena de White, pp. 356-372.\n</p><p>“La construcción del Santuario fue precedida por un acto divino de redención, a saber, la liberación de Israel del poder esclavizador de Egipto. A su vez, este acto fue seguido por la disposición de Dios para entrar en una relación pactual permanente con su pueblo. Sería el Dios de ellos, y ellos serían su pueblo (Éxo. 6:7). El modo en que se relacionarían con él y unos con otros quedaba definido por la ley del pacto. El Tabernáculo era verdaderamente un lugar de reunión, un lugar donde se reunían Dios y los humanos. Fue solo después de la redención y el establecimiento de una unión permanente con Dios a través del Pacto que el pueblo tuvo acceso a Dios en su morada” (Comentario bíblico Andrews, t. 1, p. 264).\n</p><p>Por su parte, Elena de White describe la finalidad de los servicios del Santuario: “De este modo, en el servicio del Tabernáculo, y en el del Templo que posteriormente ocupó su lugar, se enseñaba diariamente al pueblo las grandes verdades relativas a la muerte y el ministerio de Cristo, y una vez al año sus pensamientos eran llevados hacia los acontecimientos finales de la gran controversia entre Cristo y Satanás, la purificación final del universo del pecado y los pecadores” (Patriarcas y profetas, p. 372).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong>El derramamiento de sangre era un elemento central de los servicios de culto en el Santuario. Diversos tipos de animales eran sacrificados, y su sangre era utilizada en casi todos los rituales allí realizados. ¿Qué simbolizaba la sangre y a qué apuntaban en última instancia todos esos sacrificios?\n</p><p><strong>2</strong>.Por asombroso que fuera el hecho de que Dios, el Creador del universo, habitara en el Santuario, en medio de su pueblo, más asombroso aún es que viniera a habitar entre nosotros como uno de nosotros, como un ser humano. Eso en sí mismo habría sido una asombrosa expresión de amor. Pero ¿ofrecerse a sí mismo como sacrificio por el pecado? Es decir, ¿morir en nuestro lugar? ¿Qué nos enseña esto acerca del carácter de Dios? ¿Qué nos enseña, además, acerca de cuánto desea Dios vernos salvados en su reino eterno?\n</p><p><strong>3.</strong> Lee Hebreos 8:1 al 6. ¿Qué nos dice este texto acerca de cómo reflejaba el Santuario terrenal lo que Jesús está haciendo ahora por nosotros en el Santuario celestial?</p><p><strong>Hebreos 8:1-6</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong><sup>1</sup></strong> Ahora bien, el punto principal de lo que venimos diciendo es que tenemos tal sumo sacerdote, el cual se sentó a la diestra del trono de la Majestad en los cielos,</p>\n<p><strong><sup>2</sup></strong> ministro del santuario, y de aquel verdadero tabernáculo que levantó el Señor, y no el hombre.</p>\n<p><strong><sup>3</sup></strong> Porque todo sumo sacerdote está constituido para presentar ofrendas y sacrificios; por lo cual es necesario que también éste tenga algo que ofrecer.</p>\n<p><strong><sup>4</sup></strong> Así que, si estuviese sobre la tierra, ni siquiera sería sacerdote, habiendo aún sacerdotes que presentan las ofrendas según la ley;</p>\n<p><strong><sup>5</sup></strong> los cuales sirven a lo que es figura y sombra de las cosas celestiales, como se le advirtió a Moisés cuando iba a erigir el tabernáculo, diciéndole: Mira, haz todas las cosas conforme al modelo que se te ha mostrado en el monte.</p>\n<p><strong><sup>6</sup></strong> Pero ahora tanto mejor ministerio es el suyo, cuanto es mediador de un mejor pacto, establecido sobre mejores promesas.</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 40:34, 38.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 35:1-40:38.\n</strong></p><p><strong>Introducción\n</strong></p><p>Antes de que los israelitas comenzaran a preparar el Tabernáculo, se les recordó el mandamiento acerca del sábado y se los instruyó específicamente acerca de cómo observarlo (Éxo. 35:1-3). Incluso mientras trabajaban en el Santuario, las personas debían respetar y celebrar el “sábado de completo reposo en honor del Señor” (Éxo. 35:2).\n</p><p>Dios mostró a Moisés un plano del Tabernáculo e instrucciones acerca de cómo construirlo (Éxo. 25-31). Había llegado el momento de ello. Cuando fue reunido todo el material necesario (Éxo. 35:4-29; 36:4-7), los artesanos (incluyendo mujeres; ver Éxo. 35:25, 26) fueron dotados del Espíritu de Dios para trabajar en el Santuario con habilidad y destreza artística (Éxo. 35:30-36:4). Entonces comenzó la construcción. Si se incluye el trabajo diligente en la confección de varias prendas de vestir, hubo que preparar diez elementos principales: (1) el Tabernáculo (Éxo. 36:8-38); (2) el Arca (Éxo. 37:1-9); (3) la mesa (Éxo. 37:10-16); (4) el candelabro (Éxo. 37:17-24); (5) el Altar del Incienso (Éxo. 37:25-28); (6) el aceite de la unción y el incienso (Éxo. 37:29); (7) el Altar del Holocausto (Éxo. 38:1-7); (8) la fuente para el lavamiento de las manos (Éxo. 38:8); (9) el atrio (Éxo. 38:9-20); (10) las vestiduras sacerdotales, el efod, el pectoral y otras prendas de vestir (Éxo. 39:1-31).\n</p><p>En Éxodo 38:21 al 31 se enumera el material utilizado (más de una tonelada de oro, unas 3,75 toneladas de plata y unas 2,5 toneladas de bronce). Moisés inspeccionó todo el trabajo del Tabernáculo y comprobó que había sido hecho “todo lo que el Señor mandó” (esta frase se repite tres veces para enfatizar la precisión y la obediencia a las indicaciones divinas; Éxo. 39:32, 42, 43). Moisés se sintió muy complacido por el trabajo realizado y bendijo a todos los trabajadores (Éxo. 39:43).\n</p><p>El Tabernáculo debía ser erigido el primer día del primer mes, según las instrucciones de Dios (Éxo. 40:1, 2), casi un año después de que los israelitas salieron de Egipto (Éxo. 12:2, 6; 40:17). Cuando la gran tienda estuvo lista, varios sectores especiales fueron acondicionados dentro y fuera de ella, empezando por el Lugar Santísimo y terminando por el patio, o atrio. Cada espacio estaba delimitado por una cortina (se mencionan tres cortinas diferentes en Éxo. 40:3, 5, 8, 21, 28, 33).\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>La presencia de Dios\n</strong></p><p>El tema principal de esta sección de Éxodo relacionada con el Tabernáculo es la presencia de Dios. El Señor pidió a su pueblo que construyera el Santuario pues deseaba morar de manera tangible junto a él. Dios quería estar cerca de su pueblo para que este pudiera contemplar su gloria (shekiná). Los israelitas eran guiados por Dios de manera visible mediante la nube durante el día. Esta misma nube se convertía en una columna de fuego por la noche. Cuando la nube se elevaba sobre el Tabernáculo, los israelitas retomaban la marcha (Éxo. 40:36-38). Si Dios los abandonaba, estaban condenados al fracaso, la destrucción y la muerte.\n</p><p>El punto culminante de la construcción del Tabernáculo fue el hecho de que “la gloria del Señor llenó el Santuario” (una expresión utilizada dos veces en Éxo. 40:34, 35 como recurso enfático), representada por la nube como señal visible de la presencia de Dios. El Tabernáculo lleno de la gloria de Dios constituye un clímax y una conclusión muy apropiados para el libro de Éxodo (Éxo. 40:34, 35) y debería motivar a cada creyente a cultivar la presencia de Dios en su vida.\n</p><p><strong>Llenos del Espíritu de Dios\n</strong></p><p>El Señor no solo proveyó el plano del Santuario y ordenó a los israelitas que lo construyeran, sino también “llenó” al pueblo con su Espíritu (Éxo. 31:3; 35:31) para que fueran capaces de realizar la tarea (Éxo. 31:1-11; 35:30-36:1). ¿Qué significa estar lleno del Espíritu Santo? El texto bíblico ofrece una respuesta clara: el pueblo estaba lleno de sabiduría y conocimiento, y estaba dotado de habilidades, destrezas y capacidades artísticas para realizar todo tipo de artesanías y diseños con metales preciosos, piedra, madera y telas para la construcción del Santuario. No se trató de algo mágico o misterioso. No hubo entes invisibles o poderes que tomaron posesión de aquellas personas, sino que el Espíritu Santo concedió habilidades y capacidades artísticas que hicieron posible el avance de la obra de Dios consistente en proclamar su verdad y su misión. Esta habilitación divina fue la experiencia de Bezaleel, Aholiab y otros artesanos. Cuando el Espíritu del Señor se hace presente en las personas, las capacita para hacer progresar la causa divina.\n</p><p>Lo mismo sucede cuando “el Espíritu de Dios viene sobre” una persona. Esa frase aparece por primera vez en la Biblia en relación con Balaam (Núm. 24:2), lo que significa que el Espíritu Santo le dio una revelación especial y lo hizo capaz de profetizar.\n</p><p>En el libro de Jueces, la frase “el Espíritu del Señor vino sobre” se utiliza siete veces en relación con diferentes jueces [Otoniel (Juec. 3:10), Gedeón (Juec. 6:34), Jefté (Juec. 11:29) y Sansón (Juec. 13:24, 25; 14:5, 6, 19; 15:14)], y se refiere al poder del que fueron dotados por el Señor para proteger a su pueblo y realizar la obra de Dios. En el Nuevo Testamento, la acción de recibir al Espíritu Santo o de ser bautizado por él tiene un significado similar (Mat. 3:11; Mar. 1:8; Luc. 3:16; Hech. 2:38).\n</p><p><strong>El Santuario terrenal y el celestial\n</strong></p><p>El Señor ordenó a Moisés que construyera un santuario según el modelo (hebreo: tabnit; Éxo. 25:9) o plan (hebreo: mishpat, literalmente “juicio”; Éxo. 26:30) que le mostró en el monte Sinaí. Este modelo era una representación en miniatura del Santuario celestial, adaptado a nuestra situación y condición humanas, pero modelado según el original celestial (Heb. 8:1, 2).\n</p><p>El Santuario terrenal no era literalmente una copia física exacta del celestial. El apóstol Pablo explica la diferencia entre ambos santuarios al mencionar que el terrenal era solamente una sombra de la realidad celestial: “un Santuario que es copia y sombra del que está en el cielo” (Heb. 8:5). Esta ilustración es muy apropiada. La sombra de una persona es tan real como ella. Sin embargo, es una representación muy pobre de la persona que la proyecta. En el mejor de los casos, puede permitir a un observador determinar si quien la proyecta es un hombre o una mujer, si es una persona alta o baja, obesa o delgada, y especular acerca de otras características externas. Pero la sombra de una persona no revela nada acerca del pensamiento, las emociones, los objetivos, los conocimientos, el trabajo, la posición, las metas, los sueños, los planes o las decepciones de una persona. Este ejemplo es suficiente para demostrar que no debemos amoldar el Santuario celestial a nuestro pensamiento, conocimiento y experiencia limitados.\n</p><p>El Templo celestial original no es comparable con nada en lo que respecta a sus medidas, disposición y materiales constitutivos, ya que es un lugar donde Dios reside; es el palacio donde él tiene su Trono (Jer. 17:12), un lugar de reunión y adoración para el universo (Isa. 14:13), el centro celestial de mando desde donde se emiten sus juicios (Sal. 11:4, 5; 18:6; 57:3; 76:8; 102:19; 123:1). El Santuario celestial es tan real como Dios, los ángeles y el Cielo.\n</p><p>Los rituales que se celebraban en el Santuario terrenal eran un aspecto muy importante de la salvación, pues ilustraban la manera en que Dios salva a los seres humanos y trata con el pecado y los pecadores. Los servicios diarios otorgaban al creyente individual el perdón y la seguridad de la salvación. Los servicios anuales representaban la solución objetiva y final para el problema del pecado. Como resultado de ello, el carácter amoroso, veraz y justo de Dios será exaltado, reivindicado y reafirmado por todo el universo en respuesta a la revelación y la demostración que Dios ha hecho de su amor. Todas las criaturas reconocerán su gloria, soberanía y poder. Él será reconocido como digno de la alabanza de todo ser por su bondad y justicia, y toda persona se inclinará ante él con total admiración (Fil. 2:9, 10; Apoc. 15:4). Todos sin excepción proclamarán que Dios es amor.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>1.</strong> ¿Insiste Dios en algún prerrequisito o condición que deba ser cumplida para poder recibir el don del Espíritu Santo? Presta mucha atención a la declaración de Pedro en su sermón de Pentecostés: “Arrepiéntanse, y sea bautizado cada uno de ustedes en el nombre de Jesucristo para perdón de sus pecados. Y recibirán el don del Espíritu Santo” (Hech. 2:38). ¿Qué significa esta promesa para ti?\n</p><p><strong>2.</strong> Muchos oran pidiendo el Espíritu Santo como si se tratara de algo que pueden poseer para su uso personal, pero el Espíritu Santo desea poseernos a fin de equiparnos y usarnos para el servicio. Recuerda que cada creyente tiene al menos un don espiritual para servir a los demás. ¿Qué don recibiste de Dios?\n</p><p><strong>3. </strong>¿Qué dones espirituales necesitas para ser más útil a Dios, a su iglesia y a la sociedad en general?\n</p><p><strong>4.</strong> ¿Cómo podemos cultivar la presencia de Dios en nuestra vida? ¿Qué actividades pueden obstaculizar el gozo de su presencia o privarnos de ella?\n</p><p><strong>5.</strong> ¿Por qué es tan importante erradicar el pecado y el mal de la Tierra para restaurar la armonía original?\n</p><p><strong>6</strong>. ¿Sería posible controlar el mal si Dios no lo eliminara, sino que permitiera su existencia por la eternidad? Desarrolla tu respuesta.\n</p><p><strong>7.</strong> Si el mal es autodestructivo, ¿cuánto tiempo existiría sin la intervención de Dios para eliminarlo?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>EL TABERNÁCULO</p>",
      "verse": "<p>“Entonces la nube cubrió la tienda de reunión, y la gloria del Señor llenó el santuario. […] Porque la nube del Señor estaba de día sobre el santuario y el fuego estaba de noche, a la vista de toda la casa de Israel en todas sus jornadas” (Éxo. 40:34, 38).</p>",
      "versionCode": 25,
      "weekDate": "20-26 de septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
