{
  "data": [
    {
      "color": "#B2ED60",
      "id": 5,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "26 de Julio",
          "dayTitle": "",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>L a décima y última plaga está a punto de caer. Se da el último aviso. Es necesario tomar la decisión final. Se trata de una cuestión de vida o muerte. No solo está en juego la vida de un individuo, sino la prosperidad de las familias y de toda la nación. El faraón y sus funcionarios serán responsables del destino de muchas personas, ya sea para vida o para muerte. Su actitud respecto del Dios vivo de Israel determinará no solo su futuro, sino también el de su nación.\n</p><p>¿Cómo nos sentimos y qué hacemos cuando la gravedad de las circunstancias se cierne sobre nosotros y tenemos que tomar una decisión que puede tener un gran impacto en la vida de muchos otros además de la nuestra?\n</p><p>Dios está más que dispuesto a concedernos sabiduría, entendimiento y poder para hacer lo correcto (1 Cor. 1:30; Fil. 2:13).\n</p><p>El problema, sin embargo, es que nuestro obstinado corazón no siempre está dispuesto a hacer lo correcto. Sabemos en qué consiste esto, pero nos negamos a hacerlo. En el relato acerca del éxodo, la negativa de un hombre a someterse a Dios, incluso ante la abrumadora evidencia, resultó, como siempre ocurre, en una tragedia para él y para muchos otros.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de Julio",
          "dayTitle": "<p>UNA PLAGA MÁS</p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p>El profeta Amós declara que “nada hace Dios [...] sin revelar su secreto a sus\n</p><p>siervos los profetas” (Amós 3:7). En armonía con ello, el Señor reveló al faraón\n</p><p>lo que se avecinaba por medio del profeta Moisés. El gobernante de Egipto recibió la más solemne advertencia del juicio justo de Dios contra el orgullo, la\n</p><p>explotación, la violencia y la idolatría responsables de las calamidades que se\n</p><p>abatirían sobre su tierra.\n</p><p><strong>Lee Éxodo 11:1 al 10. ¿Qué advertencia dio Dios antes de ejecutar su juicio sobre Egipto?</strong></p><p><strong><sup>1</sup></strong>Jehová dijo a Moisés: Una plaga traeré aún sobre Faraón y sobre Egipto, después de la cual él os dejará ir de aquí; y seguramente os echará de aquí del todo.</p>\n<p><strong><sup>2</sup></strong>Habla ahora al pueblo, y que cada uno pida a su vecino, y cada una a su vecina, alhajas de plata y de oro.</p>\n<p><strong><sup>3</sup></strong>Y Jehová dio gracia al pueblo en los ojos de los egipcios. También Moisés era tenido por gran varón en la tierra de Egipto, a los ojos de los siervos de Faraón, y a los ojos del pueblo.</p>\n<p><strong><sup>4</sup></strong>Dijo, pues, Moisés: Jehová ha dicho así: A la medianoche yo saldré por en medio de Egipto,</p>\n<p><strong><sup>5</sup></strong>y morirá todo primogénito en tierra de Egipto, desde el primogénito de Faraón que se sienta en su trono, hasta el primogénito de la sierva que está tras el molino, y todo primogénito de las bestias.</p>\n<p><strong><sup>6</sup></strong>Y habrá gran clamor por toda la tierra de Egipto, cual nunca hubo, ni jamás habrá.</p>\n<p><strong><sup>7</sup></strong>Pero contra todos los hijos de Israel, desde el hombre hasta la bestia, ni un perro moverá su lengua, para que sepáis que Jehová hace diferencia entre los egipcios y los israelitas.</p>\n<p><strong><sup>8</sup></strong>Y descenderán a mí todos estos tus siervos, e inclinados delante de mí dirán: Vete, tú y todo el pueblo que está debajo de ti; y después de esto yo saldré. Y salió muy enojado de la presencia de Faraón.</p>\n<p><strong><sup>9</sup></strong>Y Jehová dijo a Moisés: Faraón no os oirá, para que mis maravillas se multipliquen en la tierra de Egipto.</p>\n<p><strong><sup>10</sup></strong>Y Moisés y Aarón hicieron todos estos prodigios delante de Faraón; pues Jehová había endurecido el corazón de Faraón, y no envió a los hijos de Israel fuera de su país.</p><p>Dios dio tiempo a Egipto, tres días de oscuridad (Éxo. 10: 22, 23), para pensar en los acontecimientos recientes y en lo que significaban. También les dio la última advertencia explícita, la última oportunidad de hacer lo correcto.\n</p><p>\n</p><p>Pero Éxodo 11:8 dice que Moisés “salió muy enojado de hablar con Faraón”. ¿Por qué se marcharía Moisés enojado? Muy probablemente porque sabía que la tragedia, la décima plaga, afectaría a mucha gente inocente, todo a causa de la dureza de corazón del faraón.</p><p>\n</p>\n<p>Además, el número diez es significativo en el simbolismo bíblico, ya que representa la plenitud, o lo completo. (Piensa en los Diez Mandamientos como una revelación completa de la ley moral divina). Las diez plagas en Egipto señalan la plena expresión de la justicia y el castigo divinos.</p><p>Dios es el Juez, y está en contra del orgullo, la injusticia, la discriminación, la arrogancia, la explotación, la crueldad y el egoísmo. Está del lado de quienes sufren; de los abusados, maltratados y perseguidos. Dios ejecutará la justicia, que es en verdad otra expresión de su amor. (Ver Sal. 2:12; 33:5; 85:11; 89:14; 101:1; Isa. 16:5; Jer. 9:24).</p><p>Nosotros también deberíamos intentar ser tan amorosos y justos como sea posible. Sin embargo, podemos caer fácilmente en los extremos, ya sea en hacer, “por amor”, la vista gorda ante lo malo, ante lo que debe ser corregido, o en ejecutar fríamente la justicia. Ninguno de los dos extremos es correcto. En cambio, he aquí el ideal: “Hombre, el Señor te ha declarado qué es lo bueno y qué pide de ti: solo practica la justicia, ama la bondad y anda humildemente con tu Dios” (Miq. 6:8).</p><p><strong>Si no podemos conseguir el equilibrio perfecto (ciertamente, no podemos), ¿por qué es mejor inclinarnos más hacia la misericordia que hacia la justicia? ¿O no es eso lo mejor?</strong></p><p><p><br></p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de Julio",
          "dayTitle": "<p>LA PASCUA</p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Éxodo 12:1 al 20. ¿Qué instrucciones específicas dio Dios a Moisés y a Aarón antes de que Israel abandonara Egipto?\n</strong></p><p><strong>Éxodo 12:1 al 20</strong></p><p><strong><sup>1</sup></strong>Habló Jehová a Moisés y a Aarón en la tierra de Egipto, diciendo:</p>\n<p><strong><sup>2</sup></strong>Este mes os será principio de los meses; para vosotros será este el primero en los meses del año.</p>\n<p><strong><sup>3</sup></strong>Hablad a toda la congregación de Israel, diciendo: En el diez de este mes tómese cada uno un cordero según las familias de los padres, un cordero por familia.</p>\n<p><strong><sup>4</sup></strong>Mas si la familia fuere tan pequeña que no baste para comer el cordero, entonces él y su vecino inmediato a su casa tomarán uno según el número de las personas; conforme al comer de cada hombre, haréis la cuenta sobre el cordero.</p>\n<p><strong><sup>5</sup></strong>El animal será sin defecto, macho de un año; lo tomaréis de las ovejas o de las cabras.</p>\n<p><strong><sup>6</sup></strong>Y lo guardaréis hasta el día catorce de este mes, y lo inmolará toda la congregación del pueblo de Israel entre las dos tardes.</p>\n<p><strong><sup>7</sup></strong>Y lo comeréis así: ceñidos vuestros lomos, vuestro calzado en vuestros pies, y vuestro bordón en vuestra mano; y lo comeréis apresuradamente; es la Pascua de Jehová.</p>\n<p><strong><sup>8</sup></strong>Pues yo pasaré aquella noche por la tierra de Egipto, y heriré a todo primogénito en la tierra de Egipto, así de los hombres como de las bestias; y ejecutaré mis juicios en todos los dioses de Egipto. Yo Jehová.</p>\n<p><strong><sup>9</sup></strong>Y la sangre os será por señal en las casas donde vosotros estéis; y veré la sangre y pasaré de vosotros, y no habrá en vosotros plaga de mortandad cuando hiera la tierra de Egipto.</p>\n<p><strong><sup>10</sup></strong>Y este día os será en memoria, y lo celebraréis como fiesta solemne para Jehová durante vuestras generaciones; por estatuto perpetuo lo celebraréis.</p>\n<p><strong><sup>11</sup></strong>Siete días comeréis panes sin levadura; y así el primer día haréis que no haya levadura en vuestras casas; porque cualquiera que comiere leudado desde el primer día hasta el séptimo, será cortado de Israel.</p>\n<p><strong><sup>12</sup></strong>El primer día habrá santa convocación, y asimismo en el séptimo día tendréis una santa convocación; ninguna obra se hará en ellos, excepto solamente que preparéis lo que cada cual haya de comer.</p>\n<p><strong><sup>13</sup></strong>Y guardaréis la fiesta de los panes sin levadura, porque en este mismo día saqué vuestras huestes de la tierra de Egipto; por tanto, guardaréis este mandamiento en vuestras generaciones por costumbre perpetua.</p>\n<p><strong><sup>14</sup></strong>En el mes primero comeréis los panes sin levadura, desde el día catorce del mes por la tarde hasta el veintiuno del mes por la tarde.</p>\n<p><strong><sup>15</sup></strong>Por siete días no se hallará levadura en vuestras casas; porque cualquiera que comiere leudado, así extranjero como natural del país, será cortado de la congregación de Israel.</p>\n<p><strong><sup>16</sup></strong>Ninguna cosa leudada comeréis; en todas vuestras habitaciones comeréis panes sin levadura.</p>\n<p><strong><sup>17</sup></strong>Hablad también a toda la congregación de Israel, diciendo: “El día diez de este mes tomará cada uno un cordero para sí, conforme a las familias de los padres, un cordero por familia.”</p>\n<p><strong><sup>18</sup></strong>Lo guardarán hasta el día catorce de este mes; y toda la congregación de Israel lo sacrificará entre la tarde y la noche.</p>\n<p><strong><sup>19</sup></strong>Tomarán de la sangre, y la pondrán en los dos postes y en el dintel de las casas en que lo han de comer.</p>\n<p><strong><sup>20</sup></strong>Y ninguna cosa comeréis de él cruda, ni cocida en agua, sino asada al fuego; su cabeza con sus pies y sus entrañas; ninguna cosa dejaréis de él hasta la mañana; y lo que quedare hasta la mañana lo quemaréis en el fuego.</p>\n<p>Uno esperaría que Dios instruyera a Moisés y a Aarón acerca de cómo organizar la salida de Egipto; es decir, cómo hacer provisión para ello especialmente en favor de los ancianos, las madres con niños pequeños, los animales, etcétera. En cambio, la instrucción de Dios es sorprendente: les dice cómo celebrar la Pascua. En otras palabras, la atención se centra en adorar al Señor, quien iba a redimirlos. Todo lo demás vendría a su debido tiempo.</p><p>Cada familia debía cocinar un cordero sin desperdiciar nada. Cada uno debía comer su porción, y si la familia no podía consumir todo el animal, debía compartir la cena con otra familia.\n</p><p>\n</p><p>\n</p><p><strong>Lee Éxodo 12:13 y 14. ¿Qué haría el Señor por ellos cuando llegara la última plaga? ¿Qué simboliza eso?\n</strong></p><p>El éxodo debía celebrarse regularmente cada año, no solo en conmemoración de lo que Dios había hecho por sus antepasados, sino también como la actualización de la acción liberadora de Dios para la generación presente. Sería una experiencia nueva para cada grupo.</p><p>\n</p><p>Los versículos 12 y 13 explican el significado de la Pascua: el juicio divino de destrucción “pasará por encima” de los israelitas. Por eso debían conmemorar la “Pascua”. La palabra hebrea traducida como “Pascua” es pésaj, que es una combinación de otras dos que significan “pasar” y “sobre” o “encima”, ya que la destrucción “pasó por alto” los hogares israelitas cuyos dinteles habían sido marcados con la sangre del cordero, el signo de la vida y la salvación.</p><p>La celebración de la Pascua debía recordar a cada israelita los poderosos y bondadosos actos de Dios en favor de su pueblo. Esta celebración les ayudaba a salvaguardar su identidad nacional y a dar testimonio de sus convicciones religiosas.\n</p><p><strong>¿Por qué es tan importante que recuerdes siempre la bondad de Dios para contigo en el pasado y confíes en que también será bondadoso contigo en el futuro?</strong></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de Julio",
          "dayTitle": "<p>PÉSAJ</p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Éxodo 12:17 al 23. ¿Qué papel desempeña la sangre en la celebración de esta nueva festividad religiosa?&nbsp;</strong></p><p><strong>Éxodo 12:17 al 23</strong></p><p><strong><sup>17</sup></strong>Y guardaréis la fiesta de los panes sin levadura, porque en este mismo día saqué vuestras huestes de la tierra de Egipto; por tanto, guardaréis este mandamiento en vuestras generaciones por costumbre perpetua.</p>\n<p><strong><sup>18</sup></strong>En el mes primero comeréis los panes sin levadura, desde el día catorce del mes por la tarde hasta el veintiuno del mes por la tarde.</p>\n<p><strong><sup>19</sup></strong>Por siete días no se hallará levadura en vuestras casas; porque cualquiera que comiere leudado, así extranjero como natural del país, será cortado de la congregación de Israel.</p>\n<p><strong><sup>20</sup></strong>Ninguna cosa leudada comeréis; en todas vuestras habitaciones comeréis panes sin levadura.</p>\n<p><strong><sup>21</sup></strong>Y Moisés convocó a todos los ancianos de Israel, y les dijo: Sacad y tomaos corderos por vuestras familias, y sacrificad la pascua.</p>\n<p><strong><sup>22</sup></strong>Y tomad un manojo de hisopo, y mojadlo en la sangre que estará en un lebrillo, y untad el dintel y los dos postes con la sangre que estará en el lebrillo; y ninguno de vosotros salga de las puertas de su casa hasta la mañana.</p>\n<p><strong><sup>23</sup></strong>Porque Jehová pasará hiriendo a los egipcios; y cuando vea la sangre en el dintel y en los dos postes, pasará Jehová aquella puerta, y no dejará entrar al heridor en vuestras casas para herir.</p>\n<p>La sangre del cordero sacrificado era un elemento clave en esta celebración. Quienes participaban de esta, mojaban con ella los marcos de las puertas de sus casas. De este modo, demostraban su fe en que Dios los libraría de lo que tendrían que afrontar quienes no estuvieran protegidos por la sangre.\n</p><p>¡Qué poderosa representación de lo que significa el evangelio!\n</p><p>El cordero pascual tenía que ser sin defecto pues señalaba a Jesucristo, “¡el Cordero de Dios, que quita el pecado del mundo!” La sangre del animal cumplía una función crucial: simbolizaba protección y era una señal de vida en un momento de muerte. “La sangre será la señal de las casas donde ustedes estén. Al ver la sangre, pasaré de largo, y no habrá entre ustedes mortandad cuando yo hiera la tierra de Egipto” (Éxo. 12:13).\n</p><p>Todo el evangelio estaba asociado con la celebración de la Pascua porque esta no solo apuntaba a la liberación de la esclavitud y la partida hacia la Tierra Prometida, sino también al sacrificio de Jesucristo por nuestros pecados y a sus méritos aplicados a todos los que están cubiertos por su sangre.\n</p><p>Siglos más tarde, Pablo escribió lo siguiente al recordar esta celebración: “Límpiense de la vieja levadura, para que sean nueva masa sin levadura como son. Porque nuestra Pascua, que es Cristo, ya fue sacrificada por nosotros” (1 Cor. 5:7).\n</p><p>La levadura, o fermento, era utilizada para preparar masas de diversos tipos. Se la menciona por primera vez en la Biblia en relación con la preparación del pan ácimo (sin levadura) en la víspera de la salida de los israelitas de Egipto. También era necesario eliminar la levadura de sus casas (Éxo. 12:8, 15-20; 13:3-7). En este contexto concreto, la levadura era un símbolo de pecado (1 Cor. 5:6-8). Por lo tanto, no debía ser utilizada en el contexto de la fiesta de la Pascua durante una semana.\n</p><p>El pan sin levadura es un símbolo del Mesías sin pecado, quien venció todas las tentaciones y dio su vida por nosotros (Juan 1:29; 1 Cor. 5:7; Heb. 4:15). El “manojo de hisopo” empapado en sangre simbolizaba la gracia purificadora de Dios (Sal. 51:7). En resumen, la obra redentora de Jesús era revelada a lo largo de la Pascua.\n</p><p><strong>¿Qué nos dice acerca de la gravedad del pecado el hecho de que fuera necesaria la sangre de Jesús, Dios mismo, para expiarlo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de Julio",
          "dayTitle": "<p>PASAR LA ANTORCHA</p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>El salmista declara cómo pueden nuestros hijos conocer a Dios y su amoroso cuidado: “Una generación exaltará tus obras ante la otra y anunciará tus portentos” (Sal. 145:4). Una familia debe hablar a otra familia acerca de Dios, de sus maravillosas obras y de sus enseñanzas, todo ello con el fin de transmitir el conocimiento bíblico a otra generación.\n</p><p><strong>Lee Éxodo 12:24 al 28. ¿Qué punto importante se planteó aquí?</strong></p><p><strong>Éxodo 12:24 al 28</strong></p><p><strong><sup>24</sup></strong>Guardaréis esto por estatuto para vosotros y para vuestros hijos para siempre.</p>\n<p><strong><sup>25</sup></strong>Y cuando entréis en la tierra que Jehová os dará, como prometió, guardaréis este rito.</p>\n<p><strong><sup>26</sup></strong>Y cuando os dijeren vuestros hijos: ¿Qué es este rito vuestro?</p>\n<p><strong><sup>27</sup></strong>Vosotros responderéis: Es la víctima de la pascua de Jehová, el cual pasó por encima de las casas de los hijos de Israel en Egipto, cuando hirió a los egipcios, y libró nuestras casas. Entonces el pueblo se inclinó y adoró.</p>\n<p><strong><sup>28</sup></strong>Y los hijos de Israel fueron e hicieron puntualmente así, como Jehová había mandado a Moisés y a Aarón.</p>\n<p>Los padres eran los primeros maestros en Israel y debían contar la historia del éxodo a sus hijos. No debían hacerlo como si se tratara de un mero acontecimiento histórico pasado, sino que debía presentárseles como su propia experiencia, aunque hubiera ocurrido mucho tiempo antes. Debían identificarse con sus antepasados al celebrar esta fiesta, y la historia debía ser revivida y actualizada. El padre decía: “Estuve en Egipto, vi la derrota de los dioses egipcios y las plagas sobre Egipto, y fui liberado”. El libro de Éxodo subraya dos veces cómo debían los padres responder las preguntas de sus hijos acerca de la Pascua (ver Éxo. 13:14-16; Deut. 26:5-9).\n</p><p>\n</p><p>\n</p><p>Es digno de notar que los israelitas estaban aún en Egipto cuando se les dijo que celebraran su liberación. Toda la celebración fue, pues, un acto de fe. Tras recibir las instrucciones, “el pueblo se inclinó y adoró” (Éxo. 12:27) a su Redentor, y luego siguieron las indicaciones acerca de la Pascua.\n</p><p>En el libro del Deuteronomio se recuerda a los israelitas que debían contar su historia de tal manera que pudieran internalizarla como si se hubiera tratado de su propio viaje. Nótese el tono colectivo de este relato, así como el énfasis en la experiencia presente: “Entonces dirás ante el Señor tu Dios: ‘Un arameo a punto de perecer fue mi padre. Descendió a Egipto con pocos hombres; habitó allí, y llegó a ser un pueblo grande y numeroso. Los egipcios nos maltrataron, nos afligieron y nos sometieron a dura servidumbre; clamamos al Señor Dios de nuestros padres, y él oyó nuestra voz, vio nuestra aflicción, nuestro trabajo y nuestra opresión, y nos sacó de Egipto con mano fuerte y brazo extendido, con grandes portentos, señales y milagros, y nos trajo a este lugar, y nos dio esta tierra que mana leche y miel’ ” (Deut. 26:5-9).\n</p><p>Además, cada vez que refirieran la historia de la Pascua (o cualquier acontecimiento de la historia sagrada) a sus hijos, los padres mismos recordarían lo que Dios había hecho por ellos y por el pueblo. Rememorar la Pascua era, pues, una bendición tanto para quien lo hacía a viva voz como para los oyentes.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de Julio",
          "dayTitle": "<p>EL JUICIO DIVINO</p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Éxodo 12:29 y 30 acerca de cómo hirió Dios a los primogénitos en Egipto. ¿Por qué se centró Dios en los primogénitos? (Ver también Heb. 11:28).\n</strong></p><p><strong>Éxodo 12:29 y 30&nbsp;</strong></p><p><strong style=\"background-color: initial;\"><sup>29</sup></strong>Y aconteció que a la medianoche Jehová hirió a todo primogénito en tierra de Egipto, desde el primogénito de Faraón que se sentaba en su trono, hasta el primogénito del preso que estaba en la cárcel, y todo primogénito de las bestias.</p>\n<p><strong><sup>30</sup></strong>Y se levantó de noche Faraón, y todos sus siervos, y todos los egipcios; y hubo un gran clamor en Egipto, porque no había casa en donde no hubiera muerto algún muerto.</p><p><strong>Heb. 11:28</strong></p>\n<p><strong><sup>28</sup></strong>Por la fe Moisés, ya de grande, rehusó ser llamado hijo de la hija de Faraón;</p><p>La última plaga en Egipto cayó sobre los primogénitos. Fue un juicio divino sobre todos los dioses de Egipto y sobre todas las familias que adoraban a estos dioses falsos, ídolos sin valor que reflejaban las propias pasiones, deseos y temores de la gente.\n</p><p>Como habían demostrado las plagas anteriores, estos ídolos eran incapaces de salvar al pueblo. Su inutilidad era aún más evidente ahora, durante la décima plaga, la que produjo las mayores consecuencias para los egipcios.\n</p><p>“A través del vasto reino de Egipto, el orgullo de toda casa había sido humillado. Los gritos y los gemidos de los dolientes llenaban los aires. El rey y los cortesanos, con rostros pálidos y miembros trémulos, estaban aterrados por el horror prevaleciente” (Elena de White, Patriarcas y profetas, p. 285).\n</p><p>El faraón representaba el poder supremo y el dios de Egipto, y su hijo primogénito era considerado hijo de un dios. Isis era una diosa protectora de los niños; Heket era una diosa que asistía a las mujeres durante el parto, y Min era un dios de la reproducción. Además de estos, había varios dioses egipcios de la fertilidad. Todas estas deidades eran impotentes en comparación con el Señor vivo. Moisés dice: “¿Quién como tú, Señor, entre los dioses? ¿Quién como tú, magnífico en santidad, terrible en prodigios, autor de maravillas?” (Éxo. 15:11). Jetro dio luego el siguiente testimonio: “Ahora reconozco que el Señor es grande más que todos los dioses, porque prevaleció contra los que se ensoberbecieron contra ellos” (Éxo. 18:11).\n</p><p>Según Éxodo 1, los egipcios habían matado a los hijos recién nacidos de Israel por orden del faraón para debilitar a los israelitas, someterlos y humillarlos. Ahora, el castigo de Dios golpea a los primogénitos de Egipto. Lo que se siembra, se cosecha.\n</p><p>Nuestras decisiones y acciones equivocadas tienen consecuencias que no solo nosotros padecemos, sino que también afectan a otros, a veces muchos e inocentes. Tal es la naturaleza del pecado.\n</p><p><strong>¿En qué formas has sufrido a causa de los pecados ajenos? ¿De qué maneras otros han sufrido a causa de tus faltas? ¿Cuál es nuestra única esperanza?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n\n<p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de Agosto",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Lee el capítulo titulado “La Pascua” en el libro Patriarcas y profetas, de Elena de White, pp. 279-285.\n</p><p>“La Pascua debía ser tanto conmemorativa como típica; no solo recordaría la liberación de Israel de Egipto, sino que también señalaría a la liberación más grande que Cristo realizaría para libertar a su pueblo de la servidumbre del pecado. El cordero del sacrificio representa al ‘Cordero de Dios’, en quien reside nuestra única esperanza de salvación. Dice el apóstol: ‘Nuestra pascua, que es Cristo, ya fue sacrificada por nosotros’ (1 Cor. 5:7). No bastaba que el cordero pascual fuese muerto; había que rociar con su sangre los postes de las puertas; así habrían de aplicarse los méritos de Cristo sobre el alma. Debemos creer, no solo que él murió por el mundo, sino que murió por cada uno individualmente. Debemos apropiarnos la virtud del sacrificio expiatorio” (Elena de White, Patriarcas y profetas, p. 281).\n</p><p>Las familias judías observantes de todo el mundo celebran hasta hoy la Pascua judía, o Pésaj. Durante la primera noche de la celebración realizan una ceremonia llamada “Séder de Pascua” (séder significa “orden”) durante la cual rememoran el éxodo y disfrutan luego de una comida especial en familia. Es asombroso que esto haya sido celebrado desde la época del éxodo. Solo el reposo sabático durante el séptimo día de la semana, que los judíos observantes también respetan, se remonta incluso más atrás en el tiempo, hasta el Edén.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1</strong>. ¿Cómo es posible entender la “justicia” del Señor al dar muerte a los primogénitos, muchos de los cuales eran seguramente “inocentes”? ¿Cómo armoniza esto con la poderosa realidad del amor de Dios? Pensemos también en el Diluvio. ¿Cómo entenderlo?\n</p><p><strong>2</strong>. ¿Qué significan las expresiones metafóricas según las cuales los creyentes están “cubiertos” por la sangre de Jesús y su sangre los “limpia” de todas sus iniquidades?\n</p><p><strong>3</strong>. Medita en lo siguiente: “Los seguidores de Cristo deben participar de su experiencia. Deben recibir y asimilar la Palabra de Dios para que se convierta en el poder que motive su vida y acción. Mediante el poder de Cristo, deben ser transformados a su imagen y reflejar los atributos divinos... El espíritu y la obra de Cristo deben convertirse en el espíritu y la obra de sus discípulos” (Elena de White, Patriarcas y profetas, p. 282). ¿Cómo permitimos que Cristo haga en nosotros lo allí descrito?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de Agosto",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Texto clave: Éxodo 12:26, 27.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 11:1-12:30.\n</strong></p><p><strong>Introducción\n</strong></p><p>La décima plaga fue el clímax o punto culminante de la serie. El pueblo debía prepararse adecuadamente de antemano para su llegada porque había vidas en juego. A los primogénitos les esperaba la vida o la muerte, lo que ponía a las familias en un estado de máxima alerta. Cada familia debía responder una pregunta crucial: ¿confiarían en el Señor y en la provisión hecha por él para la vida o la ignorarían? El único camino hacia la vida estaba señalado por la aceptación de la sangre del cordero inocente. En este momento se inauguraba la celebración de la Pascua para que las familias experimentaran juntas la liberación de Dios.\n</p><p>No olvides explicar a los miembros de tu clase el punto principal de la lección: Jesucristo es el Cordero prefigurado por la Pascua (Juan 1:29; 1 Cor. 5:7). Solo en él tenemos verdadera vida y vida eterna, que fue asegurada en la Cruz (Juan 11:25; 12:32; Rom. 5:6-8; 1 Cor. 1:18, 23, 24). La celebración de la Pascua llevó a Jesús a establecer para sus seguidores una nueva ceremonia. En la Última Cena, Jesús comió con sus discípulos el cordero que lo representaba. Al hacerlo, Cristo reorientó la atención de sus seguidores hacia una nueva celebración que les recordaría repetidamente el acontecimiento más importante de la historia de la Tierra y de todo el universo: su sacrificio final en la Cruz por nosotros. Celebramos esta comunión durante la Cena del Señor, cuando recordamos su vida y su sacrificio por nosotros (Mat. 26:26-29; 1 Cor. 11:23-26). Esta resignificación del cordero de la Pascua como prefiguración del sacrificio de Jesucristo, el Cordero viviente, es una lección insondable que debe ser recordada vivamente durante la Comunión, así como en la aceptación personal diaria de la muerte sustitutoria de Cristo por la humanidad (2 Cor. 5:15, 21).\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>Antecedentes históricos\n</strong></p><p>Tutmosis III (1504-1450 a. C.) nombró a su hijo Amenhotep II (1453-1425 a. C.), quien no era su primogénito, como corregente suyo, pero solo durante un breve período. Es probable que Amenhotep II no estuviera presente en Egipto durante las diez plagas, ya que estaba ocupado en una campaña militar. Tras su regreso, recibiría la devastadora noticia de que su padre había muerto en el Mar Rojo mientras perseguía a los israelitas (Éxo. 14:28; 15:4; Sal. 136:15) y que su hermano, el primogénito del faraón, había muerto durante la décima plaga (Éxo. 12:29). El juicio ejecutivo de Dios afectó, como había sido anunciado, a los primogénitos egipcios, a sus animales y a sus dioses (Éxo. 12:12). El faraón fue claramente advertido, pero desafió tanto la amonestación divina como las repetidas súplicas de Moisés para que se sometiera a la petición de Dios a fin de evitar la calamidad. El faraón se negó obstinadamente a obedecer a Dios, y su testarudez provocó una devastación sin precedentes para los egipcios. Todas las familias se vieron afectadas. La influencia de esta tragedia fue inmediata, y los egipcios suplicaron a los israelitas que abandonaran Egipto.\n</p><p><strong>El cordero pascual\n</strong></p><p>Muchos no entienden el verdadero significado y propósito de los sacrificios y los motivos que había detrás de ellos. Había una gran diferencia entre los sacrificios paganos, ofrecidos en templos o domicilios particulares a diferentes dioses en forma de ídolos, y los sacrificios genuinos ofrecidos al Dios vivo. El Señor reguló esas ofrendas y dio instrucciones precisas acerca de por qué y cómo debían ofrecérsele, junto con lo que debía ser ofrecido y quién debía oficiar los sacrificios.\n</p><p>Detrás de todos los sacrificios paganos subyacía la idea de que eran alimento para los dioses, que dependían de ellos para su sustento. En contraste, el Dios viviente provee alimento a todos (Sal. 104:14-27); por lo tanto, él no necesita ser alimentado o sostenido con sacrificios. En resumen, los sacrificios no servían como alimento para el Dios del Cielo.\n</p><p>Pero la principal diferencia entre los sacrificios paganos y los ordenados por Dios era mucho más profunda. El motivo subyacente del pagano era que veía sus ofrendas sacrificiales como un medio para influir en los dioses, aplacar su ira y recibir su favor. Los adoradores paganos necesitaban llevar ofrendas a los dioses para apaciguarlos, obtener su bendición y evitar que les hicieran daño. Necesitaban dar lo mejor a sus dioses para recibir la protección, prosperidad, fertilidad, seguridad y favor de ellos.\n</p><p>A diferencia de ello, los sacrificios ordenados por Dios eran el medio y la provisión del Señor para que sus criaturas humanas se acercaran a él. Dios condesciende con nosotros, y nos proporciona la reconciliación y la salvación. Cuando los creyentes presentan su ofrenda ante Dios, no lo hacen para manipularlo, sino como una expresión de gratitud por el sacrificio de Jesús, a quien señalan todos los sacrificios. En consecuencia, aceptan a Cristo como su Salvador, el único que puede perdonar sus pecados, salvarlos y bendecirlos.\n</p><p>En la época del éxodo, la sangre en los postes de las puertas de una vivienda era una señal (Éxo. 12:13) de que la familia que allí moraba reconocía al Señor como tal y deseaba vivir en armonía con sus enseñanzas. Esa sangre garantizaba la salvación divina a la familia. Dios proclamó: “Al ver la sangre, pasaré de largo, y no habrá entre ustedes mortandad cuando yo hiera la tierra de Egipto” (Éxo. 12:13). Este juicio no era de condenación o destrucción, sino de redención en favor de los creyentes. Las versiones bíblicas en nuestro idioma aprovechan el significado de la palabra hebrea traducida como “pascua” (pesaj: “pasar”) y subrayan el hecho de que el juicio de destrucción del Señor pasaría encima o por sobre los creyentes que obedecieran a Dios colocando la sangre del cordero como señal en los postes de sus puertas.\n</p><p>Las familias creyentes celebraban la Pascua como el juicio de la salvación. Esta sangre tiene un significado más profundo. El sacrificio de cada cordero señalaba a Jesucristo, el verdadero Cordero de la Pascua, quien se sacrificaría por la humanidad. Por lo tanto, quienes lo aceptan como su Salvador personal reciben la promesa de que vivirán eternamente con él (Juan 3:16; 1 Juan 5:11-13).</p><p>Dios solamente puede aceptar un sacrificio ofrecido desde un corazón contrito, humilde y agradecido. La gratitud por lo que Dios ha hecho (no por lo que yo he logrado) debe ser el motivo clave que brota de un corazón que alaba a Dios por el don de la salvación. El profeta Isaías subraya que debemos animarnos unos a otros porque el juicio de Dios en favor de su pueblo no es condenatorio, sino redentor. Nuestro amoroso, misericordioso y bondadoso Señor enseña a los creyentes cómo interpretar correctamente su juicio: “Digan a los de corazón apocado: ‘¡Ánimo! ¡No teman! […] Dios mismo vendrá y los salvará’ ” (Isa. 35:4).</p><p><strong>Instruir a nuestros hijos según el modelo divino\n</strong></p><p>Dios dio instrucciones precisas a su pueblo respecto de cómo enseñar a las siguientes generaciones acerca de él y de sus poderosos actos. Les dijo que celebraran la Pascua cada año de una manera muy personal. Lo que sucedió a sus antepasados debía ser relatado como su propia experiencia del éxodo, como si ellos fueran los esclavos que fueron redimidos por el Señor y salieron de Egipto. Los padres debían instruir a sus hijos y estos a los suyos perpetuamente. Debían revivir la liberación de la esclavitud en Egipto no solo con palabras, sino con hechos. La experiencia debía mantenerse vigente y la historia debía ser actualizada como si estuviera ocurriendo en el presente. El acontecimiento histórico debía convertirse en algo existencial y personal. De este modo, la historia sería revivida, la memoria refrescada y no se olvidaría lo ocurrido. Moisés dijo: “Y cuando hayan entrado en la tierra que el Señor les dará, como lo ha prometido, guardarán este rito. Y cuando sus hijos les pregunten: ‘¿Qué significa este rito?’, responderán: ‘Es la víctima de la Pascua en honor del Señor, que pasó por alto las casas de los israelitas en Egipto, cuando hirió a los egipcios, y libró nuestras casas’ ” (Éxo. 12:25-27). Para recordar tan significativo evento, se ordenó a los israelitas que celebraran el ritual de la Pascua cada año.\n</p><p>Este modelo es la norma de acuerdo con la cual debemos instruir hoy a nuestros hijos y nuestros nietos. Este modelo nos ha sido dado para que lo imitemos. Asaf anima a ello con las siguientes palabras: “Abriré mi boca en parábolas, hablaré cosas escondidas desde tiempos antiguos, lo que hemos oído y entendido, que nuestros padres nos contaron. No las ocultaremos a sus hijos, contaremos a la generación venidera las alabanzas del Señor, su fortaleza y las maravillas que hizo. Dios estableció un testimonio en Jacob, puso una ley en Israel; y mandó a nuestros padres que la notificaran a sus hijos, para que la conociera la siguiente generación, los hijos que habían de nacer, y que estos la contaran a sus hijos, a fin de que pongan su confianza en Dios, que no olviden sus obras y guarden sus mandamientos” (Sal. 78:2-7). David declara lo que debemos hacer al respecto: “Una generación exaltará tus obras ante la otra y anunciará tus portentos” (Sal. 145:4).\n</p><p>La historia de la redención y la liberación debe ser repetida y aprendida por cada nueva generación. Basta que una generación descuide esta tarea para que sus hijos y sus familias pierdan el conocimiento de Dios. Entonces, la comprensión de sus enseñanzas disminuirá drásticamente, y la búsqueda de una vida piadosa estará en peligro.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>1. La terquedad del faraón y de muchos egipcios nos enseña que ni siquiera los grandes milagros y prodigios tienen el poder de hacer que las personas crean y cambien de vida. Jesús mismo dijo: “Si no oyen a Moisés y a los profetas, tampoco se persuadirán, aunque se levante alguno de los muertos” (Luc. 16:31). ¿Qué fue lo que te condujo a seguir a Dios de todo corazón? ¿Cómo podemos ayudar a otros a no depender de los milagros, sino a tomar en serio la Palabra de Dios?\n</p><p>2. Puesto que Dios nos ama, nos instruye acerca de las consecuencias devastadoras de la desobediencia si permanecemos obstinadamente en el pecado. La persistencia en el mal resulta mortal; por esta razón, Dios nos llama misericordiosamente a arrepentirnos y a aceptar su provisión de salvación. ¿Cómo podemos estar seguros de nuestra consagración plena a Jesús y de que somos salvos? ¿Cómo podemos tomar en serio las amorosas advertencias de Dios de no seguir un camino que conduce a la destrucción? Las trampas de las distracciones son muy variadas. ¿Cómo pueden ser evitadas?\n</p><p>3. En su mensaje a los israelitas, Moisés subrayó que debían instruir en todo momento a sus descendientes acerca del amor, la bondad y la verdad de Dios: “Las repetirás a tus hijos, y hablarás de ellas cuando estés en casa o cuando vayas por el camino, al acostarte y al levantarte” (Deut. 6:7). ¿Cómo podemos instruir a nuestros hijos de manera cautivadora y significativa, no tediosa ni forzada, a fin de que nuestras familias se llenen del conocimiento de Dios?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>LA PASCUA</p>",
      "verse": "<p>&nbsp;“Y cuando sus hijos les pregunten: ‘¿Qué significa este rito?’, responderán: ‘Es la víctima de la Pascua en honor del Señor, que pasó por alto las casas de los israelitas en Egipto, cuando hirió a los egipcios, y libró nuestras casas’ ” (Éxo. 12:26, 27).</p>",
      "versionCode": 25,
      "weekDate": "26 de Julio - 1 de agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
