{
   "data":[
      {
         "color":"#5df00f",
         "id":713,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"September 17",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>Whenever we look at the issue of suffering, the question comes: How did sin and suffering first arise? Through divine revela­tion we have good answers: they arose because free beings abused the freedom God had given them. This leads to another question: Did God know beforehand that these beings would fall? Yes, but obviously He thought it was, as C. S. Lewis wrote, “worth the risk.” Worth the risk?</p><p>&nbsp;For whom? For us, while God sits in heaven on His throne? Not exactly. The freedom of all His intelligent creatures was so sacred that, rather than deny us freedom, God chose to bear in Himself the brunt of the suffering caused by our abuse of that freedom. And we see this suffering in the life and death of Jesus, who, through suffering in our flesh, has created bonds between heaven and earth that will last throughout eternity.<br><strong><br>The Week at a Glance:</strong> What did Christ suffer in our behalf? What can we learn from His suffering?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 18",
               "dayTitle":"<p>The Early Days<br></p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p>Scripture gives us little information about the early years of Jesus. A few verses, however, tell us something about the conditions He lived under and the kind of world the Savior entered.<br><br><strong>Read Luke 2:7, 22–24 (see also Lev. 12:6–8) and Matthew 2:1–18. What do we see in these texts that gives us an indication of the kind of life Jesus faced from the start?</strong><sup><br></sup></p><p><strong>Luke 2:7, 22–24 </strong><sup><strong><br></strong></sup></p><p><sup><strong>7</strong></sup> And she brought forth her firstborn Son, and wrapped Him in swaddling cloths, and laid Him in a manger, because there was no room for them in the inn.</p><p><sup><strong>22 </strong></sup>Now when the days of her purification according to the law of Moses were completed, they brought Him to Jerusalem to present Him to the Lord <sup><br></sup></p><p><sup><strong>23</strong></sup> (as it is written in the law of the Lord, “Every male who opens the womb shall be called holy to the Lord”), <sup><br></sup></p><p><sup><strong>24</strong></sup> and to offer a sacrifice according to what is said in the law of the Lord, “A pair of turtledoves or two young pigeons.”</p><p><strong>Lev. 12:6–8</strong></p><p><sup><strong>6 </strong></sup>‘When the days of her purification are fulfilled, whether for a son or a daughter, she shall bring to the priest a lamb of the first year as a burnt offering, and a young pigeon or a turtledove as a sin offering, to the door of the tabernacle of meeting. <sup><strong><br></strong></sup></p><p><sup><strong>7 </strong></sup>Then he shall offer it before the Lord, and make atonement for her. And she shall be clean from the flow of her blood. This is the law for her who has borne a male or a female.<sup><br><br><strong>8 </strong></sup>‘And if she is not able to bring a lamb, then she may bring two turtledoves or two young pigeons—one as a burnt offering and the other as a sin offering. So the priest shall make atonement for her, and she will be clean.’ ”</p><p><br></p><p><strong>Matthew 2:1–18</strong></p><p><sup><strong>1 </strong></sup>Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the East came to Jerusalem, <br></p><p><sup><strong>2</strong></sup> saying, “Where is He who has been born King of the Jews? For we have seen His star in the East and have come to worship Him.”<sup><br><br><strong>3 </strong></sup>When Herod the king heard this, he was troubled, and all Jerusalem with him. 4 And when he had gathered all the chief priests and scribes of the people together, he inquired of them where the Christ was to be born.<sup><br><br><strong>5 </strong></sup>So they said to him, “In Bethlehem of Judea, for thus it is written by the prophet:<sup><br><br><strong>6</strong></sup> <br>‘But you, Bethlehem, in the land of Judah,<br>Are not the least among the rulers of Judah;<br>For out of you shall come a Ruler<br>Who will shepherd My people Israel.’ ”<sup><br><strong><br>7</strong></sup> Then Herod, when he had secretly called the wise men, determined from them what time the star appeared. 8 And he sent them to Bethlehem and said, “Go and search carefully for the young Child, and when you have found Him, bring back word to me, that I may come and worship Him also.”<sup><br><strong><br>9 </strong></sup>When they heard the king, they departed; and behold, the star which they had seen in the East went before them, till it came and stood over where the young Child was. <sup><strong><br></strong></sup></p><p><sup><strong>10</strong></sup> When they saw the star, they rejoiced with exceedingly great joy. <sup><strong><br></strong></sup></p><p><sup><strong>11</strong></sup> And when they had come into the house, they saw the young Child with Mary His mother, and fell down and worshiped Him. And when they had opened their treasures, they presented gifts to Him: gold, frankincense, and myrrh.<sup><br><strong><br>12</strong></sup> Then, being divinely warned in a dream that they should not return to Herod, they departed for their own country another way.<sup><br><br><strong>13 </strong></sup>Now when they had departed, behold, an angel of the Lord appeared to Joseph in a dream, saying, “Arise, take the young Child and His mother, flee to Egypt, and stay there until I bring you word; for Herod will seek the young Child to destroy Him.”<sup><br><strong><br>14</strong></sup> When he arose, he took the young Child and His mother by night and departed for Egypt, <sup><br></sup></p><p><sup><strong>15</strong></sup> and was there until the death of Herod, that it might be fulfilled which was spoken by the Lord through the prophet, saying, “Out of Egypt I called My Son.”<sup><br><br><strong>16</strong></sup> Then Herod, when he saw that he was deceived by the wise men, was exceedingly angry; and he sent forth and put to death all the male children who were in Bethlehem and in all its districts, from two years old and under, according to the time which he had determined from the wise men. <br></p><p><strong><sup>17 </sup></strong>Then was fulfilled what was spoken by Jeremiah the prophet, saying:<sup><br><br><strong>18&nbsp; </strong></sup>“A voice was heard in Ramah,<br>Lamentation, weeping, and great mourning,<br>Rachel weeping for her children,<br>Refusing to be comforted,<br>Because they are no more.”<br></p><p>Of course, Jesus was not the first person to live in poverty or to face those who wanted to kill Him, even from an early age. There is, how- ever, another element that helps us understand the uniqueness of what Christ suffered from the earliest times.<br><br><strong>Read John 1:46. What element does this add to help us understand what sufferings the young Jesus had faced?</strong><br></p><p><strong>John 1:46</strong></p><p><strong><sup>46</sup> </strong>And Nathanael said to him, “Can anything good come out of Nazareth?”<br><br>Philip said to him, “Come and see.”<strong><br></strong></p><p>With the exceptions of Adam and Eve before the Fall, Jesus was the only sinless Person who ever lived on the earth. In His purity, in His sinlessness, He was immersed in a world of sin. What torture it must have been, even as a child, for His pure soul constantly to be in contact with sin. Even in our hardness because of sin, we ourselves often shrink away from exposure to sins and evil that we find repulsive. Imagine what it must have been like for Christ, whose soul was pure, who wasn’t the least bit tainted by sin. Think of the sharp contrast between Himself and others around Him in that regard. It must have been exceedingly painful for Him.<br><br>Ask yourself, “How sensitive am I to the sins that exist all around us? Do they bother me, or am I hardened to them?” If you are hardened to them, could it be because of the things you read, watch, or even do? Think about it.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 19",
               "dayTitle":"<p>Despised and Rejected of Men<br></p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><strong>Read the following texts, all the while keeping in mind the fact that Jesus was divine, the Creator of heaven and earth, and that He came to offer Himself as a sacrifice for the sins of the whole world (Matt. 12:22–24; Luke 4:21–30; John 8:58, 59). How do these texts help us understand the sufferings that Jesus faced here on earth?</strong><br></p><p><strong>Matt. 12:22–24</strong></p><p><strong><sup>22</sup> </strong>Then one was brought to Him who was demon-possessed, blind and mute; and He healed him, so that the blind and mute man both spoke and saw. 23 And all the multitudes were amazed and said, “Could this be the Son of David?”<sup><br><br><strong>24 </strong></sup>Now when the Pharisees heard it they said, “This fellow does not cast out demons except by Beelzebub, the ruler of the demons.”<br></p><p><strong>Luke 4:21–30</strong></p><p><sup><strong>&nbsp;21</strong></sup> And He began to say to them, “Today this Scripture is fulfilled in your hearing.” <sup><br></sup></p><p><sup><strong>22 </strong></sup>So all bore witness to Him, and marveled at the gracious words which proceeded out of His mouth. And they said, “Is this not Joseph’s son?”<sup><br><strong><br>23 </strong></sup>He said to them, “You will surely say this proverb to Me, ‘Physician, heal yourself! Whatever we have heard done in Capernaum, do also here in Your country.’ ” <sup><br></sup></p><p><sup><strong>24</strong></sup> Then He said, “Assuredly, I say to you, no prophet is accepted in his own country. <sup><br></sup></p><p><sup><strong>25 </strong></sup>But I tell you truly, many widows were in Israel in the days of Elijah, when the heaven was shut up three years and six months, and there was a great famine throughout all the land; <sup><br></sup></p><p><sup><strong>26</strong></sup> but to none of them was Elijah sent except to Zarephath, in the region of Sidon, to a woman who was a widow.</p><p><sup><strong>&nbsp;27 </strong></sup>And many lepers were in Israel in the time of Elisha the prophet, and none of them was cleansed except Naaman the Syrian.”<sup><br><br><strong>28 </strong></sup>So all those in the synagogue, when they heard these things, were filled with wrath, <sup><br></sup></p><p><sup><strong>29 </strong></sup>and rose up and thrust Him out of the city; and they led Him to the brow of the hill on which their city was built, that they might throw Him down over the cliff. <sup><strong><br></strong></sup></p><p><sup><strong>30 </strong></sup>Then passing through the midst of them, He went His way.<br></p><p><strong>John 8:58, 59</strong></p><p><strong><sup>58</sup> </strong>Jesus said to them, “Most assuredly, I say to you, before Abraham was, I AM.”<br></p><p>Whether by leaders, or even by the common people, Jesus’ life, acts, and teaching were constantly misunderstood, leading to rejection and hatred from people He came to save. In a certain sense, it must be like a parent who sees a wayward child in need of help, and though the parent is willing to give everything for that child, the child spurns the parent, heaping scorn and rejection upon, perhaps, the only person who can spare that child from utter ruin. That’s what Jesus faced while here on earth. How painful it must have been for Him.<br><br><strong>Read Matthew 23:37. What does it tell us about how Christ felt about the rejection? As you read, ask yourself, too, Was He feeling bad for Himself (as we often do when facing rejection), or was it for another reason? If for another reason, what was it?</strong><br></p><p><strong>Matthew 23:37</strong></p><p><sup><strong>37 </strong></sup>“O Jerusalem, Jerusalem, the one who kills the prophets and stones those who are sent to her! How often I wanted to gather your children together, as a hen gathers her chicks under her wings, but you were not willing! <strong><br></strong></p><p>We’ve all felt the sting of rejection, and maybe our pain was similar to Christ’s in that it was unselfish: we were pained, not because we were rejected, but because of what the rejection would mean for the one who was rejecting us (perhaps someone we care about who refuses to accept salvation in Christ). Imagine, though, how it must have felt to Jesus, who was fully aware of what He was to face in order to save them, and at the same time fully aware of what the consequences of their rejection would be. “It was because of His innocence that He [Christ] felt so keenly the assaults of Satan.”—Ellen G. White, Selected Messages, book 3, p. 129.<br><br><strong>What can you learn from Christ that can help you better cope with the pain of rejection? What does His example show you? How can you apply it to your own life?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 20",
               "dayTitle":"<p>Jesus in Gethsemane</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p><strong>“And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch” (Mark 14:34).</strong><br><br>Whatever Jesus suffered throughout His 33 years here on earth, nothing compared to what He began to face in the last hours before the Cross. From the eternal ages (Eph. 1:1–4; 2 Tim. 1:8, 9; Titus 1:1, 2), the sacrifice of Jesus as the offering for the world’s sin was planned, and now it was all coming to pass. <br></p><p><strong>What do the following texts tell us about Christ’s suffering in Gethsemane? Matt. 26:39, Mark 14:33–36, Luke 22:41–44.</strong><br></p><p><strong>Matt. 26:39</strong></p><p><sup><strong>39 </strong></sup>He went a little farther and fell on His face, and prayed, saying, “O My Father, if it is possible, let this cup pass from Me; nevertheless, not as I will, but as You will.”<br></p><p><strong>Mark 14:33–36 </strong><sup><br></sup></p><p><sup><strong>&nbsp;33</strong></sup> And He took Peter, James, and John with Him, and He began to be troubled and deeply distressed. <sup><br></sup></p><p><sup><strong>34</strong></sup> Then He said to them, “My soul is exceedingly sorrowful, even to death. Stay here and watch.”<sup><br><br><strong>35 </strong></sup>He went a little farther, and fell on the ground, and prayed that if it were possible, the hour might pass from Him. <sup><br></sup></p><p><sup><strong>36</strong></sup> And He said, “Abba, Father, all things are possible for You. Take this cup away from Me; nevertheless, not what I will, but what You will.”<strong><br></strong></p><p><strong>Luke 22:41–44</strong></p><p><sup><strong>41</strong></sup> And He was withdrawn from them about a stone’s throw, and He knelt down and prayed, <sup><br></sup></p><p><sup><strong>42 </strong></sup>saying, “Father, if it is Your will, take this cup away from Me; nevertheless not My will, but Yours, be done.” <sup><br></sup></p><p><sup><strong>43 </strong></sup>Then an angel appeared to Him from heaven, strengthening Him. <sup><br></sup></p><p><sup><strong>44 </strong></sup>And being in agony, He prayed more earnestly. Then His sweat became like great drops of blood falling down to the ground.<strong><br></strong></p><p>“He went a little distance from them—not so far but that they could both see and hear Him—and fell prostrate upon the ground. He felt that by sin He was being separated from His Father. The gulf was so broad, so black, so deep, that His spirit shuddered before it. This agony He must not exert His divine power to escape. As man He must suffer the consequences of man’s sin. As man He must endure the wrath of God against transgression.<br><br>“Christ was now standing in a different attitude from that in which He had ever stood before. His suffering can best be described in the words of the prophet, ‘Awake, O sword, against My shepherd, and against the man that is My fellow, saith the Lord of hosts.’ Zech. 13:7. As the substitute and surety for sinful man, Christ was suffering under divine justice. He saw what justice meant. Hitherto He had been as an intercessor for others; now He longed to have an intercessor for Himself.”—Ellen G. White, The Desire of Ages, p. 686.<br><br><strong>Dwell upon what was happening to Jesus in Gethsemane. Already, the sins of the world were starting to fall upon Him. Try to imagine what that must have been like. No human being has ever been called to go through anything like this before or since. What does this tell us about God’s love for us? What hope can you draw from this for yourself?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 21",
               "dayTitle":"<p>The Crucified God<br></p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p>Death by crucifixion was one of the harshest punishments the Romans meted out to anyone. It was considered the worst way to die. Thus, how horrific for anyone to be killed that way, in particular the Son of God! Jesus, we must always remember, came in human flesh like ours. Between the beatings, the scourgings, the nails hammered into His hands and feet, and the harrowing weight of His own body tearing at the wounds, the physical pain must have been unbearable. This was harsh, even for the worst of criminals; how unfair, then, that Jesus, innocent of everything, should face such a fate.<br><br>Yet, as we know, Christ’s physical sufferings were mild in contrast to what really was happening. This was more than just the killing of an innocent man.<br><strong><br>What events surrounding the death of Jesus showed that more was going on than most people there understood at the time? What significance can we find in each of these events that can help reveal what happened there?</strong><br><strong><br>Matt. 27:45</strong></p><p><sup><strong>45</strong></sup> Now from the sixth hour until the ninth hour there was darkness over all the land. <br></p><p><strong>Matt. 27:51, 52</strong></p><p><sup><strong>51</strong></sup> Then, behold, the veil of the temple was torn in two from top to bottom; and the earth quaked, and the rocks were split, <sup><br></sup></p><p><sup><strong>52</strong></sup> and the graves were opened; and many bodies of the saints who had fallen asleep were raised; <br></p><p><strong>Mark 15:38</strong></p><p><sup><strong>38 </strong></sup>Then the veil of the temple was torn in two from top to bottom. <strong><br></strong></p><p><br>Clearly, something much more was happening here than just the death, however unfair, of an innocent man. According to Scripture, God’s wrath against sin, our sin, was poured out upon Jesus. Jesus on the cross suffered a righteous God’s righteous indignation against sin, the sins of the whole world. As such, Jesus suffered something deeper, darker, and more painful than any human being could ever know or experience.<br><br>As you go through whatever struggles you are facing, what hope and comfort can you draw from the reality of Christ suffering for you on the cross?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 22",
               "dayTitle":"<p>The Suffering God<br></p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p>We might as well get used to it: as long as we are here, in this world, we are going to suffer. As fallen creatures, it is our fate. Nothing in the Bible promises us anything different. On the contrary:<br><strong><br>What do the following texts have to tell us about the topic at hand? Acts 14:22, Phil. 1:29, 2 Tim. 3:12.</strong></p><p><strong>Acts 14:22</strong></p><p><strong><sup>22</sup> </strong>strengthening the souls of the disciples, exhorting them to continue in the faith, and saying, “We must through many tribulations enter the kingdom of God.” <strong><br></strong></p><p><strong>&nbsp;Phil. 1:29</strong></p><p><sup><strong>29 </strong></sup>For to you it has been granted on behalf of Christ, not only to believe in Him, but also to suffer for His sake, <strong><br></strong></p><p><strong>&nbsp;2 Tim. 3:12</strong></p><p><sup><strong>12</strong> </sup>Yes, and all who desire to live godly in Christ Jesus will suffer persecution. <br><br>Yet, in the midst of our suffering, we should keep two things in mind. First, Christ, our Lord, has suffered more than any of us ever could. At the cross, He “has borne our griefs and carried our sorrows” (Isa. 53:4, NKJV); what we know only as individuals, He suffered for us all corporately. He who was sinless became “sin for us” (2 Cor. 5:21), suffering in a way that we, as sinful creatures, couldn’t begin to imagine.<br><br>But second, as we suffer, we should remember the results of Christ’s suffering; that is, what we have been promised through what Christ has done for us.<br><br><strong>Read John 10:28, Romans 6:23, Titus 1:2, and 1 John 2:25. What are we promised?</strong></p><p><strong>John 10:28</strong></p><p><strong><sup>&nbsp;28</sup> </strong>And I give them eternal life, and they shall never perish; neither shall anyone snatch them out of My hand. <strong><br></strong></p><p><strong>&nbsp;Romans 6:23</strong></p><p><strong><sup>23</sup> </strong>For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.<strong><br></strong></p><p><strong>&nbsp;Titus 1:2</strong></p><p><sup><strong>2 </strong></sup>in hope of eternal life which God, who cannot lie, promised before time began, <strong><br></strong></p><p><strong>&nbsp;1 John 2:25</strong></p><p><sup><strong>25 </strong></sup>And this is the promise that He has promised us—eternal life.<br><br>Whatever our sufferings here, thanks to Jesus, thanks to His bearing in Himself the punishment of our sin, thanks to the great provision of the gospel—that through faith we can stand perfect in Jesus right now—we have the promise of eternal life. We have the promise that because of what Christ has done, because of the fullness and completeness of His perfect life and perfect sacrifice, our existence here, full of pain, disappointment, and loss, is no more than an instant, a flash, here and gone, in contrast to the eternity that awaits us, an eternity in a new heaven and a new earth, one without sin, suffering, and death. And all this is promised to us and made certain for us only because of Christ and the crucible He went into so that one day, coming soon, He will see “the travail of his soul, and shall be satisfied” (Isa. 53:11).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 23",
               "dayTitle":"",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, “Gethsemane,” pp. 685–697, and “Calvary,” pp. 741–757, in The Desire of Ages.<br><br>“Three times has He uttered that prayer. Three times has humanity shrunk from the last, crowning sacrifice. But now the history of the human race comes up before the world’s Redeemer. He sees that the transgressors of the law, if left to themselves, must perish. He sees the helplessness of man. He sees the power of sin. The woes and lamentations of a doomed world rise before Him. He beholds its impending fate, and His decision is made. He will save man at any cost to Himself.<br><br>He accepts His baptism of blood, that through Him perishing millions may gain everlasting life. He has left the courts of heaven, where all is purity, happiness, and glory, to save the one lost sheep, the one world that has fallen by transgression. And He will not turn from His mission.<br><br>He will become the propitiation of a race that has willed to sin. His prayer now breathes only submission: ‘If this cup may not pass away from Me, except I drink it, Thy will be done.’ ”—Ellen G. White, The Desire of Ages, pp. 690, 693.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.&nbsp;</strong> How does it help us in our own sufferings, this knowledge that God Himself, in the person of Christ, suffered more than any of us ever could? What should the sufferings of Christ in our behalf mean to us? What comfort can we draw from this amazing truth? As you think about your answer, keep in mind the following statement from Ellen White: “All the suffering which is the result of sin was poured into the bosom of the sinless Son of God.”—Selected Messages, book 3, p. 129.<br><br><strong>2. </strong>As a class, go over the sufferings of Christ examined in this week’s lesson. What were the crucibles that Christ faced? In what ways are they like our own, and in what ways are they different?<br><br>What can we learn from how He handled these challenges that can help us amid our own crucibles?<br><br><strong>3. </strong>What are some of your favorite Bible promises, promises that you can cling to amid sorrow and pain? Write them out, claim them for yourself, and share them in class.<br><br><strong>4. </strong>Write out a summary paragraph, highlighting whatever main points you got from this quarter’s lessons. What questions were resolved for you? What issues still remain unanswered? How can we help each other work through those things that still greatly perplex and trouble us?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Part 13: Preparing to See Jesus By Andrew McChesney</strong><br><br>The evil spirits have fallen silent. Father believes Christ won a victory over Satan with the baptism, and that is why the devil tried so hard to prevent it.<br><br>Peace has filled the family home. Mother is a church deaconess, and she still sings in the choir. Junior is 17 and finishing high school.<br><br>Father, who is 43, has shared his incredible story in churches around Brazil, and many of those who have heard it have committed their lives to Jesus. In Coari, where Father decided to follow Jesus, 16 people gave their hearts to Christ after hearing his testimony.<br><br>Father credits the Holy Spirit, not his story, for changing hearts. “My experience is shocking, but I see the Holy Spirit working in their hearts as they listen,” he said.<br><br>In addition to sharing his story, Father sells Bibles and has presented them to his mother, his older sister, and his two younger brothers. He is praying for them. His mother stopped worshiping in the Candomblé temple long before his baptism. When she learned that evil spirits were trying to kill him, she resolved to have nothing more to do with them. While Father is rejoicing in his new life in Christ, he remains watch- ful by praying and reading the Bible every day. He remembers 1 Peter 5:8, which says, “Be sober, be vigilant; because your adversary the devil walks about like a roaring lion, seeking whom he may devour” (NKJV).<br><br>He also is mindful of the warning in Matthew 12:43–45, where Jesus said, “ ‘When an unclean spirit goes out of a man, he goes through dry places, seeking rest, and finds none. Then he says, “I will return to my house from which I came.” And when he comes, he finds it empty, swept, and put in order. Then he goes and takes with him seven other spirits more wicked than himself, and they enter and dwell there; and the last state of that man is worse than the first’ ” (NKJV).<br><br>But Father is not afraid. “Even now, the devil has no power over me,” he said. “That’s what I preach in every church that I visit.”<br><br>He dreams of the day when he will meet Jesus face to face. “I pray that the Lord will never give up on me. I also pray not to give Him up,” he said. “I pray that I remain faithful and persevere until the end. I have hope that I will see Him. That is my hope.”<strong><br></strong></p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>Christ in the Crucible</p>",
         "verse":"<p>And about the ninth hour Jesus cried out with a loud voice, saying, ‘Eli, Eli, lama sabachthani?’ that is, ‘My God, My God, why have You forsaken Me?.(Matthew 27:46, NKJV)<br></p>",
         "versionCode":7,
         "weekDate":"September 17–23"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
