{
  "data": [
    {
      "color": "#0dab79",
      "id": 707,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 5",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Hebrews 5:11–6:20 interrupts the theological exposition about Jesus’ priesthood in our behalf. Paul inserts there a severe warning about the danger of falling away from Christ.<br><br>Apparently, the people were in real danger of going down the slippery slope of self-pity and faithlessness. The apostle Paul is concerned that his readers and hearers may have had their spiritual senses dulled because of the difficult situations they were facing, and thus they had stopped growing in their understanding and experience of the gospel. Is not this a potential danger for us all, getting discouraged because of trials, and thus falling away?<br><br>The severe warning culminates, however, in an affectionate encouragement. Paul expresses faith in his readers and exalts Jesus as the embodiment of God’s unbreakable promise of salvation to them (Heb. 6:9–20). This cycle of warning and encouragement is repeated in Hebrews 10:26–39.<br><br>We will study this cycle and focus on the strong words of encouragement that Jesus provides for us.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 6",
          "dayTitle": "<p>Tasting the Goodness of the Word<br></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Hebrews 6:4, 5. What were believers given in Christ while they were faithful to Him?</strong></p><p><strong>Hebrews 6:4-5<br></strong></p><p><strong><sup>4</sup></strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,</p><p><strong><sup>5</sup></strong> And have tasted the good word of God, and the powers of the world to come,</p><p>To have been “enlightened” means to have experienced conversion (Heb. 10:32). It refers to those who have turned from the “darkness” of the power of Satan to the “light” of God (Acts 26:17, 18). It implies deliverance from sin (Eph. 5:11) and ignorance (1 Thess. 5:4, 5). The verbal form here suggests that this enlightening is an act of God achieved through Jesus, “the brightness of His glory” (Heb. 1:3, NKJV).<br><br>To “have tasted the heavenly gift” and “have become partakers of the Holy Spirit” (NKJV) are synonymous expressions. The “gift” of God may refer to His grace (Rom. 5:15) or to the Holy Spirit, through whom God imparts that grace (Acts 2:38). Those who have “tasted” the Holy Spirit (John 7:37–39, 1 Cor. 12:13) have experienced the “grace” of God, which includes the power to fulfill His will (Gal. 5:22, 23). To taste “the goodness of the word of God” (Heb. 6:5, ESV) is to experience personally the truth of the gospel (1 Pet. 2:2, 3). “The powers of the age to come” refers to the miracles God will perform for believers in the future: resurrection (John 5:28, 29), transformation of our bodies, and eternal life. Believers, however, are beginning to “taste” them in the present. They have experienced a spiritual resurrection (Col. 2:12, 13), a renewed mind (Rom. 12:2), and eternal life in Christ (John 5:24).<br><br>Paul probably has in mind the wilderness generation, who experienced the grace of God and His salvation. The wilderness generation was “enlightened” by the pillar of fire (Neh. 9:12, 19; Ps. 105:39), enjoyed the heavenly gift of manna (Exod. 16:15), experienced the Holy Spirit (Neh. 9:20), tasted the “good word of God” (Josh. 21:45), and “the powers of the age to come” in the “wonders and signs” performed in their deliverance from Egypt (Acts 7:36). Paul suggests, however, that just as the wilderness generation apostatized from God, despite those evidences (Num. 14:1–35), the audience of Hebrews was in danger of doing the same, despite all the evidences of God’s favor that they had enjoyed.<br><br><strong>What has been your own experience with the things that these verses in Hebrews have talked about? For instance, how have you experienced the enlightening that the text refers to?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 7",
          "dayTitle": "<p>Impossible to Restore<br></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p><strong>Compare Hebrews 6:4–6, Matthew 16:24, Romans 6:6, Galatians 2:20, Galatians 5:24, and Galatians 6:14. What does this comparison suggest about what it means to crucify Christ?</strong></p><p><strong>Hebrews 6:4–6</strong></p><p><strong><sup>4</sup></strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,<strong><br><br><sup>5 </sup></strong>And have tasted the good word of God, and the powers of the world to come,<strong><br><br><sup>6</sup></strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.<strong><br></strong></p><p><strong></strong></p><p><strong> Matthew 16:24</strong></p><p><strong><sup>24</sup> </strong>Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.<strong><br></strong></p><p><strong> Romans 6:6</strong></p><p><strong><sup>6</sup></strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.<strong><br></strong></p><p><strong> Galatians 2:20 <br></strong></p><p><sup><strong>20</strong></sup> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.<strong><br></strong></p><p><strong>Galatians 5:24 <br></strong></p><p><strong><sup>24</sup> </strong>And they that are Christ's have crucified the flesh with the affections and lusts.<strong><br></strong></p><p><strong> Galatians 6:14<br></strong></p><p><strong></strong><sup>14 </sup>But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.<br></p><p>The original text in Greek emphasizes the word “impossible.” It is impossible for God to restore those who have “fallen away” because “they are crucifying once again the Son of God” (Heb. 6:6, ESV). Paul wants to stress that there is no other way of salvation except through Christ (Acts 4:12). Salvation by any other means is as impossible as it is “for God to lie” (Heb. 6:18) or to please God “without faith” (Heb. 11:6).<br><br>To crucify again the Son of God is a figurative expression that seeks to describe something that happens in the personal relationship between Jesus and the believer. When the religious leaders crucified Jesus, they did it because Jesus posed a threat to their supremacy and autonomy. Thus, they hoped to eliminate Jesus as a person and destroy a powerful and dangerous enemy. Similarly, the gospel challenges the sovereignty and self-determination of the individual at the most fundamental level. The essence of Christian life is to take up the cross and deny oneself (Matt. 16:24). This means to crucify “the world” (Gal. 6:14), the “old man” (Rom. 6:6), and “the flesh with its passions and desires” (Gal. 5:24, ESV). The purpose of the Christian life is that we undergo a kind of death. Unless we experience this death to self, we cannot receive the new life God wants to give us (Rom. 6:1–11).<br><br>The struggle between Jesus and self is a struggle to the death (Rom. 8:7, 8; Gal. 5:17). It is a difficult battle that is not won at once. This passage does not refer to the person who sometimes fails in the battle against the “old man” and the “flesh.” This sin refers to the person who, after having experienced genuine salvation and what it implies (Heb. 6:4, 5), decides that Jesus is a threat to the kind of life he or she wants to have and moves to kill their relationship with Him. That is, as long as the person does not fully choose to turn away from Christ, there is still the hope of salvation.<br><br><strong>What does it mean to die to “self,” to take up the “cross”? What is the thing that you find most difficult to hand over to the dominion of Christ?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 8",
          "dayTitle": "<p>No Sacrifice for Sins Left<br></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>The warning of Hebrews 6:4–6 is very similar to the warning found in Hebrews 10:26–29. Paul explains that the rejection of Jesus’ sacrifice will leave the readers without any means for the forgiveness of sin because there is no other means for that forgiveness besides Jesus (Heb. 10:1–14).<br><br><strong>Read Hebrews 10:26–29. In what three ways does the author describe the sin for which there is no forgiveness?</strong><br></p><p><strong>Hebrews 10:26–29</strong></p><p><sup>26</sup> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,<br><br><sup>27</sup> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.<br><br><sup>28</sup> He that despised Moses' law died without mercy under two or three witnesses:<br><br><sup>29</sup> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?</p><p><br></p><p>The author does not say that there is no atonement for any sin committed after receiving the knowledge of truth. God has appointed Jesus as our Advocate (1 John 2:1). Through Him we have forgiveness of sins (1 John 1:9). The sin for which there is no sacrifice or atonement is described as trampling underfoot the Son of God, profaning the blood of the Covenant, and outraging the Holy Spirit (Heb. 10:29). Let’s review the meaning of these expressions.<br><br>The expression “trampled the Son of God underfoot” (Heb. 10:29, NKJV) describes the rejection of Jesus’ rule. The title “Son of God” reminded the audience that God has installed Jesus at His right hand and promised to make His enemies “a footstool” for His feet (Heb. 1:13; see also Heb. 1:5–12, 14, ESV). The trampling of Jesus underfoot implies that the apostate has treated Jesus as an enemy. In the context of the argument of the epistle (Heb. 1:13), it could be implied that, as far as the life of the apostate is concerned, Jesus has been taken off the throne (which is occupied now by the apostate himself) and set as the footstool instead.<br><br>This is what Lucifer wanted to do in heaven (Isa. 14:12–14) and what the “lawless one” would attempt to do in the future (2 Thess. 2:3, 4, NRSV).<br><br>The expression “has profaned the blood of the covenant” refers to the rejection of Jesus’ sacrifice (Heb. 9:15–22). It implies that the blood of Jesus is devoid of cleansing power.<br><br>The expression “insulted the Spirit of grace” is very powerful. The Greek term enybrisas (“insult, outrage”) involves the manifestation of hubris, which refers to “insolence” or “arrogance.” This term stands in stark contrast to the description of the Holy Spirit as “the Spirit of grace.” It implies that the apostate has responded to God’s offer of grace with an insult.<br><br>The apostate is in an untenable position. He rejects Jesus, His sacrifice, and the Holy Spirit.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 9",
          "dayTitle": "<p>Better Things<br></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>After the strong and sincere warning of Hebrews 6:4–8, Paul expresses confidence that the readers have neither fallen away from the Son, nor will they in the future. He believes that his audience will receive the warning and produce the appropriate fruits. They are like the “earth,” which is cultivated by God and produces the fruits He expects. These people will receive the blessing from God (Heb. 6:7), which is “salvation” (Heb. 6:9).<br><br><strong>Read Hebrews 6:9–12. List the good things that the audience has done and continues to do, and explain what they mean.</strong><br></p><p><strong>Hebrews 6:9–12</strong></p><p><sup>9</sup> But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak.<strong><br><br><sup>10</sup></strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.<strong><br><br><sup>11</sup></strong> And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:<strong><br><br><sup>12</sup></strong> That ye be not slothful, but followers of them who through faith and patience inherit the promises.<strong><br></strong></p><p>Believers show their love toward God’s “name,” that is, toward God Himself, by their service to the saints. These were not isolated actions in the past, but sustained actions that have extended into the present.<br><br>Exceptional acts do not reveal the true character of a person. The weightiest evidence of love toward God is not “religious” acts per say, but acts of love toward fellow human beings, especially those who are disadvantaged (Matt. 10:42, Matt. 25:31–46). Thus, Paul exhorts believers not to “forget” to do good (Heb. 13:2, 16).<br><br>Look at Hebrews 6:12. It warns against becoming “dull” or “sluggish” (ESV), which characterizes those who fail to mature and who are in danger of falling away (Heb. 5:11, Heb. 6:12). Hope is not kept alive by intellectual exercises of faith, but by faith expressed in acts of love (Rom. 13:8–10).<br><br>Paul wants the readers to imitate those who through faith and patience inherit the promises. He already has presented the wilderness generation as a negative example of those who, through lack of faith and perseverance, failed to inherit what was promised. He then presents Abraham (Heb. 6:13–15) as an example of one who through “faith and patience” inherited the promises. The list of positive exemplars is lengthened with the people of faith in Hebrews 11, and it climaxes with Jesus in Hebrews 12 as the greatest example of faith and patience (Heb. 12:1–4). In Revelation 14:12, faith, patience, and commandment keeping are characteristics of the saints in the last days.</p><p><strong>Sometimes we have to give words of warning to those people whom we love. What can we learn from the apostle regarding warning and encouraging others?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 10",
          "dayTitle": "<p>Jesus, the Anchor of the Soul<br></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p>Paul culminates his warning against apostasy and encouragement toward love and faith with a beautiful, soaring exposition of assurance in Christ. <br></p><p><strong>Read Hebrews 6:17–20. How did God guarantee His promises to us?</strong><br></p><p><strong>&nbsp;Hebrews 6:17–20</strong></p><p><sup><strong>17</strong></sup> Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath:<sup><br><br><strong>18</strong></sup> That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:<sup><br><br><strong>19</strong></sup> Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;<sup><br><br><strong>20</strong></sup> Whither the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec.<strong><br></strong></p><p>God guaranteed His promises for us in several ways. First, God guaranteed His promise with an oath (Heb. 6:17). According to Scripture, God’s oaths to Abraham and David became the ultimate basis of confidence in God’s permanent favor toward Israel. When Moses sought to secure God’s forgiveness for Israel after the apostasy with the golden calf, he referred to God’s oath to Abraham (see Exod. 32:11–14, Gen. 22:16–18). The implied strength of his plea was that God’s oath was irrevocable (Rom. 9:4; Rom. 11:28, 29).<br><br>Similarly, when the psalmist interceded before God for Israel, he claimed God’s oath to David. God had said: “ ‘I will not violate my covenant or alter the word that went forth from my lips. Once for all I have sworn by my holiness; I will not lie to David. His offspring shall endure forever, his throne as long as the sun before me. Like the moon it shall be established forever, a faithful witness in the skies’ ” (Ps. 89:34–37, ESV). According to the New Testament, both oaths were fulfilled in Jesus, the seed of Abraham, who ascended and was seated on the throne of David (Gal. 3:13–16; Luke 1:31–33, 54, 55).<br><br>Second, God has guaranteed His promises to us by the act of seating Jesus at His right hand. Jesus’ ascension has the purpose of corroborating the promise made to the believers because Jesus ascended as a “forerunner on our behalf ” (Heb. 6:20, ESV). Thus, the Ascension reveals to us the certainty of God’s salvation for us. God led Jesus to glory through the suffering of “death for everyone,” so that He might bring “many children to glory” (Heb. 2:9, 10, NRSV). Jesus’ presence before the Father is the “anchor of the soul” (Heb. 6:19), which has been fastened to the throne of God. The honor of God’s rule has been waged on the fulfillment of His promise to us through Jesus. What more assurance do we need?<br><br><strong>What do you feel when you think about the fact that God has made an oath to you? Why should that thought alone help give you assurance of salvation, even when you feel unworthy?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 11",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>FURTHER THOUGHT:</strong><br><br>Read Ellen G. White, “John the Beloved,” pp. 539–545, in The Acts of the Apostles; “Judas,” pp. 716–722, in The Desire of Ages.<br><br>“The warfare against self is the greatest battle that was ever fought. The yielding of self, surrendering all to the will of God, requires a struggle; but the soul must submit to God before it can be renewed in holiness.”—Ellen G. White, Steps to Christ, p. 43.<br><br>“John desired to become like Jesus, and under the transforming influence of the love of Christ he did become meek and lowly. Self was hid in Jesus. Above all his companions, John yielded himself to the power of that wondrous life. . . .<br><br>“It was John’s deep love for Christ which led him always to desire to be close by His side. The Saviour loved all the Twelve, but John’s was the most receptive spirit. He was younger than the others, and with more of the child’s confiding trust he opened his heart to Jesus. Thus he came more into sympathy with Christ, and through him the Saviour’s deepest spiritual teaching was communicated to the people. . . .<br><br>“The beauty of holiness which had transformed him shone with a Christlike radiance from his countenance. In adoration and love he beheld the Saviour until likeness to Christ and fellowship with Him became his one desire, and in his character was reflected the character of his Master.”—Ellen G. White, The Acts of the Apostles, pp. 544, 545.<br><br><strong>DISCUSSION QUESTIONS:</strong><br><br><strong>1.</strong> The lives of John, the beloved disciple, and Judas Iscariot provide an important contrast. When Jesus saw John and his brother, He called them Boanerges, sons of thunder. John had grave defects. Judas also had defects, but they were not more dramatic or serious than John’s. Why did John come to be transformed into the image of Jesus while Judas committed the sin against the Holy Spirit? What was the difference?<br><br><strong>2.</strong> Jesus invites believers to take up their crosses and follow Him. What is the difference between taking the cross and submitting to abuse from others?<br><br><strong>3.</strong>&nbsp; Why does God require a total surrender of our lives to Him? What is the relationship between free will and salvation?<br><br><strong>INSIDE STORY:</strong><br><br><strong>Sugar Shock <br></strong></p><p><strong>By Andrew McChesney</strong><br><br>Oung, a sugar factory worker in Laos, was baptized, but he lost interest in Jesus after about three years. The pastor visited him at home with an invitation to return to church to worship on Sabbath.<br><br>“Yes, I will come,” Oung promised. But he didn’t. When the pastor returned to invite him again, Oung explained that he had missed church services because a friend had stopped by his house unexpectedly.<br><br>“I’ll come next Sabbath,” he said. But he didn’t. When the pastor returned again, Oung explained that his bicycle had broken down. The pastor visited many times, and Oung always had an excuse.<br><br>Church members prayed, and the pastor kept inviting him. But Oung seemed to drift farther away from Jesus.<br><br>After some time, he started to drink and cause problems at home. He often beat his older sister, leaving bruises on her face, arms, and legs. His sister, a faithful church member, finally had to move out of the house, leaving him with his wife and children. The sister came to church with tears in her eyes.<br><br>She loved her brother. “Please don’t stop praying for Oung,” she said. One day, while Oung was working at the sugar factory, he climbed a steel ladder to fetch sugar from a giant steel container.<br><br>The activity was a normal part of his job. But on this day, an electric wire connected to the steel container malfunctioned. As he reached out his hands to grasp the top edge of the container, a shock of electricity coursed through his hands and body.<br><br>The electric current welded him to the container. He couldn’t remove his hands from the edge. At that moment, he thought of his family. Then he remembered God. “God, please help me!” he prayed. Suddenly, the electric current stopped, and he fell down to the floor.<br><br>Only one thought filled his mind: God has given me a new life to live again. Oung should have died, but he was alive. His left hand was burned badly in the incident, but otherwise he was fine.<br><br>Villagers couldn’t believe that he was still alive. Oung told his wife that he planned to recommit his life to Jesus. “I must go back to church for God has given me a new life,” he said. “I must be a witness for Him because I should have died but I am alive. I must go back to Him.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus, the Anchor of the Soul<br></p>",
      "verse": "<p>“This hope we have as an anchor of the soul, both secure and steadfast, and which enters the Presence behind the veil, where the forerunner has entered for us, even Jesus, having become High Priest forever, according to the order of Melchizedek” (Hebrews 6:19, 20, NKJV).<br></p>",
      "versionCode": 16,
      "weekDate": "February 5–11"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
