{
   "data":[
      {
         "color":"#166281\t",
         "id":709,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"Sabbath 23",
               "dayTitle":"",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p>In the Gospel of John, when asked who He was, Jesus answered with the term that designates deity. “I AM” was an unmistakable reference to the Lord Himself, who had appeared to Moses in the burning bush. “ ‘I AM WHO I AM,’ ” He said to Moses (Exod. 3:14). And this same God, the “I AM,” then “became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth” (John 1:14, NKJV). \n</p><p>The theme “I AM” threads throughout John. This week’s memory verse reflects that theme: “ ‘I am the way, the truth, and the life’ ” (John 14:6, NKJV). The “I AM” is the Light of the world, the Bread of Life, the Gate or the Door of the sheep, the Good Shepherd, and the True Vine. \n</p><p>This week continues with the revelation of God as given us in John. We will also more fully explore the flip side of things, in which, despite the powerful evidence for Jesus as the Messiah, some rejected Him. We will study this idea for two reasons: to avoid the same mistake, but also to consider how we might be able to reach out to those in danger of making that mistake, as well.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 24",
               "dayTitle":"<p>In Him Was Life</p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p>In John 1:1, the apostle clearly states that Jesus is God, the divine Son. Consequently, in John 1:4—“In Him was life, and the life was the light of men” (NKJV)—the reference to life here has to be divine life, underived eternal self-existence. Because He has life within Himself, He can lay down His life and take it again (John 10:17). And, because He has life within, He can give life to whom He will (John 5:21; compare with John 14:19). \n</p><p>This term life (zo?) appears 36 times in the Gospel of John, about 25 percent of the uses in the New Testament. In John 1:4, 5, besides referring to the Source of life on our planet, the word is also linked to salvation. Throughout the rest of John, this idea of life (zo?) is most often expressed as everlasting life, the promise of salvation (see John 3:15, 16, 36; John 4:14, 36; John 6:27, 40, 47, 54, 68; and John 10:27, 28). Thus, the One who gave life at Creation is the same One who brings salvation, eternal life, to a lost world.</p><p><strong>John 1:29</strong></p><p><sup><strong>29</strong></sup> The next day John saw Jesus coming toward him, and said, “Behold! The Lamb of God who takes away the sin of the world!</p><p><strong>John 3:16</strong></p><p><sup><strong>16 </strong></sup>For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.</p><p><strong>John 6:40</strong></p><p><sup><strong>40</strong> </sup>And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day.</p><p><strong>John 10:10</strong></p><p><sup><strong>10</strong> </sup>The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly.</p><p><strong>John 12:27</strong></p><p><sup style=\"font-weight: bold;\">27 </sup>Now My soul is troubled, and what shall I say? ‘Father, save Me from this hour’? But for this purpose I came to this hour.</p><p>“ ‘As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up, that whoever believes in Him should not perish but have eternal life’ ” (John 3:14, 15, NKJV).&nbsp;</p><p>Just as the bronze serpent took the place of the Israelites who had been bitten by serpents, so Jesus took our place, we who have been struck down by sin. He took the penalty that was ours so that we might have the life that was His.&nbsp;</p><p>Christ also desires that we have life and have it more abundantly (John 10:10). Thus, for “as many as received Him, to them He gave the right to become children of God, to those who believe in His name: who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God” (John 1:12, 13, NKJV).</p><p>&nbsp;Christ came to reveal the Father to us. For, “no one has seen God at any time. The only begotten Son, who is in the bosom of the Father, He has declared Him” (John 1:18, NKJV). By seeing the character of Jesus, we can see the character of the Father.</p><p><strong>What can we learn from the life of Jesus about the character of the Father? Why is this revelation such good news?</strong></p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 25",
               "dayTitle":"<p>The Words of Eternal Life\n</p><p><br></p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p><strong>Read John 6:61–68.</strong> <strong>When Jesus asked the disciples if they would leave Him, what was the meaning of Peter’s answer?</strong></p><p>Peter’s words about “eternal life” tap into a theme that runs throughout the Gospel of John. A concentration of phraseology about eternal life appears in John 6, in the context of the feeding of the 5,000 (John 6:27, 40, 47, 54, 68). Jesus says that He is the Bread of Life (John 6:35), meaning that His life, His death, and His resurrection are the source of eternal salvation.&nbsp;</p><p>The phrase everlasting life or its equivalent occurs at least 17 times in the Gospel of John. This term does not refer to a spirit existence, or to becoming part of an eternal being, or to some other ethereal concept. Rather, it refers to that life-giving power that brings salvation and meaning to our existence now and to life without end when our Lord returns. Just as Jesus became flesh, so the resurrection that Jesus talks about takes place in time and space and in a physical body. It is a resurrection from the dead, a renewal of the life that we once had in Eden.</p><p><strong>How do we receive eternal life? John 3:15, 16; John 5:24; John 6:40, 47; John 8:31; John 12:46; John 20:31</strong>.</p><p><strong>&nbsp;John 3:15.</strong></p><p><sup><strong></strong></sup></p><p><strong><sup>15 </sup></strong>that whoever believes in Him should not perish but have eternal life.</p><p>&nbsp;<strong><sup>16 </sup></strong>For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.</p><p><strong>John 5:24</strong></p><p><strong style=\"background-color: initial;\"><sup>24 </sup></strong>“Most assuredly, I say to you, he who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, but has passed from death into life.</p><p><strong>John 6:40, 47</strong>.</p><p><sup><strong>40 </strong></sup>And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day.</p><p><strong><sup>47 </sup></strong>Most assuredly, I say to you, he who believes in Me has everlasting life.</p><p><strong>John 8:31.</strong></p><p><sup><strong>31</strong></sup> Then Jesus said to those Jews who believed Him, “If you abide in My word, you are My disciples indeed.</p><p>John 12:46</p><p><strong><sup>46 </sup></strong>I have come as a light into the world, that whoever believes in Me should not abide in darkness.</p><p><br></p><p><strong>John&nbsp; 20:31</strong></p><p><strong><sup>31 </sup></strong>but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name.</p><p>By faith alone we believe that Jesus Christ came to live and to die on our behalf. This faith comes to us as a gift, but we must consciously choose to surrender ourselves to Jesus, to repent, and to claim His blood for the forgiveness and cleansing of sin.&nbsp;</p><p>When Jesus asked Peter if he, too, was going to leave, Peter’s answer, “ ‘Lord, to whom shall we go? You have the words of eternal life’ ” (John 6:68, NKJV), encapsulates the essence of salvation and how we attain it. It doesn’t come from philosophy, history, or science—all human disciplines. It comes from Jesus, who—possessing in Himself eternal life— offers it freely to all who, responding to the Holy Spirit, will accept it.</p><p><br></p><p><strong>How does the promise of having eternal life impact how we view our temporal life here? How should it impact how we view it?</strong></p><p><br></p><p><br></p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 26",
               "dayTitle":"<p>Believing and New Birth</p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Read John 1:12, 13.</strong><strong> What are the steps described here about becoming a Christian?</strong></p><p><strong>John 1:12,13</strong></p><p><strong><sup>12 </sup></strong>But as many as received Him, to them He gave the [a]right to become children of God, to those who believe in His name:</p><p><strong><sup>13</sup></strong> who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.</p><p>John wrote his Gospel so that we would believe in Jesus and that by believing we may have eternal life in His name (John 20:31). In John 1:12, 13, this process is described in two steps. First, we receive Him, that is, believe in Him. Second, He gives us authority or power to become God’s children, described in verse 13 as being begotten by God. Thus, there is a human and divine aspect of becoming a Christian. We must act in belief, receive Him, and be open to the light, but He is the one who regenerates the heart.</p><p>&nbsp;In fact, faith itself is a gift of God that comes by hearing His Word (Rom. 10:17). “In order to have true, abiding faith in Christ, we must know Him as He is represented in the word.”—Ellen G. White, Fundamentals of Christian Education, p. 433. “The Spirit operating upon and enlightening the human mind, creates faith in God.”—Ellen G. White Comments, The Seventh-day Adventist Bible Commentary, vol. 7, p. 940.&nbsp;</p><p>Those who believe or accept the Son as the Messiah receive everlasting life. John also emphasizes accepting or believing the Word that Jesus spoke (John 5:24, 38, 47). It is the role of the Holy Spirit to bring conviction (John 16:7, 8; compare with Rom. 8:16).</p><p><strong>Read Romans 8:16. What principle about salvation in Jesus is found here</strong></p><p><strong>Romans 8:16</strong></p><p><strong><sup>16 </sup></strong>The Spirit Himself bears witness with our spirit that we are children of God.</p><p>Faith, biblical faith, based on the work of the Holy Spirit in our hearts, is the foundation of our faith. “Faith is . . . the great blessing— the eye that sees, the ear that hears.”—Ellen G. White, In Heavenly Places, p. 104. The humanistic approach to faith states that we must find a foundation, the criteria for faith, and then believe. In contrast, the biblical approach states that faith is the foundation, a gift from God (Eph. 2:8, 1 Cor. 1:17–24, 1 Cor. 2:1–6). We start with the foundation of faith, and then from there we grow in understanding and grace.</p><p><br></p><p><strong>If someone were to ask you what your faith is based on, how would you respond?</strong></p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 27",
               "dayTitle":"<p>Rejecting the Source of Life\n</p><p><br></p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p>Some of the saddest accounts in all of Scripture occur in the Gospel of John. “The light shines in the darkness, and the darkness did not comprehend it. . . . [The Light] was in the world, and the world was made through Him, and the world did not know Him. He came to His own, and His own did not receive Him” (John 1:5, 10, 11, NKJV). The “I AM” was rejected by many of His own people.</p><p>&nbsp;No wonder Paul later warns, “Do not cast away your confidence” (Heb. 10:35, NKJV). As we have seen again and again, Christ was rejected because people did not accept His Word.&nbsp;</p><p>“The contemporary humanistic way of thinking begins with doubt. People question everything in order to determine what is truth. That which survives the fire of cross-examination they accept as rock-solid knowledge, something on which to place one’s faith. Some apply the same method to the Bible, calling everything into question from a scientific, historical, psychological, philosophical, archaeological, or geological perspective in order to determine what is truth in the Bible. The very method itself starts with and builds upon doubt in the veracity of Scripture. Christ asked, ‘When the Son of Man comes, will He really find faith on the earth?’ (Luke 18:8).”—E. Edward Zinke and Roland Hegstad, The Certainty of the Second Coming (Hagerstown, MD: Review and Herald Publishing Association, 2000), p. 96.</p><p><br></p><p><strong>Read Numbers 13:23–33. What made the difference between the two reports the spies brought back about Canaan?</strong></p><p><strong><br></strong></p><p><strong>&nbsp;Numbers 13:23–33</strong></p><p><strong><sup>23 </sup></strong>Then they came to the Valley of Eshcol, and there cut down a branch with one cluster of grapes; they carried it between two of them on a pole. They also brought some of the pomegranates and figs.&nbsp;</p><p><strong><sup>24 </sup></strong>The place was called the Valley of [b]Eshcol, because of the cluster which the men of Israel cut down there.</p><p><strong style=\"background-color: initial;\"><sup>25 </sup></strong>And they returned from spying out the land after forty days.</p><p><strong><sup>26 </sup></strong>Now they departed and came back to Moses and Aaron and all the congregation of the children of Israel in the Wilderness of Paran, at Kadesh; they brought back word to them and to all the congregation, and showed them the fruit of the land.&nbsp;</p><p><strong><sup>27 </sup></strong>Then they told him, and said: “We went to the land where you sent us. It truly [c]flows with milk and honey, and this is its fruit. 28 Nevertheless the people who dwell in the land are strong; the cities are fortified and very large; moreover we saw the descendants of Anak there. 29 The Amalekites dwell in the land of the South; the Hittites, the Jebusites, and the Amorites dwell in the mountains; and the Canaanites dwell by the sea and along the banks of the Jordan.”\n</p><p><strong><sup>30 </sup></strong>Then Caleb quieted the people before Moses, and said, “Let us go up at once and take possession, for we are well able to overcome it.”\n</p><p><strong><sup>31 </sup></strong>But the men who had gone up with him said, “We are not able to go up against the people, for they are stronger than we.”&nbsp;</p><p><strong><sup>32</sup></strong> And they gave the children of Israel a bad report of the land which they had spied out, saying, “The land through which we have gone as spies is a land that devours its inhabitants, and all the people whom we saw in it are men of great stature.&nbsp;</p><p><strong><sup>33 </sup></strong>There we saw the [d]giants (the descendants of Anak came from the giants); and we were like[e] grasshoppers in our own sight, and so we were in their sight.”</p><p><br></p><p>The sin of the Hebrews when they were at Kadesh Barnea was to doubt the Word of God. God had asked them to go up and take the land. Twelve spies were sent to Canaan to spy out the land. They came back with two reports. The majority gave a negative report. There are giants in the land, walled cities, weapons we have never seen before, and welltrained armies. By contrast, we have been slaves in the land of Egypt with little military experience. Ten spies voted no, based upon the overwhelming evidence from a human standpoint. Two spies voted yes based upon their faith in the overwhelming power of the Word of God.</p><p><br></p><p><strong>&nbsp;How do we avoid making the same kind of mistake made here? And yet, how do we also avoid presumption, doing something foolish but believing that we are doing God’s will and, therefore, cannot fail?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 28",
               "dayTitle":"<p>Condemnation</p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p>“Whoever believes in him is not condemned, but whoever does not believe stands condemned already because [he has] not believed in the name of God’s one and only Son. . . . Everyone who does evil hates the light, and will not come into the light for fear that [his] deeds will be exposed. But whoever lives by the truth comes into the light” (John 3:18–21, NIV; compare with John 1:10).&nbsp;</p><p><strong>Why do people come into judgment? John 3:18, 36; John 5:24, 38; John 8:24; John 12:47.</strong></p><p><strong>John 3:18</strong></p><p><strong><sup>18 </sup></strong>“He who believes in Him is not condemned; but he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God.</p><p><strong><sup>36</sup></strong> He who believes in the Son has everlasting life; and he who does not believe the Son shall not see life, but the wrath of God abides on him.”</p><p><br></p><p>John 5:24, 38.</p><p><strong><sup>24 </sup></strong>“Most assuredly, I say to you, he who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, but has passed from death into life.</p><p><strong><sup>38 </sup></strong>But you do not have His word abiding in you, because whom He sent, Him you do not believe.</p><p><br></p><p><strong>John 8:24.</strong></p><p><strong>24</strong> Therefore I said to you that you will die in your sins; for if you do not believe that I am He, you will die in your sins.”</p><p><br></p><p><strong>John 12:47</strong></p><p><strong><sup>47 </sup></strong>And if anyone hears My words and does not believe, I do not judge him; for I did not come to judge the world but to save the world.</p><p><br></p><p>The rejection of Jesus Christ, the Light of the world, leaves us open to doubt and to the temptations of the devil. It is to turn from light to darkness.</p><p>&nbsp;Eve was given light on how to relate to the tree in the center of the garden. Satan tempted her to bring the light into question. She tested God’s word by reasoning that a God of love would not destroy the creatures whom He created. She also relied upon the data of her senses. The serpent has eaten of the fruit and now has the power to speak. Perhaps the serpent is right. If I partake of the fruit, I may become like God! Deceived, she turned away from the light. And her husband chose the same path.</p><p><br></p><p><strong>Read Matthew 4:1–4. What principles did Christ use in the wilderness of temptation to combat the deceptions of Satan?</strong></p><p>Matthew 4:1–4</p><p><strong><sup>1 </sup></strong>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil.</p><p><strong><sup>2 </sup></strong>And when He had fasted forty days and forty nights, afterward He was hungry.&nbsp;</p><p><strong>3 </strong>Now when the tempter came to Him, he said, “If You are the Son of God, command that these stones become bread.</p><p><strong><sup>4</sup></strong> But He answered and said, “It is written, ‘Man shall not live by bread alone, but by every word that proceeds from the mouth of God.</p><p><br></p><p>Christ had at His disposal the same humanistic tool of thought used by Adam and Eve, the antediluvians, and Israel at Kadesh Barnea. He could have asked why a God of love would leave His Son in the wilderness for 40 days and nights without food and protection. He also could have determined to prove His Sonship by turning stones into bread! Instead, He answered with the Word of God. He operated on the level of heavenly things rather than on earthly patterns of thought. How easily He could have rationalized His way to a wrong decision, which so many people, even people of faith, often do.</p><p><br></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 29",
               "dayTitle":"<p>Further Thought:</p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p><strong>Read Ellen G. White, “ ‘God With Us,’ ” pp. 19–26; “Controversy,” pp. 601–609, in The Desire of Ages.&nbsp;</strong></p><p>“In stooping to take upon Himself humanity, Christ revealed a character the opposite of the character of Satan. But He stepped still lower in the path of humiliation. ‘Being found in fashion as a man, He humbled Himself, and became obedient unto death, even the death of the cross.’ Phil. 2:8. As the high priest laid aside his gorgeous pontifical robes, and officiated in the white linen dress of the common priest, so Christ took the form of a servant, and offered sacrifice, Himself the priest, Himself the victim. ‘He was wounded for our transgressions, He was bruised for our iniquities: the chastisement of our peace was upon Him.’ Isa. 53:5.</p><p>&nbsp;“Christ was treated as we deserve, that we might be treated as He deserves. He was condemned for our sins, in which He had no share, that we might be justified by His righteousness, in which we had no share. He suffered the death which was ours, that we might receive the life which was His. ‘With His stripes we are healed.’ ”—Ellen G. White, The Desire of Ages, p. 25.</p><p><strong><br></strong></p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong><sup>1.</sup></strong> Jesus gave so much to save the world. What do you consider the best ways to help others see this amazing truth and come to Him in faith?</p><p><sup><strong>2.</strong></sup>&nbsp;What are the key differences in making decisions on a human, worldly level versus making decisions on the basis of divine revelation?&nbsp;</p><p><strong><sup>3.</sup></strong> How do such things as logic and reason fit with understanding the Word of God? What logical and rational reasons do we have for coming to faith? How do such things as the fulfillment of prophecy or the astonishing beauty and complexity of the created world point us logically and rationally to the existence of God and to the truth of the plan of salvation?</p><p><sup><strong>4.</strong></sup> In class, talk about your answer to the question at the end of Tuesday’s study. What is your faith based on? If someone were to ask you why you believe in Jesus and the claims of the gospel, how would you respond?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>Inside Story</strong></p><p>“Please Stay”\n</p><p>By Andrew McChesney</p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p>At 8 p.m., an elderly married couple knocked on the door of the parsonage beside the Seventh-day Adventist church in Savoonga, Alaska. It wasn’t late. The summer sun shone brightly in the sky. It wouldn’t go down until 2:30 a.m. The Siberian Yupik people living on St. Lawrence Island, located just 36 miles east of Russia in the Bering Sea, wouldn’t go to bed for hours. Eugene and Marie, who were in their mid-80s, didn’t wait for anyone to open the door. Nobody waits for the door to be opened in the remote village of 835 people. Everyone knocks and walks in. The couple wanted to speak with the visitor staying in the parsonage. I was visiting the island to collect stories for Adventist Mission.</p><p>&nbsp;Marie spoke directly. “Are you a pastor?” she asked me. Her eyes filled with emotion when I shook my head. “Please stay,” she said, softly. “We need someone to keep the church open and to teach us.” The church had closed several times since it and the parsonage were built in 1972. Pastors had preached and lived there for a while, but then the Adventist presence shrunk to little to nothing for two decades. In 2010, the church had reopened when two retired nurses from North Carolina, Bill and Elouise Hawkes, arrived as Bible workers with the Alaska Conference’s Arctic Mission Adventure outreach program to Alaska Natives. Bill died in 2016, and Elouise stayed. But shortly before my visit, Elouise left for health reasons. Marie missed Elouise terribly and described how she invited villagers to her home for meals and prepared food packages.&nbsp;</p><p>“We need her,” she said. I never met Elouise. She was enthusiastic and helpful as we exchanged emails for my trip. My respect grew as I heard about her love for villagers. As our conversation wrapped up at 9 p.m., Marie looked at me again. “Please,” she said. “Stay. We need someone to teach us about God.” With her pleading gaze, I caught a sense of the compassion that Jesus must have felt during His earthly ministry. “But when He saw the multitudes, He was moved with compassion for them, because they were weary and scattered, like sheep having no shepherd”(Matt. 9:36, NKJV).</p><p>&nbsp;I didn’t want to leave. My heart ached for the precious people of Savoonga and the other more than 200 native communities in Alaska. Only 11 of those communities have an Adventist presence. When Jesus’ heart ached, “He said to His disciples, ‘The harvest truly is plentiful, but the laborers are few. Therefore pray the Lord of the harvest to send out laborers into His harvest’ ” (Matt. 9:37, 38, NKJV).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers<br></p>",
               "id":99,
               "idDay":9,
               "idLesson":9,
               "lessonText":"<p><strong>Part I: Overview<br><br>Study Focus: John 3:18–21<br></strong><br>Christ is the only Source of life. If we desire life, we must cling to Him alone and to no other creature. Even angels, holy or fallen, cannot give us life, for their life is derived from God. Not only can they not give life, the greatest of the fallen angels, Satan, is the direct opposite of the Giver of life.<br><br>&nbsp;Satan is the wily merchant of death, whose obsession is to rob us of the life that Jesus provides. Jesus exposes Satan’s destructive agenda in contrast to His own salvific mission when He declares, “ ‘The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly’ ” (John 10:10, NKJV). The devil, the archdeceiver, entices humanity to choose sin rather than righteousness in Christ; then he callously exacts his wages, which are nothing short of eternal death. Paul confirms this fact when he writes in Romans 6:23, “For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord” (NKJV). All good gifts proceed from God, and eternal life, along with abundant life, comes from Him. <br><br>It is an unfathomable part of the mystery of evil that people—whom Jesus created and for whom He died to save—choose the eternal punishment of death and reject God’s gift of life. As we shall see, the gifts of eternal life and salvation dominate John’s Gospel more than in any other book in Scripture. More than any other Gospel writer, John distinguishes himself as the one who refers to the incarnate Son of God as the great “I AM.” This title, as we learned in an earlier lesson, is a divine reference to God.<br><br>&nbsp;In John’s Gospel, Jesus proclaims, for example, “I am the way, the truth, and the life” (John 14:6). When we walk in the Way, who is Jesus, He teaches us His truth that leads to eternal life. Jesus is our only way to the eternal God. The Father will never cast out anyone who sincerely comes to Him in repentance.<br><br><strong>Part II: Commentary</strong><br><br>As we just said, God is the only One who possesses life. Thus, He is the only One who can give it. No angel or created being can do that—only the Source of life. This notion hearkens back to Deuteronomy 30:20, in which God, through Moses, admonishes His people: “ ‘That you may love the Lord your God, that you may obey His voice, and that you may cling to Him, for He is your life and the length of your days’ ” (NKJV). Here God urges us, in the strongest terms, to cling to Him for life, for outside that divine-human relationship, there is only misery and death. This idea helps us to understand another dimension to John 10:10, which we just cited above, but in this context, it bears quoting again: “ ‘The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly’ ” (NKJV). <br><br>Here we see that the only alternative to Christ’s life, abundant and eternal, is Satan’s misery and death. Some, however, fallaciously argue that there was no real need for Christ to come to this world. But who else could have taken our sins away and clothed us with the robe of God’s righteousness? Who else could have given us life in the place of our death? No one but the all-righteous and life-giving Christ. <br><br>He valiantly fought our two most deadly enemies, sin and death, and conquered both. His victory becomes ours when we truly believe in Him. Thus, we can trust Jesus when He promises, “ ‘And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day’ ” (John 6:40, NKJV)<br><strong><br>The Words of Eternal Life.</strong><br><br>&nbsp;In the glorious miracle of feeding the 5,000, Jesus points all those who consumed the bread to Himself, the Bread of Life (John 6:35). He desired them to go beyond their hunger for physical bread, which gave them temporary sustenance, to their need to feed on Him for eternal life. It was well within His power to feed a multitude of hungry people, but Jesus’ divine mission was to offer eternal life and citizenship in God’s glorious kingdom to the ones who believed in Him. Our greatest goal is to seek His kingdom first, and all else that we need will be provided. (See Matt. 6:33.) For if we possess all things but have not Jesus, we are lost. <br><br>Conversely, if we feed on Christ’s life-giving words, though we do not possess all that we desire in this life, we are true victors. The psalmist assures us, “The Lord is my shepherd; I shall not want” (Ps. 23:1). In other words, when we have the Lord as our priority, He provides for our needs. The Lord knows well what we truly need in life, and He is happy to do right by us. But His top priority is for us to have a saving relationship with Him. <br><br>Ellen G. White makes this profound statement about the spiritual necessity of feeding upon the Bread of Life: “To eat the flesh and drink the blood of Christ is to receive Him as a personal Saviour. . . . What food is to the body, Christ must be to the soul. Food cannot benefit us unless we eat it, unless it becomes a part of our being. So Christ is of no value to us if we do not know Him as a personal Saviour. . . . We must feed upon Him, receive Him into the heart, so that His life becomes our life. His love, His grace, must be assimilated.”—The Desire of Ages, p. 389. <br><br>Moreover, the words of Christ have His life inherent in them. They represent His person and character. In receiving Jesus’ words today and assimilating them into the heart, we receive Jesus Himself. It is true that we cannot visibly see Jesus in the flesh on a day-to-day basis, as the disciples did, but we truly see Him through His words, bequeathed to us through Scripture. Peter’s response to Christ’s question implies not only that the Savior Himself has eternal life but that His words do also. (See John 6:68.) Inspired by the Holy Spirit, Peter sought to convey the divine truth that no person, place, or proclamation could point us to eternal life except the Source of life itself. <br><br><strong>Believing and New Birth </strong><br><br>Faithis not a commodity to be hoarded by a select few to the exclusion of others. It is evident that faith is a universal gift from God to everyone born into this world. Human existence begins with faith that is embedded in our hearts by our Creator, and it is to be built upon by accepting and believing in the One who gave it. This conviction is then reinforced by our asking God to take full control of our lives. John affirms this fact by saying, “But as many as received Him, to them He gave the right to become children of God, to those who believe in His name” (John 1:12, NKJV). Simply put, faith is a pure gift from God. (See Rom. 4:1–8.) God’s gift of faith is the divine link that connects us to Him.<br><br>&nbsp;This faith link reminds us that we belong to Him, and it gives meaning to our entire existence. Even repentance is a gift from God, for it is a response to the promptings of the Holy Spirit to submit to Him. Many make the mistake of waiting first to have both faith to believe and the repentance to come to God; but these twin gifts are already there, awaiting our reception and application.<br><br>&nbsp;There is no need to wait in order to receive them. Peter and the apostles affirmed this reality in Acts 5:31: “ ‘Him [Christ] God has exalted to His right hand to be Prince and Savior, to give repentance to Israel and forgiveness of sins’ ” (NKJV). So why does the sinner need to wait any longer? Come to Christ with the faith He has given you, and receive His gift of repentance to live His life today!<br><strong><br>Rejection and Condemnation (John 3:18–21) </strong><br><br>Unfortunately, light and darkness are becoming increasingly confused today. There is more ambivalence about what truth is. Why are people more interested in darkness than in the light of truth? Jesus answers this pivotal question when he says, “ ‘And this is the condemnation, that the light has come into the world, and men loved darkness rather than light, because their deeds were evil’ ” (John 3:19, NKJV). Those who decide against the light in favor of the darkness, which God’s truth dispels, are condemned by their own evil deeds. In their stubbornness and pride, they refuse to humble themselves and repent, rejecting the only light that gives them any hope. But there is no healing unless they open themselves to the light of Christ’s power to restore.<br><br>&nbsp;Why not forsake our evil deeds while there is still ample opportunity? Why wait until it’s too late? The door of the ark is still open, and the light of the truth is still shining. So why not invite the light to dispel darkness, and without hesitation enter safety, before it is too late? In the context of this discussion about choosing between light and darkness, let us turn our attention to John 3:16. <br><br>This verse is one of the most important verses in the entire Scripture, for it is the gospel encapsulated. The focus of this verse is not only on salvation but also on the negative consequence of perishing should we fail to believe. Condemnation results from the wrong choice. Jesus continues this thought in John 3:18 when He asserts, “ ‘He who believes in Him is not condemned; but he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God’ ” (NKJV). Our eternal destiny hangs upon our trusting Christ and His words of life. Adam and Eve doubted the truth of God’s wisdom, and we know how that worked out. <br><br>There are countless other examples in Scripture of those who suffered the consequences of their disbelief. However, Jesus, the Second Adam, conquered by trusting in His Father’s words of affirmation of the Father-Son relationship. It was this very relationship that Satan challenged when he tempted Jesus in the wilderness, saying, “ ‘If You are the Son of God, command that these stones become bread’ ” (Matt. 4:3, NKJV). Jesus’ ready defense in that next verse was simply “ ‘It is written . . .’ ” (Matt. 4:4), thus modeling for us the trust we are likewise to show in the Word of God.<br><br><br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>The Source Of Life</p>",
         "verse":"<p>\"Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father except through Me\" (John 14:6)</p>",
         "versionCode":7,
         "weekDate":" November 23-29"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
