{
   "data":[
      {
         "color":"#008F27",
         "id":11,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"7 de septiembre",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>Los capítulos 14 a 16 de Marcos son conocidos como “el relato de la Pasión” porque describen el sufrimiento, la muerte y la resurrección de Jesús. Como fue señalado en la lección 9, los últimos seis capítulos de Marcos cubren apenas cerca de una semana. La mayoría de los eventos allí registrados ocurren el jueves y el viernes de la semana de la Pasión. La muerte de Jesús tiene lugar el viernes; y su resurrección, el domingo.</p><p>La lección de esta semana se centra en Marcos 14. Comienza con la quinta historia sándwich, la cual vincula dos acciones opuestas en relación con Jesús.</p><p>Sigue la Última Cena, tras la cual tiene lugar su lucha en Getsemaní. Allí es arrestado y llevado ante los dirigentes religiosos para ser juzgado. La escena del juicio está relacionada con la negación de Jesús por parte de Pedro, que constituye la sexta y última de las historias sándwich registradas en Marcos. Nuevamente ocurren dos acciones opuestas, pero, por un giro irónico, afirman la misma verdad.</p><p>Dos tramas narrativas avanzan de la mano a lo largo del relato. Con un estilo nítido, Marcos pone delante del lector estas tramas enfrentadas mientras revela el triunfo de Jesús.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de septiembre",
               "dayTitle":"<p>INOLVIDABLE</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p><strong>Lee Marcos 14:1 al 11. ¿Qué dos historias están entrelazadas aquí y cómo se complementan entre sí?</strong></p><p><strong>Marcos 14:1-11</strong></p><p><strong><sup>1</sup></strong> Dos días después era la pascua, y la fiesta de los panes sin levadura; y buscaban los principales sacerdotes y los escribas cómo prenderle por engaño y matarle.&nbsp;</p><p><strong><sup>2 </sup></strong>Y decían: No durante la fiesta para que no se haga alboroto del pueblo.</p><p><strong><sup>3 </sup></strong>Pero estando él en Betania, en casa de Simón el leproso, y sentado a la mesa, vino una mujer con un vaso de alabastro de perfume de nardo puro de mucho precio; y quebrando el vaso de alabastro, se lo derramó sobre su cabeza.&nbsp;</p><p><strong><sup>4 </sup></strong>Y hubo algunos que se enojaron dentro de sí, y dijeron: ¿Para qué se ha hecho este desperdicio de perfume? 5 Porque podía haberse vendido por más de trescientos denarios, y haberse dado a los pobres. Y murmuraban contra ella.&nbsp;</p><p><strong><sup>6 </sup></strong>Pero Jesús dijo: Dejadla, ¿por qué la molestáis? Buena obra me ha hecho.&nbsp;</p><p><strong><sup>7 </sup></strong>Siempre tendréis a los pobres con vosotros, y cuando queráis les podréis hacer bien; pero a mí no siempre me tendréis.&nbsp;</p><p><strong><sup>8</sup></strong> Esta ha hecho lo que podía; porque se ha anticipado a ungir mi cuerpo para la sepultura.&nbsp;</p><p><strong><sup>9</sup></strong> De cierto os digo que dondequiera que se predique este evangelio, en todo el mundo, también se contará lo que esta ha hecho, para memoria de ella.</p><p><strong><sup>10 </sup></strong>Entonces Judas Iscariote, uno de los doce, fue a los principales sacerdotes para entregárselo.&nbsp;</p><p><strong><sup>11</sup></strong> Ellos, al oírlo, se alegraron, y prometieron darle dinero. Y Judas buscaba oportunidad para entregarle.</p><p>Marcos 14:1 indica que habían transcurrido dos días desde la Pascua. Esta reunión ocurrió probablemente el martes de noche o el miércoles de esa semana.</p><p>Los líderes religiosos tenían un plan y un momento oportuno para llevarlo a cabo. Solo necesitaban un medio para alcanzar su objetivo, y provendría de un lugar sorprendente.</p><p>Este pasaje es el quinto relato sándwich de Marcos (ver la lección 3). La historia del complot contra Jesús está conectada con la de una mujer que ungió la cabeza de Jesús con un costoso perfume. Dos personajes paralelos realizan acciones opuestas, mostrando un irónico contraste.</p><p>El asombroso obsequio que la mujer ofreció a Jesús contrasta con la perfidia de Judas al traicionar a su Señor. En este Evangelio no se consigna el nombre de ella. Él, en cambio, es identificado como uno de los Doce. El valor del regalo de ella es declarado. El precio de la traición de él es solo una promesa de dinero.</p><p>No se da una razón específica por la que ella hace esto, pero los invitados a la cena quedan consternados por lo que consideran un gran despilfarro, equivalente a la paga de casi un año de trabajo, cuando el perfume es derramado sobre Jesús. Él interviene, sin embargo, en defensa de ella y dice que lo que acaba de hacer será incluido en la proclamación del evangelio al mundo en memoria de ella. Es algo inolvidable. En efecto, los cuatro evangelios registran esta historia de una manera u otra, probablemente a causa de las palabras de Jesús al conmemorar la acción de esta mujer.</p><p>La traición de Judas también es inolvidable. Marcos da a entender que su motivación fue la codicia. El Evangelio de Juan lo dice explícitamente (Juan 12:4-6).</p><p>Marcos juega con la palabra “bueno” para ilustrar que existen dos motivaciones o tramas diferentes en juego en estas historias. En Marcos 14:6, Jesús declara “buena/hermosa” la acción de la mujer. Él dice que siempre es posible hacer “bien” a los pobres (Mar. 14:7), y en Marcos 14:9 dice que la acción de ella es parte de la “buena noticia/evangelio”. En Marcos 14:11, Judas busca una oportunidad o “buen momento” para traicionar a Jesús. Lo que este juego de palabras sugiere es que el complot de los hombres para destruir al Mesías llegaría a ser parte de la historia del evangelio porque da frutos al cumplirse la voluntad de Dios de entregar a su Hijo para la salvación de la humanidad.</p><p><strong>¿Cómo ayuda Romanos 8:28 a explicar lo que sucederá?</strong></p><p><strong>Romanos 8:28</strong></p><p><strong><sup>28</sup> </strong>Y sabemos que a los que aman a Dios, todas las cosas les ayudan a bien, esto es, a los que conforme a su propósito son llamados.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de septiembre",
               "dayTitle":"<p>LA ÚLTIMA CENA</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p><strong>Lee Marcos 14:22 al 31 y Éxodo 24:8. ¿Qué gran relevancia para la fe cristiana se encuentra en este relato?</strong></p><p><strong>Marcos 14:22-31&nbsp;</strong></p><p><strong><sup>22</sup></strong> Y mientras comían, Jesús tomó pan y bendijo, y lo partió y les dio, diciendo: Tomad, esto es mi cuerpo.&nbsp;</p><p><strong><sup>23 </sup></strong>Y tomando la copa, y habiendo dado gracias, les dio; y bebieron de ella todos.&nbsp;</p><p><strong><sup>24</sup></strong> Y les dijo: Esto es mi sangre del nuevo pacto, que por muchos es derramada.&nbsp;</p><p><strong><sup>25</sup></strong> De cierto os digo que no beberé más del fruto de la vid, hasta aquel día en que lo beba nuevo en el reino de Dios.</p><p><strong><sup>26</sup></strong> Cuando hubieron cantado el himno, salieron al monte de los Olivos.&nbsp;</p><p><strong><sup>27</sup></strong> Entonces Jesús les dijo: Todos os escandalizaréis de mí esta noche; porque escrito está: Heriré al pastor, y las ovejas serán dispersadas.&nbsp;</p><p><strong><sup>28 </sup></strong>Pero después que haya resucitado, iré delante de vosotros a Galilea.&nbsp;</p><p><strong><sup>29</sup></strong> Entonces Pedro le dijo: Aunque todos se escandalicen, yo no.&nbsp;</p><p><strong><sup>30</sup></strong> Y le dijo Jesús: De cierto te digo que tú, hoy, en esta noche, antes que el gallo haya cantado dos veces, me negarás tres veces.&nbsp;</p><p><strong><sup>31 </sup></strong>Mas él con mayor insistencia decía: Si me fuere necesario morir contigo, no te negaré. También todos decían lo mismo.</p><p><strong>Éxodo 24:8</strong></p><p><strong><sup>8</sup></strong> Entonces Moisés tomó la sangre y roció sobre el pueblo, y dijo: He aquí la sangre del pacto que Jehová ha hecho con vosotros sobre todas estas cosas.</p><p>Marcos 14:12 observa que este es el primer día de la fiesta de los Panes sin Levadura, cuando se sacrificaba el cordero pascual. La cena se realizaba al atardecer del jueves. En la Última Cena, Jesús instituye un nuevo servicio conmemorativo. Es una transición que parte de la celebración de la Pascua judía y se vincula directamente con la salida de Israel de Egipto y su transformación en el pueblo del Pacto de Dios en el Sinaí. En Éxodo 24:8, cuando se ratifica el Pacto, Moisés rocía al pueblo con la sangre de los sacrificios y dice: “Esta es la sangre del pacto que el Señor ha hecho con ustedes acerca de estas cosas”.</p><p>Es llamativo el hecho de que en la Cena del Señor, instituida aquí por Jesús, no se hace mención alguna al cordero de la cena pascual. Esto puede deberse a que Jesús es el Cordero de Dios (Juan 1:29). El pan de la Cena del Señor representa su cuerpo. El Nuevo Pacto (compara con Jer. 31:31-34) es sellado con la sangre de Jesús, la cual está representada por la copa y su contenido. Él dice: “Esto es mi sangre del nuevo pacto, que es derramada en favor de muchos”.</p><p>Entonces, en medio de todo esto, Jesús predice que sus discípulos lo abandonarán. Cita Zacarías 13:7, que habla de la espada que hiere al pastor y de la resultante dispersión de las ovejas. Jesús es aquí el pastor, y sus discípulos son las ovejas. Es un mensaje duro y deprimente. Pero Jesús agrega una palabra de esperanza al repetir la predicción acerca de su resurrección, y añade que irá delante de ellos a Galilea. El joven que estaba en la tumba vacía de Jesús se refiere, en Marcos 16:7, a esa predicción que, por lo tanto, tiene un peso especial aquí. Pero todo esto es demasiado difícil de aceptar para los discípulos, especialmente para Pedro, quien argumenta que todos los demás pueden caer menos él. No obstante, Jesús continúa con el lenguaje solemne y predice que Pedro lo negará tres veces antes de que el gallo cante dos veces. La predicción jugará un papel crucial en la escena del juicio de Jesús y la negación de Pedro; por ello, juega también un papel crucial aquí.</p><p><strong>¿Qué aprendiste de las ocasiones en las que prometiste a Dios que harías o no algo y terminaste no haciendo lo que prometiste hacer o haciendo lo que prometiste no hacer?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de septiembre",
               "dayTitle":"<p>GETSEMANÍ</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p><strong>Lee Marcos 14:32 al 42. ¿Qué pidió Jesús en oración en Getsemaní y cómo fue contestada su oración?</strong></p><p><strong>Marcos 14:32-42</strong></p><p><strong><sup>32 </sup></strong>Vinieron, pues, a un lugar que se llama Getsemaní, y dijo a sus discípulos: Sentaos aquí, entre tanto que yo oro.&nbsp;</p><p><strong><sup>33</sup></strong> Y tomó consigo a Pedro, a Jacobo y a Juan, y comenzó a entristecerse y a angustiarse.&nbsp;</p><p><strong><sup>34</sup></strong> Y les dijo: Mi alma está muy triste, hasta la muerte; quedaos aquí y velad.&nbsp;</p><p><strong><sup>35</sup></strong> Yéndose un poco adelante, se postró en tierra, y oró que si fuese posible, pasase de él aquella hora.&nbsp;</p><p><strong><sup>36</sup></strong> Y decía: Abba, Padre, todas las cosas son posibles para ti; aparta de mí esta copa; mas no lo que yo quiero, sino lo que tú.&nbsp;</p><p><strong><sup>37</sup></strong> Vino luego y los halló durmiendo; y dijo a Pedro: Simón, ¿duermes? ¿No has podido velar una hora?&nbsp;</p><p><strong><sup>38</sup></strong> Velad y orad, para que no entréis en tentación; el espíritu a la verdad está dispuesto, pero la carne es débil.&nbsp;</p><p><strong><sup>39</sup></strong> Otra vez fue y oró, diciendo las mismas palabras.&nbsp;</p><p><strong><sup>40</sup></strong> Al volver, otra vez los halló durmiendo, porque los ojos de ellos estaban cargados de sueño; y no sabían qué responderle.&nbsp;</p><p><strong><sup>41</sup></strong> Vino la tercera vez, y les dijo: Dormid ya, y descansad. Basta, la hora ha venido; he aquí, el Hijo del Hombre es entregado en manos de los pecadores.&nbsp;</p><p><strong><sup>42</sup></strong> Levantaos, vamos; he aquí, se acerca el que me entrega.</p><p>Dejando atrás la ciudad amurallada de Jerusalén, donde habían comido la Pascua, Jesús y sus discípulos cruzaron el valle de Cedrón en dirección a un jardín en la ladera del Monte de los Olivos. El nombre Getsemaní significa “prensa de aceite”, lo que sugiere que había una prensa para procesar aceite de oliva en las proximidades. La ubicación exacta del jardín es desconocida, pues los romanos talaron todos los olivos del monte durante el asedio a Jerusalén en el año 70 d.C.</p><p>Cuando llegaron al jardín, Jesús dejó allí a sus discípulos y fue más lejos en compañía de Pedro, Santiago y Juan. Pero luego deja también a los tres y prosigue solo. Este distanciamiento sugiere que Jesús está cada vez más aislado y solo mientras hace frente a su sufrimiento venidero.</p><p>Jesús ora pidiendo que la copa del sufrimiento le sea evitada, pero solo si es la voluntad de Dios (Mar. 14:36). Usa la palabra aramea Abba, que Marcos traduce como “Padre”. El término no significa “papá”, como algunos han sugerido. La palabra usada por un niño para dirigirse a su padre era abi (ver Raymond E. Brown, The death of the Messiah [La muerte del Mesías], Anchor Bible Reference Library [Nueva York: Doubleday, 1994], vol. 1, pp. 172, 173). Sin embargo, el uso de la expresión Abba, Padre lleva en sí un toque de vinculación familiar estrecha. Jesús ora pidiendo la supresión de la copa del sufrimiento, pero se somete a la voluntad de Dios (compara con el Padrenuestro en Mat. 6:10).</p><p>En el resto del relato de la Pasión, resulta obvio que la respuesta de Dios a la oración de Jesús es “no”. No suprimirá la copa del sufrimiento porque la salvación se ofrece al mundo por medio de esa experiencia.</p><p>Cuando enfrentamos dificultades, es alentador tener amigos que nos apoyan. En Filipenses 4:13, Pablo se refiere a hacer todas las cosas por medio de Uno que nos fortalece. Muchos olvidan lo que dice Filipenses 4:14, que comienza con: “Sin embargo”. El texto dice: “Sin embargo, bien hicieron en participar en mi tribulación”. Esto es lo que Jesús deseaba en Getsemaní. Tres veces acudió a sus discípulos en busca de consuelo. En las tres ocasiones estaban durmiendo. Finalmente, los despertó para que fueran con él a hacer frente a la prueba. Él estaba listo. Ellos, no.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de septiembre",
               "dayTitle":"<p>DEJANDO TODO PARA HUIR DE JESÚS</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p><strong>Lee Marcos 14:43 al 52. ¿Qué ocurre aquí que es tan crucial para el Plan de Salvación?</strong></p><p><strong><sup>43</sup></strong> Luego, hablando él aún, vino Judas, que era uno de los doce, y con él mucha gente con espadas y palos, de parte de los principales sacerdotes y de los escribas y de los ancianos.&nbsp;</p><p><strong><sup>44</sup></strong> Y el que le entregaba les había dado señal, diciendo: Al que yo besare, ese es; prendedle, y llevadle con seguridad.&nbsp;</p><p><strong><sup>45</sup></strong> Y cuando vino, se acercó luego a él, y le dijo: Maestro, Maestro. Y le besó.&nbsp;</p><p><strong><sup>46</sup></strong> Entonces ellos le echaron mano, y le prendieron.&nbsp;</p><p><strong><sup>47</sup></strong> Pero uno de los que estaban allí, sacando la espada, hirió al siervo del sumo sacerdote, cortándole la oreja.&nbsp;</p><p><strong><sup>48</sup></strong> Y respondiendo Jesús, les dijo: ¿Como contra un ladrón habéis salido con espadas y con palos para prenderme?&nbsp;</p><p><strong><sup>49</sup></strong> Cada día estaba con vosotros enseñando en el templo, y no me prendisteis; pero es así, para que se cumplan las Escrituras.&nbsp;</p><p><strong><sup>50</sup></strong> Entonces todos los discípulos, dejándole, huyeron.</p><p><strong><sup>51</sup></strong> Pero cierto joven le seguía, cubierto el cuerpo con una sábana; y le prendieron;&nbsp;</p><p><strong><sup>52</sup></strong> mas él, dejando la sábana, huyó desnudo.</p><p>Es sorprendente que uno de los colaboradores más cercanos de Jesús lo entregara a sus enemigos. Los evangelios no entran en grandes detalles acerca de la motivación de Judas. Pero Elena de White escribe lo siguiente: “Judas tenía, naturalmente, un fuerte amor por el dinero; pero no siempre había sido lo bastante corrupto para realizar una acción como esta. Había fomentado el mal espíritu de la avaricia hasta que este había llegado a ser el motivo predominante de su vida. El amor al dinero superaba a su amor por Cristo. Al llegar a ser esclavo de un vicio, se entregó a Satanás para ser arrastrado a cualquier bajeza de pecado” (DTG 663).</p><p>La traición es en sí misma algo que resulta lamentable para todos, incluso para quienes se valen de los traidores (ver Mat. 27:3-7). Pero la acción de Judas es particularmente repugnante porque él procura ocultar su traición bajo el disfraz de la amistad. Él da instrucciones a la muchedumbre para que arresten al hombre a quien bese. Parece que Judas quería que su perfidia quedara oculta de Jesús y de los otros discípulos.</p><p>El caos se desata cuando la turba arresta a Jesús. Alguien saca una espada (Juan 18:10 y 11 dice que fue Pedro) y corta una oreja al siervo del sumosacerdote. Jesús se dirige a la horda y los reprende por hacer en secreto lo que no se habían atrevido a hacer abiertamente mientras enseñaba en el Templo, pero concluye haciendo referencia al cumplimiento de las Escrituras. Es otra señal de la trama que recorre todo el relato de la Pasión: la voluntad de Dios está llegando a su cumplimiento aunque la voluntad del hombre esté operando para destruir al Mesías.</p><p>Todos los discípulos huyen, incluso Pedro, quien, sin embargo, reaparecerá siguiendo a Jesús de lejos y metiéndose finalmente en problemas. Marcos 14:51 y 52 registra el hecho de que un joven seguía a Jesús, un dato que no aparece en ningún otro lugar de los evangelios canónicos. Algunos piensan que era Marcos mismo, pero es improbable. Lo destacable es que huyó desnudo. En lugar de dejar todo para “seguir” a Jesús, dejó todo para “huir” de él.</p><p><strong>Piensa en la temible idea de que la esclavitud a un solo vicio condujo a Judas a hacer lo que hizo. ¿Qué debería decirnos esto acerca del odio al pecado y, por la gracia de Dios, de la victoria sobre él?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de septiembre",
               "dayTitle":"<p>¿QUIÉN ERES?</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p><strong>Lee Marcos 14:60-72. Compara cómo respondió Jesús ante los acontecimientos y cómo lo hizo Pedro. ¿Qué lecciones podemos aprender de las diferencias?</strong></p><p><strong><sup>60</sup></strong> Entonces el sumo sacerdote, levantándose en medio, preguntó a Jesús, diciendo: ¿No respondes nada? ¿Qué testifican estos contra ti?&nbsp;</p><p><strong><sup>61</sup></strong> Mas él callaba, y nada respondía. El sumo sacerdote le volvió a preguntar, y le dijo: ¿Eres tú el Cristo, el Hijo del Bendito?&nbsp;</p><p><strong><sup>62</sup></strong> Y Jesús le dijo: Yo soy; y veréis al Hijo del Hombre sentado a la diestra del poder de Dios, y viniendo en las nubes del cielo.&nbsp;</p><p><strong><sup>63</sup></strong> Entonces el sumo sacerdote, rasgando su vestidura, dijo: ¿Qué más necesidad tenemos de testigos?&nbsp;</p><p><strong><sup>64</sup></strong> Habéis oído la blasfemia; ¿qué os parece? Y todos ellos le condenaron, declarándole ser digno de muerte.&nbsp;</p><p><strong><sup>65</sup></strong> Y algunos comenzaron a escupirle, y a cubrirle el rostro y a darle de puñetazos, y a decirle: Profetiza. Y los alguaciles le daban de bofetadas.</p><p><strong><sup>66</sup></strong> Estando Pedro abajo, en el patio, vino una de las criadas del sumo sacerdote;&nbsp;</p><p><strong><sup>67</sup></strong> y cuando vio a Pedro que se calentaba, mirándole, dijo: Tú también estabas con Jesús el nazareno.&nbsp;</p><p><strong><sup>68</sup></strong> Mas él negó, diciendo: No le conozco, ni sé lo que dices. Y salió a la entrada; y cantó el gallo.&nbsp;</p><p><strong><sup>69</sup></strong> Y la criada, viéndole otra vez, comenzó a decir a los que estaban allí: Este es de ellos.&nbsp;</p><p><strong><sup>70</sup></strong> Pero él negó otra vez. Y poco después, los que estaban allí dijeron otra vez a Pedro: Verdaderamente tú eres de ellos; porque eres galileo, y tu manera de hablar es semejante a la de ellos.&nbsp;</p><p><strong><sup>71</sup></strong> Entonces él comenzó a maldecir, y a jurar: No conozco a este hombre de quien habláis.&nbsp;</p><p><strong><sup>72</sup></strong> Y el gallo cantó la segunda vez. Entonces Pedro se acordó de las palabras que Jesús le había dicho: Antes que el gallo cante dos veces, me negarás tres veces. Y pensando en esto, lloraba.</p><p>Marcos 14:53 al 59 describe el momento en que Jesús es traído ante el Sanedrín y la primera parte del juicio. Se trata de un ejercicio de frustración.</p><p>Los líderes tratan una y otra vez de hacer valer sus acusaciones contra Jesús. El escritor del Evangelio destaca que el testimonio era falso y que los testigos nunca se pusieron de acuerdo.</p><p>Finalmente, el sumosacerdote se levanta y se dirige directamente a Jesús. Al principio, Jesús no responde. Pero entonces, el sumosacerdote, invocando a Dios como testigo y en su nombre (ver Mat. 26:63), exige que Jesús responda si es el Mesías. Jesús admite franca y directamente que sí y cita Daniel 7:13 y 14, que describe al Hijo del Hombre sentado a la diestra de Dios y viniendo en las nubes del cielo. Esto es demasiado para el sumosacerdote, quien rasga sus vestiduras y pide que Jesús sea condenado, lo que es concedido inmediatamente por el concilio. Los líderes comienzan a humillar a Jesús escupiéndole, cubriendo su rostro, golpeándolo y pidiéndole que profetice.</p><p>Mientras Jesús está dentro siendo juzgado y dando un testimonio fiel, Pedro está fuera dando un reporte falso. Esta es la sexta y última historia sándwich en Marcos y, aquí, la ironía es particularmente aguda. Aquí hay dos personajes paralelos, Jesús y Pedro, realizando acciones opuestas. Jesús da un testimonio fiel. Pedro, uno falso. Pedro es abordado en tres ocasiones por una sierva y por espectadores, y en cada ocasión niega cualquier asociación con Jesús, incluso maldiciendo y jurando.</p><p>En este punto, un gallo canta por segunda vez. Pedro recuerda entonces súbitamente la predicción de Jesús de que negaría a su Señor tres veces esa misma noche. Se quiebra y llora. He aquí la impresionante ironía. Cuando terminan de juzgar a Jesús, le cubren los ojos, lo golpean y le ordenan profetizar. La idea era burlarse de él pues no podía ver quién lo golpeó. Sin embargo, en el mismo momento en que ellos están haciendo esto, Pedro está negando a Jesús en el patio, cumpliendo así una de las predicciones de Jesús. En consecuencia, Pedro demuestra, al negar a Jesús, que este es el Mesías.</p><p><strong>¿Qué palabras de esperanza le dirigirías a alguien que, aun queriendo seguir a Jesús, fracasa a veces en su intención? ¿Quién de nosotros no ha fallado a veces al no hacer lo que sabemos que Jesús quiere?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de septiembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Lee los capítulos “Ante Anás y Caifás” y “Judas” en el libro El Deseado de todas las gentes, de Elena de White, pp. 647-670.</p><p>“Mientras los juramentos envilecedores todavía estaban frescos en los labios de Pedro y el agudo canto del gallo repercutía en sus oídos, el Salvador se desvió de sus ceñudos jueces y miró de lleno a su pobre discípulo. Al mismo tiempo, los ojos de Pedro fueron atraídos hacia su Maestro. En aquel amable semblante leyó profunda compasión y pesar, pero no había ira.</p><p>“La visión de ese rostro pálido y doliente, esos labios temblorosos, esa mirada de compasión y perdón, atravesó su corazón como una flecha. Su conciencia se despertó. La memoria se activó. Pedro rememoró su promesa de unas pocas horas antes, de que iría con su Señor hasta la cárcel y hasta la muerte. Recordó su pesar cuando el Salvador le dijo en el Aposento Alto que negaría a su Señor tres veces esa misma noche. Pedro acababa de declarar que no conocía a Jesús, pero ahora se dio cuenta, con amargo pesar, de cuán bien lo conocía su Señor y de cuán exactamente había leído su corazón, cuya falsedad desconocía él mismo” (DTG 659).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>A la luz de Marcos 14:9, ¿cómo vemos que se está cumpliendo otra de las predicciones de Jesús, algo aparentemente muy improbable dadas las circunstancias en que fue predicho?<br></p><p><br></p><p><strong>1.</strong> Compara y contrasta a Judas y Pedro. ¿En qué se parecían y en qué se diferenciaban a la luz de la manera en que actuaron, según el relato de la Pasión?</p><p><strong>2.</strong> Analiza el significado de la Cena del Señor. ¿Cómo podemos hacerla más significativa en nuestra iglesia y lograr que aumente el número de quienes participan en ella?</p><p><strong>3. </strong>Reflexiona acerca del hecho de que Dios dijo “no” a la oración de Jesús en Getsemaní. ¿Qué significa el hecho de que Dios nos diga “no”?</p><p><strong>4.</strong> Aunque Pedro defraudó grandemente a Jesús al negarlo, Jesús no lo desechó. ¿Qué esperanza puedes extraer de este hecho para ti mismo?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Marcos 14:1.</strong></p><p><strong>Enfoque del estudio: Marcos 14.</strong></p><p><strong>Introducción:</strong></p><p><br></p><p>Marcos 14 se refiere al complot para matar a Jesús. El autor del Evangelio dice explícitamente que el plan se venía gestando desde hacía algún tiempo, dado que “los principales sacerdotes y los escribas procuraban prender a Jesús por engaño y darle muerte” (Mar. 14:1). De esta manera, el deseo de los enemigos de Jesús de darle muerte empezó a adquirir su siniestra forma.</p><p>Marcos 14 narra los acontecimientos de la traición a Jesús y su condena por parte de los líderes religiosos.</p><p><strong>Temática de la lección:</strong></p><p>El estudio de esta semana analiza tres acontecimientos importantes en los últimos días de la vida de Jesús:<br></p><p><br></p><p>1. La unción de Jesús con un perfume costoso.</p><p>2. El abandono de Jesús por parte de Pedro.</p><p>3. El sufrimiento de Jesús como cumplimiento directo de la profecía.</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>Tres actitudes ante el Salvador</strong></p><p>Marcos 14:1 a 11 es la primera perícopa o sección del capítulo. En este segmento, Marcos introduce dos escenas con tres personajes o grupos de personajes principales:</p><p>(1) los sacerdotes y los escribas, (2) una mujer no identificada en este Evangelio, y (3) los discípulos y Judas Iscariote. El primer grupo está dispuesto a pagar una cantidad considerable de dinero para dar muerte a Jesús, como se revela en Marcos 14:1 y 11. Su disposición es una evidencia de cuán corruptos se habían vuelto los dirigentes del Templo y sus servicios. Jesús estaba en lo cierto cuando les dijo:</p><p>“Ustedes la han hecho [a mi casa, el Templo] una cueva de ladrones” (Mar. 11:17). Tan grande era la desesperación de ellos por darle muerte a cualquier precio que sobornaron a uno de los miembros de su propio círculo íntimo para conseguir sus propósitos. El texto también parece implicar que los líderes religiosos pagaron a un grupo de personas para que apresaran a Jesús:</p><p>“Mucha gente con espadas y palos, de parte de los principales sacerdotes, los escribas y los ancianos” (Mar. 14:43). También es posible que los líderes religiosos estuvieran detrás de los “muchos [que] testificaban falsamente contra él, pero [cuyos] testimonios no concordaban” (Mar. 14:56). A la luz de estas conjeturas, es interesante reflexionar acerca de cuánto dinero gastaron los sacerdotes y el resto de los líderes israelitas para asegurar la muerte del Mesías.</p><p>El segundo personaje es una mujer no identificada en este Evangelio que estuvo dispuesta a destinar una cantidad exorbitante de su propio capital para ungir a Jesús. Compró un perfume muy caro para derramarlo sobre la cabeza y los pies de él. Los discípulos estimaron que el perfume valía una gran cantidad de dinero, más de trescientos denarios (Mar. 14:5). Un denario era la moneda básica romana:</p><p>“Parece que equivalía al jornal de un trabajador promedio (Mat. 20:1-16)” (Martin McDonald, “Money in the New Testament era”, en The world of the New Testament, p. 573). Sobre la base de esta información, podemos deducir que la mujer gastó una cantidad equivalente al salario de casi un año de trabajo. Tal vez había ahorrado esa suma durante muchos años de ardua labor. En cualquier caso, era mucho dinero.</p><p>La mujer quiso mostrar su gratitud a Jesús a costa de un gran sacrificio personal. Él, a su vez, recompensó con creces el obsequio que demostraba cuán apreciado era por ella. Marcos 14:9 dice: “Les aseguro que dondequiera que se predique el evangelio en el mundo, se contará lo que ella hizo y se la recordará”.</p><p>Los personajes de la tercera escena, como se ha señalado, son los discípulos y Judas. A diferencia de la mujer anónima, consideran que el perfume es demasiado caro para desperdiciarlo en Jesús. Insisten en que “[este perfume] podría haberse vendido por más de trescientos denarios y haberse dado a los pobres” (Mar. 14:5).</p><p>Aunque el dinero no era suyo, culparon y desacreditaron a la mujer por haberlo “derrochado” en Jesús.</p><p>Judas estaba dispuesto a recibir dinero para entregar a Jesús de quienes tramaban su muerte. Marcos no da detalles acerca de la negociación del precio por la muerte de Jesús. Lo que sabemos al respecto procede del Evangelio de Mateo. Según este, Judas preguntó a los sacerdotes: “ ‘¿Qué me quieren dar si se lo entrego?’</p><p>Y ellos le asignaron treinta monedas de plata” (Mat. 26:15). La expresión “treinta monedas de plata” es traducción del griego triakonta argyria. Cada una de estas argirias equivalía a unas cuatro dracmas. La dracma era “la moneda griega estándar o básica, equivalente en valor al denario romano. […] Es probable que este fuera el tipo de moneda con que pagaron a Judas sus ‘treinta monedas de plata’; es decir, ciento veinte denarios (Mat. 26:15)” (McDonald, “Money in the New Testament era”, en The world of the New Testament, pp. 573, 574).</p><p>La cantidad pagada por los sacerdotes y aceptada por Judas era inferior a la que la mujer pagó por el perfume con que ungió a Jesús. En resumen, una mujer sola pagó aproximadamente trescientos denarios para ungir a Jesús con perfume como un memorial, mientras que Judas aceptó apenas ciento veinte denarios para traicionarlo. La discrepancia dice mucho. Muestra lo poco que Judas y los discípulos que simpatizaban con su opinión valoraban a su Maestro.</p><p><strong>El impetuoso Pedro: Cerca y lejos de Jesús</strong></p><p>El último personaje de las escenas que nos ocupan en Marcos 14 es Pedro, quien desempeña un papel activo en los capítulos finales del libro. Estuvo entre los encargados de preparar la Pascua (Mar. 14:12, 13; comparar con Luc. 22:8). Más tarde, cuando Jesús predijo cómo lo abandonarían sus discípulos en el momento de su arresto, “él, con mayor insistencia, dijo: ‘Aunque tenga que morir contigo, no te negaré’ ” (Mar. 14:31; comparar con Mar. 14:29).</p><p>Pedro no pudo cumplir la petición de Jesús: “Velen y oren” (Mar. 14:38). Más tarde, intervino en favor de Jesús y cortó la oreja derecha del siervo del sumo sacerdote (Juan 18:10; comparar con Mar. 14:47).</p><p>Otra escena en la que aparece Pedro es el episodio en el que Jesús es conducido ante el sumo sacerdote. Pedro siguió a Jesús de lejos (Mar. 14:54). Más tarde, es confrontado por quienes lo desenmascaran como uno de los seguidores de Jesús. En respuesta a sus acusadores, “él se puso a maldecir y a jurar: ‘No conozco a ese hombre de quien hablan’ ” (Mar. 14:71). Finalmente, el capítulo registra el amargo llanto del arrepentido discípulo.</p><p>La descripción de Pedro en estas seis escenas es un retrato de la experiencia de muchos seguidores de Jesús en la actualidad. En un momento podemos ser un paladín brillante de la causa de Jesús; pero al siguiente, vacilamos y nos convertimos en el villano inesperado que lo traiciona. Para evitar esta inestabilidad de carácter, Jesús nos aconseja: “Velen y oren para que no entren en tentación” (Mar. 14:38). La historia de Pedro no termina en derrota. Guiado por el Espíritu Santo, se convirtió en un pilar de la comunidad cristiana.</p><p><strong>Jesús y el cumplimiento de la profecía</strong></p><p>Por último, destaquemos la agonía de Jesús en las escenas de Marcos 14. Qué doloroso fue sin duda para él que sus propios discípulos, sus colaboradores más íntimos, no comprendieran su misión. Al verlo ungido por la mujer, los discípulos discutieron acerca del gran despilfarro de dinero que suponía que ella derramara un costoso perfume sobre la cabeza del Maestro. Qué desgarrador debió ser para Jesús que dos de sus discípulos lo traicionaran y el resto lo abandonara. Cuán profundamente devastador fue sin duda para él presenciar cómo los líderes religiosos y los maestros de su propio pueblo intentaban matar al Mesías anunciado. Jesús vivió en esta Tierra como un hombre. Sintió todo el dolor que un corazón humano puede soportar en medio de esas traumáticas circunstancias. Dijo a sus discípulos: “Mi alma está abrumada de tristeza hasta el punto de morir” (Mar. 14:34). Sin embargo, nada ni nadie podía desviarlo del camino que había elegido: el de la muerte redentora en favor de la humanidad.</p><p>Jesús comprende claramente su destino. Sabe por qué va por el camino que ha elegido y adónde lo llevará. Dijo: “El Hijo del hombre se va, como está escrito de él” (Mar. 14:21). Es consciente de que todo lo que le sucede, o sucede contra él, forma parte de un plan divino. Percibe que “así se cumplen las Escrituras” (Mar. 14:49). Por eso, cuando Pedro trató de convencerlo de que renunciara a la voluntad de Dios para él dentro del Plan de Salvación, Jesús vio claramente que Satanás hablaba a través del discípulo, como antes había hablado a Eva por medio de la serpiente. Jesús vino a este mundo para dar su vida como rescate por la humanidad. Por eso la Biblia predijo que “le quitarán la vida al Mesías, y nada le quedará” (Dan. 9:26), o, según otra traducción, “no tendrá a nadie”. Ese funesto desenlace fue exactamente lo que ocurrió.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Pide a tus alumnos que dialoguen acerca de la siguiente pregunta: ¿Por qué consideraron los discípulos que derramar el perfume sobre Jesús fue un desperdicio? A la luz de ese análisis, pide a tus alumnos que reflexionen sobre las siguientes ideas.</p><p>“Las palabras dichas con indignación: ‘¿Por qué se pierde esto?’ recordaron vívidamente a Cristo el mayor sacrificio jamás hecho: el don de sí mismo en propiciación por un mundo perdido. El Señor quería ser tan generoso con su familia humana que no pudiera decirse que él habría podido hacer más. En el don de Jesús, Dios dio el Cielo entero. Desde el punto de vista humano, tal sacrificio era un derroche desenfrenado. Para el raciocinio humano, todo el Plan de la Salvación es un derroche de mercedes y recursos. Podemos ver abnegación y sacrificio sincero en todas partes. Bien pueden las huestes celestiales mirar con asombro a la familia humana que rehúsa ser elevada y enriquecida con el infinito amor expresado en Cristo. Bien pueden ellas exclamar: ¿Por qué se hace este gran derroche?” (Elena de White, El Deseado de todas las gentes, p. 518).</p><p>¿Has pensado en la razón por la que Judas traicionó a Jesús? Antes de dar tu respuesta, lee el siguiente párrafo.</p><p>“Judas razonó que, si Jesús había de ser crucificado, el hecho acontecería de todos modos. Su propio acto de entregar al Salvador no cambiaría el resultado. Si Jesús no debía morir, lo único que haría sería obligarlo a librarse. En todo caso, Judas ganaría algo por su traición. Calculaba que había hecho un buen negocio traicionando a su Señor” (ibíd., p. 668).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>APRESADO Y JUZGADO</p>",
         "verse":"<p>“Decía: ‘¡Abba, Padre! Todas las cosas son posibles para ti. ¡Aparta de mí esta copa! Sin embargo, no lo que yo quiero, sino lo que tú quieras’ ” (Mar. 14:36).</p>",
         "versionCode":40,
         "weekDate":"7-13 de septiembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
