 {
  "data": [
    {
      "color": "#64468c",
      "id": 5,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "23 de Octubre",
          "dayTitle": "",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>Como leímos la semana pasada, cuando un escriba le preguntó acerca de “el primer mandamiento de todos” (Mar. 12:28), Jesús respondió afirmando que Dios es uno, y luego dijo: “Y amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente y con todas tus fuerzas. Este es el principal mandamiento” (Mar. 12:30).<br><br>Sin embargo, Jesús prosiguió, y expresó algo sobre lo que el escriba no había preguntado: el segundo Mandamiento. Sabiendo lo importante que era, Jesús dijo: “Y el segundo es semejante: Amarás a tu prójimo como a ti mismo. No hay otro mandamiento mayor que éstos” (Mar. 12:31). <br></p><p>¿Ningún mandamiento mayor que estos? Jesús conectó el amor a Dios y el amor al prójimo en un solo mandamiento, y ese mandamiento era el mayor de todos.<br><br>Una vez más, Jesús no inventó algo nuevo, algo que los judíos no habían escuchado antes. El llamado a amar a Dios por sobre todo y la idea de amar al prójimo y de amar a los demás como una forma de expresar nuestro amor a Dios fueron tomados del libro de Deuteronomio.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de Octubre",
          "dayTitle": "<p><strong>CIRCUNCIDAD VUESTRO CORAZÓN</strong><br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p>Deuteronomio 10, la continuación de Deuteronomio 9, es básicamente la reafirmación del pacto que Dios había hecho con Israel. De hecho, gran parte de este libro es una especie de renovación del Pacto. Es decir, incluso después de su terrible pecado en Horeb, en el que no bien Moisés los dejó por un tiempo cayeron en la idolatría, el Señor todavía no había terminado con ellos. <br></p><p><strong>Lee Deuteronomio 10:1 al 11. ¿Qué sucedió aquí que nos ayuda a comprender que Dios perdonó el pecado de su pueblo y reafirmó la promesa del pacto que hizo con ellos y con sus padres? <br></strong></p><p><strong>Deuteronomio 10:1 - 11</strong></p><p><em><strong>1</strong></em>&nbsp; En aquel tiempo Jehová me dijo: Lábrate dos tablas de piedra como las primeras, y sube a mí al monte, y hazte un arca de madera;<br><br><em><strong>2</strong></em> y escribiré en aquellas tablas las palabras que estaban en las primeras tablas que quebraste; y las pondrás en el arca.<em><br><br><strong>3</strong></em> E hice un arca de madera de acacia, y labré dos tablas de piedra como las primeras, y subí al monte con las dos tablas en mi mano.<em><br><br><strong>4</strong></em> Y escribió en las tablas conforme a la primera escritura, los diez mandamientos que Jehová os había hablado en el monte de en medio del fuego, el día de la asamblea; y me las dio Jehová.<em><br><br><strong>5</strong></em> Y volví y descendí del monte, y puse las tablas en el arca que había hecho; y allí están, como Jehová me mandó.<em><br><br><strong>6</strong></em> (Después salieron los hijos de Israel de Beerot-bene-jaacán a Mosera; allí murió Aarón, y allí fue sepultado, y en lugar suyo tuvo el sacerdocio su hijo Eleazar.<em><br><br><strong>7</strong></em> De allí partieron a Gudgoda, y de Gudgoda a Jotbata, tierra de arroyos de aguas.<em><br><br><strong>8</strong></em> En aquel tiempo apartó Jehová la tribu de Leví para que llevase el arca del pacto de Jehová, para que estuviese delante de Jehová para servirle, y para bendecir en su nombre, hasta hoy,<em><br><br><strong>9</strong></em> por lo cual Leví no tuvo parte ni heredad con sus hermanos; Jehová es su heredad, como Jehová tu Dios le dijo.)<em><br><br><strong>10</strong></em> Y yo estuve en el monte como los primeros días, cuarenta días y cuarenta noches; y Jehová también me escuchó esta vez, y no quiso Jehová destruirte.<em><br><br><strong>11</strong></em> Y me dijo Jehová: Levántate, anda, para que marches delante del pueblo, para que entren y posean la tierra que juré a sus padres que les había de dar. <br></p><p><br></p><p>Moisés rompió las tablas de los Diez Mandamientos (Deut. 9:17), una señal del Pacto quebrantado (Deut. 32:19). “Para demostrar cuánto aborrecía ese crimen, arrojó al suelo las tablas de piedra, que se quebraron a la vista del pueblo, dando a entender en esta forma que así como ellos habían roto su pacto con Dios, así también Dios rompía su pacto con ellos” (PP 331). Por ende, el hecho de que Dios le haya dicho a Moisés que cortara nuevas tablas “como las primeras” y que escribiera en ellas las palabras que estaban en las primeras muestra que Dios aun así había perdonado al pueblo y no había terminado con él. <br></p><p><strong>Lee Deuteronomio 10:14 al 16. ¿Qué quiere decirles Dios aquí? ¿Cuál es el significado de las imágenes que el Señor utilizó? <br></strong></p><p><strong>Deuteronomio 10:14 - 16</strong></p><p><em><strong>14 </strong></em>He aquí, de Jehová tu Dios son los cielos, y los cielos de los cielos, la tierra, y todas las cosas que hay en ella.<em><br><br><strong>15 </strong></em>Solamente de tus padres se agradó Jehová para amarlos, y escogió su descendencia después de ellos, a vosotros, de entre todos los pueblos, como en este día.<em><br><br><strong>16 </strong></em>Circuncidad, pues, el prepucio de vuestro corazón, y no endurezcáis más vuestra cerviz. <br><strong></strong></p><p><br></p><p>Aquí hay una mezcla de imágenes: el prepucio, el corazón, la cerviz. Sin embargo, la idea es clara. La circuncisión era una señal del Pacto, pero es solo una señal externa. Dios quería su corazón; es decir, su mente, sus afectos, su amor. La imagen de la cerviz simplemente indicaba cuán tercos eran en su renuencia a obedecer al Señor. Y, básicamente –aquí y en otros lugares–, el Señor les estaba diciendo que acabaran con sus lealtades divididas y lo sirvieran con todo su corazón y su alma. <br></p><p><strong>Piensa en todas las veces que el Señor perdonó tus pecados. ¿Qué debería decirte eso acerca de su gracia?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de Octubre",
          "dayTitle": "<p><strong>AMARÉIS AL EXTRANJERO</strong></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>En medio de estas amonestaciones, Moisés declara: “He aquí, de Jehová tu Dios son los cielos, y los cielos de los cielos, la tierra, y todas las cosas que hay en ella” (Deut. 10:14). Qué expresión tan poderosa de la soberanía del Señor, una idea que también se encuentra en otros lugares de la Biblia: “De Jehová es la tierra y su plenitud; el mundo, y los que en él habitan” (Sal. 24:1). <strong><br></strong></p><p><strong>Lee Deuteronomio 10:17 al 19. ¿Qué otra declaración hace Moisés acerca del Señor también? Más aún, ¿qué le ordena Dios a su pueblo como resultado de esa declaración? <br></strong></p><p><strong>Deuteronomio 10:17 -19</strong></p><p><em><strong>17 </strong></em>Porque Jehová vuestro Dios es Dios de dioses y Señor de señores, Dios grande, poderoso y temible, que no hace acepción de personas, ni toma cohecho;<em><br><br><strong>18 </strong></em>que hace justicia al huérfano y a la viuda; que ama también al extranjero dándole pan y vestido.<em><br><br><strong>19 </strong></em>Amaréis, pues, al extranjero; porque extranjeros fuisteis en la tierra de Egipto. <br><strong></strong></p><p><br></p><p>Jehová no solo es el Soberano del cielo y de la Tierra; también es “Dios de dioses y Señor de señores” (Deut. 10:17). Esto no significa que haya otros dioses, dioses menores, como los supuestos dioses que adoraban los paganos a su alrededor. Más que hablar de que solo él es el único Dios (“Ved ahora que yo, yo soy, y no hay dioses conmigo” [Deut. 32:39]), más bien es una forma de afirmar su supremacía total sobre todos los demás poderes, reales o imaginarios, ya sea en el cielo o en la Tierra.</p><p> El pasaje también dice que él es “el gran Dios, poderoso y terrible, que no actúa con parcialidad ni acepta sobornos” (NVI). Todo esto es parte del mensaje mayor: Jehová es tu Dios; y tú, su pueblo. Debes obedecerle. <br></p><p>Qué contraste tan poderoso se presenta aquí también. Sí, Jehová es Dios de dioses y Señor de señores, el Gobernante soberano y Sustentador de la creación (Col. 1:16, 17), pero también se preocupa por los huérfanos, las viudas y los extranjeros, y muestra su cuidado al satisfacer sus necesidades físicas inmediatas. El Dios que toma nota cuando un gorrión cae al suelo (Mat. 10:29) conoce la difícil situación de los marginados de la sociedad. En otras palabras, es como si el Señor le estuviera diciendo al pueblo: “Está bien, tal vez sean los elegidos, son especiales y los amo, pero también amo a los demás, incluyendo a los necesitados y los desamparados que hay entre ustedes. Y, así como yo los amo, ustedes también deben amarlos. Esta es una de las obligaciones del Pacto y también es importante”.</p><p> <strong>Lee Salmo 146:5 al 10. ¿Cuál es el mensaje del Salmo que refleja lo que Dios está diciendo aquí, y qué debería significar esto para nosotros hoy, como cristianos?</strong></p><p><strong>Salmo 146:5 - 10</strong></p><p><em><strong>5 </strong></em>Bienaventurado aquel cuyo ayudador es el Dios de Jacob,<br>Cuya esperanza está en Jehová su Dios,<em><br><br><strong>6 </strong></em>El cual hizo los cielos y la tierra,<br>El mar, y todo lo que en ellos hay;<br>Que guarda verdad para siempre,<em><br><br><strong>7 </strong></em>Que hace justicia a los agraviados,<br>Que da pan a los hambrientos.<br>Jehová liberta a los cautivos;<em><br><br><strong>8 </strong></em>Jehová abre los ojos a los ciegos;<br>Jehová levanta a los caídos;<br>Jehová ama a los justos.<em><br><br><strong>9 </strong></em>Jehová guarda a los extranjeros;<br>Al huérfano y a la viuda sostiene,<br>Y el camino de los impíos trastorna.<em><br><br><strong>10 </strong></em>Reinará Jehová para siempre;<br>Tu Dios, oh Sion, de generación en generación.<br>Aleluya. <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de Octubre",
          "dayTitle": "<p><strong>PORQUE EXTRANJEROS FUISTEIS EN EGIPTO</strong><br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>“Amaréis, pues, al extranjero; porque extranjeros fuisteis en la tierra de Egipto” (Deut. 10:19). ¿Cuál es el mensaje para el antiguo Israel aquí? ¿Cuál debería ser el mensaje de este versículo para nosotros también? </strong><br></p><p>Siglos antes, el Señor le dijo a Abram: “Ten por cierto que tu descendencia morará en tierra ajena, y será esclava allí, y será oprimida cuatrocientos años” (Gén. 15:13; ver además Gén. 17:8; Hech. 13:17). Esto es, por supuesto, lo que sucedió; y en los primeros capítulos del Éxodo la dramática historia de su redención y la salvación de Egipto (Éxo. 14:13; 15:13) se registró para la posteridad como anuncio de la redención y la salvación que se nos ha dado en Cristo Jesús. En este versículo, el Señor quiere que recuerden dónde habían estado y lo que habían sido, es decir, extranjeros en otra tierra. <br></p><p>En otras palabras, el Señor les dice: “Recuerden cuando eran marginados y esclavos de la sociedad; estaban a merced de quienes eran más fuertes y podían abusar de ustedes”. Aunque Israel era una nación escogida, llamada por Dios “reino de sacerdotes” (Éxo. 19:6), y aunque había algunas diferencias entre ellos y los extranjeros que vivían entre ellos (especialmente en lo respectivo a algunos servicios religiosos), en materia de “derechos humanos”, el extranjero, la viuda y el huérfano debían ser tratados con la misma equidad y justicia que los israelitas nativos demandaban para sí mismos. <br></p><p><strong>Lee Mateo 7:12. ¿Cómo encapsula el versículo lo que el Señor estaba diciendo al antiguo Israel acerca de cómo debían tratar a los débiles que hubiera entre ellos?</strong></p><p><strong>Mateo 7:12<em><br></em></strong></p><p><em><strong>12 </strong></em>Así que, todas las cosas que queráis que los hombres hagan con vosotros, así también haced vosotros con ellos; porque esto es la ley y los profetas. <br></p><p><br></p><p>Esta advertencia a Israel acerca de cómo debían tratar a los marginados de ninguna manera era la norma en el mundo antiguo, donde en algunos casos los marginados eran tratados como animales, o aún peor. En contraste, Israel debía ser diferente, una luz para las naciones. Y esa diferencia se luciría en el Dios al que adoraban, en cómo lo adoraban y en todo el sistema de verdades que Dios les había dado. Sin embargo, su trato amable hacia los marginados podría haber sido un poderoso testimonio al mundo de la superioridad de su Dios y de su fe, que en cierto sentido era el objetivo de su existencia como pueblo: dar testimonio al mundo acerca de su Dios.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de Octubre",
          "dayTitle": "<p><strong>JUZGAD JUSTAMENTE</strong><br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>Como creyentes, hemos sido llamados a reflejar el carácter de Dios. Pablo escribió: “Hijitos míos, por quienes vuelvo a sufrir dolores de parto, hasta que Cristo sea formado en vosotros” (Gál. 4:19). Después de todo, originalmente habíamos sido hechos “a imagen de Dios” (Gén. 1:27), una imagen que luego el pecado desfiguró. Y, como vimos, cuando Moisés habló del poder y la majestad de Dios, también dijo que Dios no aceptaba sobornos y que se preocupaba por los débiles y los marginados. Dios hace esto; por lo tanto, nosotros también debemos hacer lo mismo.</p><p> <strong>Lee los siguientes pasajes de Deuteronomio. ¿Cuál es el tema común entre todos ellos? Deuteronomio 1:16; 16:19; 24:17; 27:19.</strong></p><p><strong>Deuteronomio 1:16<em><br></em></strong></p><p><em><strong>16 </strong></em>Y entonces mandé a vuestros jueces, diciendo: Oíd entre vuestros hermanos, y juzgad justamente entre el hombre y su hermano, y el extranjero. <br> </p><p><strong>Deuteronomio 16:19</strong><em><br></em></p><p><em><strong>19 </strong></em>No tuerzas el derecho; no hagas acepción de personas, ni tomes soborno; porque el soborno ciega los ojos de los sabios, y pervierte las palabras de los justos.</p><p><strong>Deuteronomio 24:17</strong><em><br></em></p><p><em><strong>17 </strong></em>No torcerás el derecho del extranjero ni del huérfano, ni tomarás en prenda la ropa de la viuda</p><p><strong>Deuteronomio 27:19</strong><em><br></em></p><p><em><strong>19 </strong></em>Maldito el que pervirtiere el derecho del extranjero, del huérfano y de la viuda. Y dirá todo el pueblo: Amén. <br></p><p><br></p><p>Es casi proverbial el hecho de que los débiles, los pobres y los marginados no obtengan el mismo tipo de “justicia” en la mayoría de los tribunales humanos que quienes tienen dinero, poder y conexiones. No importa el país, la época, la cultura, ni cuán elevados sean los principios de justicia y equidad consagrados en constituciones o leyes, o lo que sea; la realidad sigue siendo la misma: los pobres, los débiles y los marginados casi nunca obtienen la justicia que otros reciben. <br></p><p>Por eso, es notable lo que el Señor mismo estaba diciendo aquí. Esta injusticia, que está en todas partes, no debe cometerse en Israel, entre el pueblo de Dios, los que lo representarán ante el mundo. En cierto sentido, para usar un término de la era moderna, el Señor quería que hubiera “igualdad ante la ley” en el antiguo Israel.</p><p>Pero, esto va más profundo que un asunto de mera jurisprudencia. “Santos seréis, porque santo soy yo Jehová vuestro Dios” (Lev. 19:2). Ellos sabían quién era el Dios verdadero, tenían las formas correctas de adoración y daban las ofrendas correctas. Eso está bien. Pero, en definitiva, ¿de qué servía todo eso si maltrataban a los débiles y los pobres de entre ellos? Vez tras vez, en los escritos de los profetas, el Señor critica a los opresores de los pobres y los necesitados de Israel. ¿Cómo ser “santo” y maltratar a los demás al mismo tiempo? No se puede, sin importar cuán estricta sea la adhesión a los ritos religiosos correctos. <br></p><p><strong>Lee Amós 2:6; 4:1; 5:11; Isaías 3:14 y 15; 10:1 y 2; y Jeremías 2:34. ¿Qué dicen los profetas que refleja lo que el Señor había advertido sobre el antiguo Israel? Estas palabras ¿qué nos dicen a nosotros hoy?</strong></p><p><strong>Amós 2:6</strong></p><p><strong><em>6 </em></strong>Así ha dicho Jehová: Por tres pecados de Israel, y por el cuarto, no revocaré su castigo; porque vendieron por dinero al justo, y al pobre por un par de zapatos.</p><p><strong>Amós 4:1</strong></p><p><strong><em>1</em></strong>&nbsp; Oíd esta palabra, vacas de Basán, que estáis en el monte de Samaria, que oprimís a los pobres y quebrantáis a los menesterosos, que decís a vuestros señores: Traed, y beberemos. <br></p><p><strong>Amós 5:11<br></strong></p><p><em><strong>11</strong> </em>Por tanto, puesto que vejáis al pobre y recibís de él carga de trigo, edificasteis casas de piedra labrada, mas no las habitaréis; plantasteis hermosas viñas, mas no beberéis el vino de ellas. <br></p><p><strong>Isaías 3:14 - 15</strong></p><p><em><strong>14 </strong></em>Jehová vendrá a juicio contra los ancianos de su pueblo y contra sus príncipes; porque vosotros habéis devorado la viña, y el despojo del pobre está en vuestras casas.<em><br><br><strong>15 </strong></em>¿Qué pensáis vosotros que majáis mi pueblo y moléis las caras de los pobres? dice el Señor, Jehová de los ejércitos. <br></p><p><strong>Isaías 10:1 - 2</strong><em><br></em></p><p><em><strong>1&nbsp; </strong></em>!!Ay de los que dictan leyes injustas, y prescriben tiranía,<em><br><br><strong>2 </strong></em>para apartar del juicio a los pobres, y para quitar el derecho a los afligidos de mi pueblo; para despojar a las viudas, y robar a los huérfanos! <br></p><p><strong>Jeremías 2:34</strong></p><p><em><strong>34 </strong></em>Aun en tus faldas se halló la sangre de los pobres, de los inocentes. No los hallaste en ningún delito; sin embargo, en todas estas cosas dices: <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de Octubre",
          "dayTitle": "<p><strong>RELIGIÓN PURA ANTE DIOS</strong></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Deuteronomio 24:10 al 15. ¿Qué principios importantes se expresan aquí con respecto a cómo debemos tratar a los que están bajo nuestro control?</strong></p><p><strong>Deuteronomio 24:10 - 15<em><br></em></strong></p><p><em><strong>10 </strong></em>Cuando entregares a tu prójimo alguna cosa prestada, no entrarás en su casa para tomarle prenda.<em><br><br><strong>11 </strong></em>Te quedarás fuera, y el hombre a quien prestaste te sacará la prenda.<em><br><br><strong>12 </strong></em>Y si el hombre fuere pobre, no te acostarás reteniendo aún su prenda.<em><br><br><strong>13 </strong></em>Sin falta le devolverás la prenda cuando el sol se ponga, para que pueda dormir en su ropa, y te bendiga; y te será justicia delante de Jehová tu Dios.<em><br><br><strong>14 </strong></em>No oprimirás al jornalero pobre y menesteroso, ya sea de tus hermanos o de los extranjeros que habitan en tu tierra dentro de tus ciudades.<em><br><br><strong>15 </strong></em>En su día le darás su jornal, y no se pondrá el sol sin dárselo; pues es pobre, y con él sustenta su vida; para que no clame contra ti a Jehová, y sea en ti pecado.<br></p><p><br> </p><p>Una vez más, vemos la preocupación del Señor por la dignidad humana básica. Puede ser que alguien te deba algo, y sea hora de recobrarlo, pero muéstrale un poco de respeto, un poco de dignidad, ¿sí? No irrumpas en su casa para exigirle. Espera afuera y deja que él salga y te lo dé. Deuteronomio 24:12 y 13 parece decir que si algún pobre te da su manto como “garantía”, al menos debes dejarlo dormir con él durante la noche. Los otros versículos hablan de cómo tratar a los pobres que trabajan para ellos, que pueden ser oprimidos con tanta facilidad. No los opriman, porque a los ojos de Dios es un pecado, y por cierto grave. Nuevamente, si Israel debía dar testimonio como pueblo santo que anda en la verdad en medio de un mundo lleno de errores, idolatría, maldad y pecado, seguramente tendrían que ser amables con los más débiles y marginados de entre ellos. De lo contrario, su testimonio no serviría para nada.</p><p><strong>Lee Santiago 1:27 a 2:11. ¿Qué dice Santiago aquí que refleja lo que el Señor le estaba diciendo a su pueblo en Deuteronomio? ¿Qué importancia tiene el hecho de que en estos versículos Santiago vincule el maltrato a los pobres con los Diez Mandamientos?</strong></p><p><strong>Santiago 1:27<br></strong></p><p><em><strong>27</strong> </em>La religión pura y sin mácula delante de Dios el Padre es esta: Visitar a los huérfanos y a las viudas en sus tribulaciones, y guardarse sin mancha del mundo. <br></p><p><strong>Santiago 2:11</strong><em><br></em></p><p><em><strong>11 </strong></em>Porque el que dijo: No cometerás adulterio, también ha dicho: No matarás. Ahora bien, si no cometes adulterio, pero matas, ya te has hecho transgresor de la ley. <br></p><p><br> </p><p>Aunque no hay nada en los Diez Mandamientos que tenga relación directa con usar favoritismo hacia los ricos en desmedro de los pobres, adherirse estrictamente a la letra de la Ley y, al mismo tiempo, maltratar a los pobres o los necesitados constituye una burla de la propia profesión de fe y de cualquier pretensión de guardar los Mandamientos. Amar a tu prójimo como a ti mismo es la máxima expresión de la Ley de Dios, y esta es Verdad Presente tanto ahora como lo fue en la época de Santiago, y como lo fue cuando Moisés le habló a Israel en las fronteras de la Tierra Santa.</p><p> <strong>¿Por qué nosotros, como adventistas del séptimo día, que nos tomamos en serio la observancia de la Ley, debemos cerciorarnos de tomar en serio las palabras de Santiago y Deuteronomio? Según lo que leemos en Santiago, ¿por qué creer en la observancia de la Ley solo debería fortalecer nuestra determinación de ayudar a los pobres y los necesitados de entre nosotros?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de Octubre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Es difícil imaginar que aun en las mejores épocas, como en los reinados de David y Salomón, cuando la nación de Israel había sido tan bendecida por Dios, sin embargo, quizá haya oprimido tanto a los pobres, los desamparados y los marginados de entre ellos. <br></p><p>“Por eso, como pisotean al desvalido y le imponen tributo de grano, no vivirán en las casas de piedra labrada que han construido, ni beberán del vino de los selectos viñedos que han plantado. ¡Yo sé cuán numerosos son sus delitos, cuán grandes sus pecados!” (Amós 5:11, 12, NVI).</p><p> “El Señor entra en juicio contra los ancianos y jefes de su pueblo: ¡Ustedes han devorado la viña, y el despojo del pobre está en sus casas!” (Isa. 3:14, NVI). <br></p><p><strong>PREGUNTAS PARA DIALOGAR: </strong><em><br></em></p><p><em><strong>1.</strong></em> Israel necesitaba recordar que habían sido “extranjeros” en Egipto, que era una de las razones por las que debían tratar a los extranjeros y los marginados de Israel como desearían haber sido tratados cuando eran marginados. ¿Cómo se relaciona esta verdad con el evangelio, con la idea de que, mediante la sangre de Jesús, hemos sido liberados de la esclavitud del pecado? ¿Por qué, y de qué formas paralelas, lo que Jesús ha hecho por nosotros debería afectar la forma en que tratamos a los demás, especialmente a los desamparados de entre nosotros? <em><br></em></p><p><em><strong>2.</strong></em> Piensa en esto. Podemos adorar en el día apropiado, comprender la verdad sobre la muerte, el infierno, la marca de la bestia, y demás. Está bien. Pero ¿qué significa todo esto si tratamos a los demás de manera desagradable u oprimimos a los débiles de entre nosotros o no administramos justicia de manera justa cuando necesitamos juzgar una situación? Especialmente debido a la verdad que tenemos, ¿por qué debemos tener mucho cuidado de no pensar que todo lo que Dios requiere de nosotros es únicamente conocer la verdad en sí misma? ¿Por qué es una trampa potencialmente peligrosa para nosotros? <em><br></em></p><p><em><strong>3.</strong></em> ¿Qué papel debería desempeñar nuestra fe para ayudarnos a comprender lo que comúnmente se conoce como “derechos humanos”?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>EL EXTRANJERO DENTRO DE TUS PUERTAS<br></p>",
      "verse": "<p>PARA MEMORIZAR: <br></p><p>“Amaréis, pues, al extranjero; porque extranjeros fuisteis en la tierra de Egipto” (Deut. 10:19).<br></p>",
      "versionCode": 1,
      "weekDate": "23-30 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
