{
  "data": [
    {
      "color": "#0AAB02",
      "id": 701,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 31",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>As Christians, an amazing feature about our relationship with God is that He trusts us to manage His affairs on the earth. At the very outset of human history, God explicitly delegated to Adam and Eve the personal care of a flawless creation. (See Gen. 2:7–9, 15.) From the naming of the animals to keeping the Garden, and to filling the earth with children, God let it be known that we are to work on His behalf here.</p><p>He also blesses us with resources, but we are the ones whom He has entrusted to manage them, such as to collect money, to write the checks, to do the electronic transfers, to make the budgets, or to bring our tithes and offerings to the church on Sabbath mornings. God encourages us to spend the resources that He has given to us for our own needs, for the needs of others, and for the advancement of His work. Incredible as it may seem, we are the ones whom God has entrusted with raising His children, building His buildings, and educating the succeeding generations.</p><p>In this week’s study, we will explore the privileges and responsibilities of being a part of the family of God.</p><p><em>*Study this week’s lesson to prepare for Sabbath, January 7.</em></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 1",
          "dayTitle": "<p><strong>We Are Part of God’s Family</strong></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>“For this reason I bow my knees to the Father of our Lord Jesus Christ, from whom the whole family in heaven and earth is named” (Eph. 3:14, 15, NKJV).</p><p><strong>What imagery is evoked in this verse, and what hope is found there?</strong></p><p>Early in Jesus’ ministry, He states, “ ‘In this manner, therefore, pray: Our Father in heaven, hallowed be Your name’ ” (Matt. 6:9, NKJV). Later He repeats the same prayer privately with His disciples (Luke 11:2). Jesus told us to call His Father, “Our Father in heaven.” When Jesus encountered Mary after His resurrection, she wanted to embrace Him. “Jesus said to her, ‘Do not cling to Me, for I have not yet ascended to My Father; but go to My brethren and say to them, “I am ascending to My Father and your Father, and to My God and your God” ’ ” (John 20:17, NKJV).</p><p>Because we have the same Father as Jesus, He is our Brother, and we are all brothers and sisters in the Lord. Jesus became a member of the earthly family so that we could become members of the heavenly famil y. “The family of heaven and the family of earth are one.”—Ellen G. White, The Desire of Ages, p. 832.</p><p><strong>Read Exodus 3:10; Exodus 5:1; and Galatians 3:26, 29. What do these verses say about how God relates to us? Why should this be so encouraging?</strong></p><p><strong>Exodus 3:10</strong></p><p><strong><sup>10</sup></strong> Come now, therefore, and I will send you to Pharaoh that you may bring My people, the children of Israel, out of Egypt.”</p><p><strong>Exodus 5:1</strong></p><p><strong><sup>1</sup></strong>Afterward Moses and Aaron went in and told Pharaoh, “Thus says the Lord God of Israel: ‘Let My people go, that they may [a]hold a feast to Me in the wilderness.’ ”</p><p><strong>Galatians 3:26, 29</strong></p><p><strong><sup>26</sup></strong> For you are all sons of God through faith in Christ Jesus.</p><p><strong><sup>29</sup> </strong>And if you are Christ’s, then you are Abraham’s seed, and heirs according to the promise.</p><p>In contrast to a view of creation in which we are deemed the mere products of cold, uncaring natural laws, Scripture teaches not only that God exists, but also that He loves us and relates to us in such a loving manner that the imagery of family is often used in Scripture to depict that relationship. Whether Jesus calls Israel My people or us sons of God or refers to God as our Father, the point is still the same: God loves us the way family members are supposed to love each other. What good news amid a world that, in and of itself, can be very hostile!</p><p><strong>Imagine a world in which we treated everyone as family. How can we learn to relate better to all human beings as our brothers and sisters?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 2",
          "dayTitle": "<p><strong>God Is the Owner of Everything</strong></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Psalm 50:10–12; Psalm 24:1; 1 Chronicles 29:13, 14; and Haggai 2:8. What’s the message here, and what should this truth mean to us and how we relate to whatever we possess?</strong></p><p><strong>Psalm 50:10–12</strong></p><p><strong><sup>10</sup></strong> For every beast of the forest is Mine,</p><p>And the cattle on a thousand hills.</p><p><strong><sup>11</sup></strong> I know all the birds of the mountains,</p><p>And the wild beasts of the field are Mine.</p><p><strong><sup>12</sup></strong> “If I were hungry, I would not tell you;</p><p>For the world is Mine, and all its fullness.</p><p><strong>Psalm 24:1</strong></p><p><strong><sup>1&nbsp;</sup></strong>The earth is the Lord’s, and all its fullness,</p><p>The world and those who dwell therein.</p><p><strong>1 Chronicles 29:13, 14</strong></p><p><strong><sup>13</sup></strong> “Now therefore, our God,</p><p>We thank You</p><p>And praise Your glorious name.</p><p><strong><sup>14</sup></strong> But who am I, and who are my people,</p><p>That we should be able to offer so willingly as this?</p><p>For all things come from You,</p><p>And of Your own we have given You.</p><p><strong>Haggai 2:8</strong></p><p><strong><sup>8</sup></strong> ‘The silver is Mine, and the gold is Mine,’ says the Lord of hosts.</p><p>The book of 1 Chronicles, starting with chapter 17, records King David’s desire to build a house for God. He shared this desire with the prophet Nathan, who responded, “ ‘Do all that is in your heart, for God is with you’ ” (1 Chron. 17:2, NKJV). But that night the word of God came to Nathan and instructed him to tell the king that, because he was a man of war, he couldn’t build God’s house. His son would do the work instead. David asked if he could, at least, draw the plans and prepare the building materials. When David was granted this request, he spent the rest of his life amassing a tremendous amount of hewn stone, cedar, iron, gold, silver, and brass “without measure.” When all of the building materials had been prepared and assembled at the building site, David called all the leaders of Israel together for a ceremony of praise and thanksgiving.</p><p>In 1 Chronicles 29:13, 14, in King David’s public prayer, who did he say was the real source of all the building materials that he and the people had spent time and money preparing? Of course, in essence, he said, “We really can’t take any credit for all these special materials because we are just giving You back Your own stuff.”</p><p>The point is important for all of us, whether rich or poor (but especially the rich). Because God made everything in the beginning (see Gen. 1:1; John 1:3; Ps. 33:6, 9), He is truly the rightful Owner of all that exists, including whatever we possess—no matter how hard and diligently and honestly we have worked for it. If not for God and His grace, we would have nothing, we would be nothing; in fact, we wouldn’t even exist. Thus, we must always live with the realization that, ultimately, God owns all that is, and by praising and thanking Him for His goodness to us, we can keep this important truth before us.</p><p><strong>“But who am I, and who are my people, that we should be able to offer so willingly as this?” (1 Chron. 29:14, NKJV). What beautiful principles are expressed in these words, and how do they reflect what our attitude toward God should be and our attitude toward what we possess?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 3",
          "dayTitle": "<p><strong>Resources Available for God’s Family</strong></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>God’s greatest gift to His children is Jesus Christ, who brings us the peace of forgiveness, grace for daily living and spiritual growth, and the hope of eternal life.</p><p>“ ‘For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life’ ” (John 3:16, NKJV). “But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name” (John 1:12).</p><p>Salvation, then, is the foundational gift because, without this gift, what else could we get from God that in the long run would really matter? Whatever we might have here, one day we will be dead and gone and so will everyone who ever remembered us, and whatever good we did will be forgotten, as well. First and foremost, then, we must always keep the gift of the gospel; that is, Christ and Him crucified (1 Cor. 2:2), at the center of all our thoughts.</p><p>And yet, along with salvation, God gives us so much more. To those who were concerned about their food and clothing, Jesus offered comfort by saying, “ ‘Seek first the kingdom of God and His righteousness, and all these things shall be added to you’ ” (Matt. 6:33, NKJV).</p><p><strong>Read Psalm 23:1, Psalm 37:25, and Philippians 4:19. What do these verses say about God’s provision for our daily needs?</strong></p><p><strong>Psalm 23:1</strong></p><p><strong><sup>1</sup> </strong>The Lord is my shepherd;</p><p>I shall not want.</p><p><strong>Psalm 37:25</strong></p><p><strong><sup>25</sup></strong> I have been young, and now am old;</p><p>Yet I have not seen the righteous forsaken,</p><p>Nor his descendants begging bread.</p><p><strong>Philippians 4:19</strong></p><p><strong><sup>19</sup></strong> And my God shall supply all your need according to His riches in glory by Christ Jesus.</p><p>Also, when Jesus talked to His disciples about going away, He promised the gift of the Holy Spirit to comfort them. “If ye love me, keep my commandments. And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever; even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you” (John 14:15–17). “He will guide you into all truth” (John 16:13).</p><p>Then the Spirit Himself gives amazing spiritual gifts to God’s children. (See 1 Cor. 12:4–11.)</p><p>In short, the God in whom “we live, and move, and have our being” (Acts 17:28), the God who “ ‘gives to all life, breath, and all things’ ” (Acts 17:25, NKJV), has given us existence, the promise of salvation, material blessings, and spiritual gifts in order to be a blessing to others. Again, whatever material possessions that we have, whatever gifts or talents we have been blessed with, we are indebted in every way to the Giver in how we use those gifts.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 4",
          "dayTitle": "<p><strong>Responsibilities of God’s Family Members</strong></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>We all enjoy the spiritual and temporal blessings and gifts that God gives us. How comforting to know, too, that we are “part of the family.”</p><p><strong>Read Deuteronomy 6:5 and Matthew 22:37. What does this mean, and how do we do it?</strong></p><p><strong>Deuteronomy 6:5</strong></p><p><strong><sup>5</sup></strong> You shall love the Lord your God with all your heart, with all your soul, and with all your strength.</p><p><strong>Matthew 22:37</strong></p><p><strong><sup>37</sup></strong> Jesus said to him, “‘You shall love the Lord your God with all your heart, with all your soul, and with all your mind.’</p><p>How would you love God with “ ‘ “all your heart, with all your soul, and with all your mind” ’ ” (Matt. 22:37, NKJV)? Interestingly enough, the Bible gives us the answer, and it’s not what most people expect.</p><p><strong>Read Deuteronomy 10:12, 13 and 1 John 5:3. Biblically speaking, what is our proper response in our love relationship with our Father in heaven?</strong><br></p><p><strong>Deuteronomy 10:12, 13</strong></p><p><strong><sup>12</sup></strong> “And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul, 13 and to keep the commandments of the Lord and His statutes which I command you today for your [a]good?</p><p><strong>1 John 5:3</strong></p><p><strong><sup>3</sup></strong> For this is the love of God, that we keep His commandments. And His commandments are not burdensome.</p><p>Keeping the law? Obeying the commandments? For many Christians, unfortunately, the idea of obeying the law (especially the fourth commandment) is legalism, and they claim that we are called, simply, to love God and to love our neighbor as ourselves. However, God is clear: we reveal our love to God and to our neighbors by, yes, obeying His commandments.</p><p>“For this is the love of God, that we keep His commandments” (1 John 5:3, NKJV). We are used to looking at this verse as, well, we love God and, therefore, we keep His commandments. That’s fine. But perhaps we also can read it as “this is the love of God”; that is, we know and experience the love of God by keeping His commandments.</p><p>In Matthew 7:21–27, Jesus said that those who hear and do God’s words are likened to a wise builder who built his house upon the solid rock. Those who hear but don’t obey are likened to a foolish builder who built his house on the sand—with disastrous results. Both heard the word; one obeyed, one didn’t. The results made the difference between life and death.</p><p><strong>Think about the link between loving God and obeying His law. Why would love for God be expressed that way? What is it about keeping the commandments that, indeed, does reveal that love? (Hint: Think about what disobeying His law causes.)</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 5",
          "dayTitle": "<p><strong>Treasure in Heaven</strong></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>“ ‘Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal; but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal. For where your treasure is, there your heart will be also’ ” (Matt. 6:19–21, NKJV).</strong></p><p><strong>What crucial truths is Jesus speaking here?</strong></p><p>Who hasn’t read story after story of those who had amassed great wealth, only somehow to lose it? Our world is a very unstable place: wars, crime, violence, natural disasters, anything can come in a moment and take away all that we have worked for and, perhaps, even what we have honestly and faithfully earned. Then, too, in a moment, death comes, and so these things become useless to us anyway.</p><p>Of course, Scripture never tells us it’s wrong to be rich or to have amassed wealth; instead, in these verses Jesus warns us to keep it all in perspective.</p><p>What, though, does it mean to lay up treasure in heaven? It means making God and His cause first and foremost in your life, instead of making money first and foremost. Among other things, it means using what we have for the work of God, for the advancement of His kingdom, for working in behalf of others, and for being a blessing to others.</p><p>For instance, when God called Abram, He planned to use Abram and his family to bless all the families of the earth. God said to Abram, who “was called the friend of God” (James 2:23, NKJV), “ ‘I will make you a great nation; I will bless you and make your name great; and you shall be a blessing. I will bless those who bless you, and I will curse him who curses you; and in you all the families of the earth shall be blessed’ ” (Gen. 12:2, 3, NKJV).</p><p>“So then they which be of faith are blessed with faithful Abraham” (Gal. 3:9). We have the same challenge presented to us as was presented to him.</p><p>“Money has great value, because it can do great good. In the hands of God’s children it is food for the hungry, drink for the thirsty, and clothing for the naked. It is a defense for the oppressed, and a means of help to the sick. But money is of no more value than sand, only as it is put to use in providing for the necessities of life, in blessing others, and advancing the cause of Christ.”—Ellen G. White, Christ’s Object Lessons, p. 351.</p><p><strong>“ ‘For where your treasure is, there your heart will be also’ ” (Matt. 6:21). Where does your heart tell you your treasure is?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 6",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>“The heart of God yearns over His earthly children with a love stronger than death. In giving up His Son, He has poured out to us all heaven in one gift. The Saviour’s life and death and intercession, the ministry of angels, the pleading of the Spirit, the Father working above and through all, the unceasing interest of heavenly beings,— all are enlisted in behalf of man’s redemption.”—Ellen G. White, Steps to Christ, p. 21.<br></p><p>“If you have renounced self and given yourself to Christ you are a member of the family of God, and everything in the Father’s house is for you. All the treasures of God are opened to you, both the world that now is and that which is to come. The ministry of angels, the gift of His Spirit, the labors of His servants—all are for you. The world, with everything in it, is yours so far as it can do you good.”—Ellen G. White, Thoughts From the Mount of Blessing, p. 110.<strong><br></strong></p><p><strong><br></strong></p><p><strong>Discussion Questions</strong></p><p><strong>1. </strong>With all of these awesome gifts that God gives His children, we are compelled to ask, as did the psalmist, “What shall I render to the Lord for all His benefits toward me?” (Ps. 116:12, NKJV). Make a list of the blessings and gifts of God to you in your spiritual and temporal life, and be ready to share it with your class. What does this teach you about how thankful to God you really should be?</p><p><strong>2. </strong>Though we think about God, and rightly so, as our Creator, Scripture again and again teaches that He is our Sustainer, as well. (See Heb. 1:3; Job 38:33–37; Ps. 135:6, 7; Col. 1:17; Acts 17:28; 2 Pet. 3:7.) From the galaxies in the cosmos to the beating of our hearts, to the forces that hold together the atomic structures that make up all known matter, it is only God’s sustaining power that keeps them in existence. How should this biblical truth help us understand just what our obligations are to God, in terms of how we use whatever He has given us? How does this reality help us keep our life and the purpose of our life in proper perspective?</p><p><strong>3. </strong>The lesson talked about why, of all God has given us, Jesus and the plan of salvation are the greatest gifts. Why is that true? What would we have if we didn’t have that and the great hope it offers us? An atheist writer depicted humans as nothing but “hunks of spoiling flesh on disintegrating bones.” Why, without the gift of the gospel, would he have a point?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 7",
          "dayTitle": "<p><strong>INSIDE HISTORY</strong></p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>Mission Field in Lake Malawi</strong></p><p><em>By A. D. V. MOYO</em></p><p>A stranger stopped the Seventh-day Adventist university student as he walked down the road after a Pathfinder meeting on the island of Chizumulu in Lake Malawi. His green Pathfinder uniform caught her attention.<br></p><p>“Where are you coming from?” the stranger asked with great interest.</p><p>The student, Levison Kawonga, told her that he had been participating in a Pathfinder event at an Adventist church. His words seemed to touch her heart, and the words started rolling off her lips. “I used to be an Adventist,” she said. “I married an Adventist man, but we divorced.”<br></p><p>She spoke about going to bars and living licentiously after the divorce. Then she moved to Chizumulu and married a local high school teacher.</p><p>The next Sabbath, the woman showed up at the Adventist church. She enjoyed the worship service, and she asked Levison for Bible studies.</p><p>Levison was delighted. This was why he had come to the island in the first place: to share God’s love. He belonged to a club of Adventist students at Mzuzu University, a major public university of 8,500 students located about 60 miles (100 kilometers) away. The club aimed to strengthen the faith of Adventist students and reach out to classmates through twiceweekly prayer meetings. The club grew into the Mzuzu Seventh-day Adventist Church, and its students fanned out to engage in missionary work in places in the region, including Chizumulu.</p><p>Levison visited the woman and her husband in their home and, after the Bible study, left behind several books, including Ellen White’s The Great Controversy. When Levison arrived for the second Bible study, he found the husband deeply engrossed in The Great Controversy. “What’s the difference between Saturday and Sunday?” the husband asked Levison. At the end of the Bible study, he promised to go with his wife to church the next Sabbath.</p><p>Weeks and months passed, and the man and his wife (pictured) gave their hearts to Jesus and were baptized. Today, they are mission-minded members of the Chizumulo Seventh-day Adventist Church.</p><p>Levison is convinced that God can use young people to reach anyone and everyone. “It is time to go and reach different classes of people with the good news of Jesus Christ,” he said. “The Mzuni Seventh-day Adventist Church, which started as a club of students, never dreamed that the Chizumulu effort would bear such fruit. Glory to God!”<br></p><p><strong>Provided by the General Conference Office of Adventist Mission, which uses Sabbath School mission offerings to spread the gospel worldwide. Read new stories daily at AdventistMission.org.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p>Part of God's <strong>Family</strong></p>",
      "verse": "<p>“Behold what manner of love the Father has bestowed on us, that we should be called children of God!” (1 John 3:1, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "December 31 - January 6"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
