{
  "data": [
    {
      "color": "#ebd276",
      "id": 13,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "17 de junio",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>Tarde o temprano, los acontecimientos finales se producirán. Exactamente cuándo, exactamente cómo, no lo sabemos. Pero se nos ha revelado lo suficiente. Habrá algún tipo de legislación que imponga la observancia del domingo, en contraposición a la observancia del cuarto Mandamiento. El Apocalipsis nos ha revelado lo que sucederá cuando, en vez de adorar a aquel que “hizo el cielo y la Tierra, el mar y las fuentes de las aguas” (Apoc. 14:7), la gente (todos “cuyos nombres no están escritos en el libro de la vida del Cordero que fue muerto desde la creación del mundo” [Apoc. 13:8]) adorará a la bestia y a su imagen. En otras palabras, el nombre de todos aquellos que han elegido seguir al Señor Jesucristo y obedecer sus mandamientos permanece en el Libro de la Vida. Cuánto mejor es estar en el registro de Dios que en los registros del hombre.</p><p><br></p><p>Dios ha levantado a la Iglesia Adventista del Séptimo Día para predicar este mensaje al mundo. Por lo tanto, nosotros mismos necesitamos convertirnos a la verdad tal y como es en Jesús, transformarnos y renovarnos mediante el “evangelio eterno” de Apocalipsis 14:6, que se centra en la muerte de Cristo en nuestro favor, en la seguridad de nuestra salvación en él.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de junio",
          "dayTitle": "<p><strong>PREPARACIÓN PARA LA CRISIS FINAL</strong></p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee 1 Tesalonicenses 5:1 al 6. ¿Qué amonestación nos da el apóstol Pablo con respecto a los últimos días de la historia humana?</strong></p><p><strong>Tesalonicenses 5:1 al 6</strong></p><p><strong><sup>1</sup> </strong>Pero acerca de los tiempos y de las ocasiones, no tenéis necesidad, hermanos, de que yo os escriba.</p><p><strong><sup>2</sup></strong> Porque vosotros sabéis perfectamente que el día del Señor vendrá así como ladrón en la noche;</p><p><strong><sup>3</sup></strong> que cuando digan: Paz y seguridad, entonces vendrá sobre ellos destrucción repentina, como los dolores a la mujer encinta, y no escaparán.</p><p><strong><sup>4 </sup></strong>Mas vosotros, hermanos, no estáis en tinieblas, para que aquel día os sorprenda como ladrón.</p><p><strong><sup>5</sup></strong> Porque todos vosotros sois hijos de luz e hijos del día; no somos de la noche ni de las tinieblas.</p><p><strong><sup>6 </sup></strong>Por tanto, no durmamos como los demás, sino velemos y seamos sobrios.</p><p><br></p><p><br></p><p>“Vigilemos y seamos sobrios”, instó el apóstol Pablo a los creyentes de Te- salónica en el contexto de la expectativa por la segunda venida de Cristo. Y, si Pablo exhortó de esta forma a los creyentes de aquel entonces, ¿qué nos diría a nosotros hoy?</p><p><br></p><p>También declaró que eran “hijos de luz” (1 Tes. 5:5) y que no estaban en “ti- nieblas, para que ese día [el regreso de Cristo] los sorprenda como un ladrón” (1 Tes. 5:4). Jesús usó la expresión “vigilemos” en relación con la oración franca y sincera (Mat. 24:42; 26:40, 41). Vigilar es estar espiritualmente alerta. Ser sobrios es tomarnos en serio los tiempos en que estamos viviendo y enfocarnos en las cosas que realmente importan.</p><p><br></p><p>Elena de White añade: “Nosotros, que conocemos la verdad, debemos estar preparándonos para lo que pronto ha de irrumpir sobre el mundo en forma de una abrumadora sorpresa” (TI 8:35).</p><p><br></p><p>Y, aunque podría ser una sorpresa para el mundo, no debería serlo para nosotros. Si bien no sabemos cuándo sucederá, vemos lo suficiente como para saber que está cercano, y que ahora, hoy, es el día para estar listos.</p><p><strong><br></strong></p><p><strong>Repasa Daniel 2, y observa la secuencia de reinos que llegaron y se fueron, exactamente como estaba predicho. ¿Qué debe enseñarnos esto acerca de cuánto podemos confiar en que lo que Dios dice que sucederá verdaderamente sucederá?</strong></p><p><strong>Daniel 2</strong></p><p><strong>1</strong> En el segundo año del reinado de Nabucodonosor, tuvo Nabucodonosor sueños, y se perturbó su espíritu, y se le fue el sueño.</p><p><strong><sup>2</sup></strong> Hizo llamar el rey a magos, astrólogos, encantadores y caldeos, para que le explicasen sus sueños. Vinieron, pues, y se presentaron delante del rey.&nbsp;</p><p><strong><sup>3</sup></strong> Y el rey les dijo: He tenido un sueño, y mi espíritu se ha turbado por saber el sueño.</p><p><strong><sup>4 </sup></strong>Entonces hablaron los caldeos al rey en lengua aramea: Rey, para siempre vive; di el sueño a tus siervos, y te mostraremos la interpretación.</p><p><strong><sup>5</sup></strong> Respondió el rey y dijo a los caldeos: El asunto lo olvidé; si no me mostráis el sueño y su interpretación, seréis hechos pedazos, y vuestras casas serán convertidas en muladares.</p><p><strong><sup>6</sup></strong> Y si me mostrareis el sueño y su interpretación, recibiréis de mí dones y favores y gran honra. Decidme, pues, el sueño y su interpretación.</p><p><strong><sup>7</sup></strong> Respondieron por segunda vez, y dijeron: Diga el rey el sueño a sus siervos, y le mostraremos la interpretación.</p><p><strong><sup>8</sup></strong> El rey respondió y dijo: Yo conozco ciertamente que vosotros ponéis dilaciones, porque veis que el asunto se me ha ido.</p><p><strong><sup>9</sup></strong> Si no me mostráis el sueño, una sola sentencia hay para vosotros. Ciertamente preparáis respuesta mentirosa y perversa que decir delante de mí, entre tanto que pasa el tiempo. Decidme, pues, el sueño, para que yo sepa que me podéis dar su interpretación.</p><p><strong><sup>10</sup></strong> Los caldeos respondieron delante del rey, y dijeron: No hay hombre sobre la tierra que pueda declarar el asunto del rey; además de esto, ningún rey, príncipe ni señor preguntó cosa semejante a ningún mago ni astrólogo ni caldeo.</p><p><strong><sup>11</sup></strong> Porque el asunto que el rey demanda es difícil, y no hay quien lo pueda declarar al rey, salvo los dioses cuya morada no es con la carne.</p><p><strong><sup>12</sup></strong> Por esto el rey con ira y con gran enojo mandó que matasen a todos los sabios de Babilonia.</p><p><strong><sup>13</sup></strong> Y se publicó el edicto de que los sabios fueran llevados a la muerte; y buscaron a Daniel y a sus compañeros para matarlos.</p><p><strong><sup>14</sup></strong> Entonces Daniel habló sabia y prudentemente a Arioc, capitán de la guardia del rey, que había salido para matar a los sabios de Babilonia.</p><p><strong><sup>15</sup></strong> Habló y dijo a Arioc capitán del rey: ¿Cuál es la causa de que este edicto se publique de parte del rey tan apresuradamente? Entonces Arioc hizo saber a Daniel lo que había.</p><p><strong><sup>16</sup></strong> Y Daniel entró y pidió al rey que le diese tiempo, y que él mostraría la interpretación al rey.</p><p><strong><sup>17</sup></strong> Luego se fue Daniel a su casa e hizo saber lo que había a Ananías, Misael y Azarías, sus compañeros,</p><p><strong><sup>18</sup></strong> para que pidiesen misericordias del Dios del cielo sobre este misterio, a fin de que Daniel y sus compañeros no pereciesen con los otros sabios de Babilonia.</p><p><strong><sup>19</sup></strong> Entonces el secreto fue revelado a Daniel en visión de noche, por lo cual bendijo Daniel al Dios del cielo.</p><p><strong><sup>20</sup></strong> Y Daniel habló y dijo: Sea bendito el nombre de Dios de siglos en siglos, porque suyos son el poder y la sabiduría.</p><p><strong><sup>21</sup></strong> Él muda los tiempos y las edades; quita reyes, y pone reyes; da la sabiduría a los sabios, y la ciencia a los entendidos. 22 Él revela lo profundo y lo escondido; conoce lo que está en tinieblas, y con él mora la luz.</p><p><strong><sup>23</sup></strong> A ti, oh Dios de mis padres, te doy gracias y te alabo, porque me has dado sabiduría y fuerza, y ahora me has revelado lo que te pedimos; pues nos has dado a conocer el asunto del rey.</p><p><strong><sup>24</sup></strong> Después de esto fue Daniel a Arioc, al cual el rey había puesto para matar a los sabios de Babilonia, y le dijo así: No mates a los sabios de Babilonia; llévame a la presencia del rey, y yo le mostraré la interpretación.</p><p><strong><sup>25</sup></strong> Entonces Arioc llevó prontamente a Daniel ante el rey, y le dijo así: He hallado un varón de los deportados de Judá, el cual dará al rey la interpretación.</p><p><strong><sup>26</sup></strong> Respondió el rey y dijo a Daniel, al cual llamaban Beltsasar: ¿Podrás tú hacerme conocer el sueño que vi, y su interpretación?</p><p><strong><sup>27</sup></strong> Daniel respondió delante del rey, diciendo: El misterio que el rey demanda, ni sabios, ni astrólogos, ni magos ni adivinos lo pueden revelar al rey.</p><p><strong><sup>28</sup></strong> Pero hay un Dios en los cielos, el cual revela los misterios, y él ha hecho saber al rey Nabucodonosor lo que ha de acontecer en los postreros días. He aquí tu sueño, y las visiones que has tenido en tu cama:</p><p><strong><sup>29</sup></strong> Estando tú, oh rey, en tu cama, te vinieron pensamientos por saber lo que había de ser en lo por venir; y el que revela los misterios te mostró lo que ha de ser.</p><p><strong><sup>30</sup></strong> Y a mí me ha sido revelado este misterio, no porque en mí haya más sabiduría que en todos los vivientes, sino para que se dé a conocer al rey la interpretación, y para que entiendas los pensamientos de tu corazón.</p><p><strong><sup>31</sup></strong> Tú, oh rey, veías, y he aquí una gran imagen. Esta imagen, que era muy grande, y cuya gloria era muy sublime, estaba en pie delante de ti, y su aspecto era terrible.</p><p><strong><sup>32</sup></strong> La cabeza de esta imagen era de oro fino; su pecho y sus brazos, de plata; su vientre y sus muslos, de bronce;</p><p><strong><sup>33</sup></strong> sus piernas, de hierro; sus pies, en parte de hierro y en parte de barro cocido.</p><p><strong><sup>34</sup></strong> Estabas mirando, hasta que una piedra fue cortada, no con mano, e hirió a la imagen en sus pies de hierro y de barro cocido, y los desmenuzó.</p><p><strong><sup>35</sup></strong> Entonces fueron desmenuzados también el hierro, el barro cocido, el bronce, la plata y el oro, y fueron como tamo de las eras del verano, y se los llevó el viento sin que de ellos quedara rastro alguno. Mas la piedra que hirió a la imagen fue hecha un gran monte que llenó toda la tierra.</p><p><strong><sup>36</sup></strong> Este es el sueño; también la interpretación de él diremos en presencia del rey.</p><p><strong><sup>37</sup></strong> Tú, oh rey, eres rey de reyes; porque el Dios del cielo te ha dado reino, poder, fuerza y majestad.</p><p><strong><sup>38</sup></strong> Y dondequiera que habitan hijos de hombres, bestias del campo y aves del cielo, él los ha entregado en tu mano, y te ha dado el dominio sobre todo; tú eres aquella cabeza de oro.</p><p><strong><sup>39</sup></strong> Y después de ti se levantará otro reino inferior al tuyo; y luego un tercer reino de bronce, el cual dominará sobre toda la tierra.</p><p><strong><sup>40</sup></strong> Y el cuarto reino será fuerte como hierro; y como el hierro desmenuza y rompe todas las cosas, desmenuzará y quebrantará todo.</p><p><strong><sup>41</sup></strong> Y lo que viste de los pies y los dedos, en parte de barro cocido de alfarero y en parte de hierro, será un reino dividido; mas habrá en él algo de la fuerza del hierro, así como viste hierro mezclado con barro cocido.</p><p><strong><sup>42</sup></strong> Y por ser los dedos de los pies en parte de hierro y en parte de barro cocido, el reino será en parte fuerte, y en parte frágil.</p><p><strong><sup>43</sup></strong> Así como viste el hierro mezclado con barro, se mezclarán por medio de alianzas humanas; pero no se unirán el uno con el otro, como el hierro no se mezcla con el barro.</p><p><strong><sup>44</sup></strong> Y en los días de estos reyes el Dios del cielo levantará un reino que no será jamás destruido, ni será el reino dejado a otro pueblo; desmenuzará y consumirá a todos estos reinos, pero él permanecerá para siempre,</p><p><strong><sup>45</sup></strong> de la manera que viste que del monte fue cortada una piedra, no con mano, la cual desmenuzó el hierro, el bronce, el barro, la plata y el oro. El gran Dios ha mostrado al rey lo que ha de acontecer en lo por venir; y el sueño es verdadero, y fiel su interpretación.</p><p><strong><sup>46</sup></strong> Entonces el rey Nabucodonosor se postró sobre su rostro y se humilló ante Daniel, y mandó que le ofreciesen presentes e incienso.</p><p><strong><sup>47</sup></strong> El rey habló a Daniel, y dijo: Ciertamente el Dios vuestro es Dios de dioses, y Señor de los reyes, y el que revela los misterios, pues pudiste revelar este misterio.</p><p><strong><sup>48</sup></strong> Entonces el rey engrandeció a Daniel, y le dio muchos honores y grandes dones, y le hizo gobernador de toda la provincia de Babilonia, y jefe supremo de todos los sabios de Babilonia.</p><p><strong><sup>49</sup></strong> Y Daniel solicitó del rey, y obtuvo que pusiera sobre los negocios de la provincia de Babilonia a Sadrac, Mesac y Abed-nego; y Daniel estaba en la corte del rey.</p><p><br></p><p>Cristo nos ha dado estos mensajes del tiempo del fin para que, al saber lo que nos espera, podamos prepararnos para ello. Las profecías de Daniel y Apo- calipsis, combinadas con el don de profecía moderno, nos dan una visión divina de lo que sobrevendrá a este mundo. La Palabra profética de Dios describe la historia de la salvación por adelantado, y Daniel 2 ofrece evidencias poderosas y razonables de que podemos confiar en Dios.</p><p><br></p><p><ul><li>Pablo nos dice que no “durmamos” como los demás. ¿Qué significa eso, y cómo podemos saber si verdaderamente estamos durmiendo; y si es así, qué necesitamos para despertarnos?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de junio",
          "dayTitle": "<p><strong>CONOCER LA VERDAD</strong></p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Juan 8:32; 7:17; y 17:17. ¿Qué promesas da Jesús con respecto a conocer la verdad y dónde encontrarla?</strong></p><p><strong>Juan 8:32</strong></p><p><strong><sup>32</sup></strong> y conoceréis la verdad, y la verdad os hará libres.</p><p><strong>Juan 7:17</strong></p><p><strong><sup>17</sup></strong> El que quiera hacer la voluntad de Dios, conocerá si la doctrina es de Dios, o si yo hablo por mi propia cuenta.</p><p><strong>Juan 17:17</strong></p><p><strong><sup>17</sup></strong> Santifícalos en tu verdad; tu palabra es verdad.</p><p><br></p><p>El llamado final de Dios a su pueblo es que huya de los errores de Babilonia y que ande en la luz de la verdad eterna que se encuentra en su Palabra. La clave de todo es la Biblia. Mientras la gente se apegue a la Biblia y siga sus enseñanzas, no será engañada en la crisis final, especialmente con respecto al sábado.</p><p><br></p><p>El mensaje del segundo ángel nos llama a aceptar la verdad y no el error; la Escritura, en lugar de la tradición; y las enseñanzas de la Palabra de Dios, en vez de los errores de la falsa doctrina.</p><p><br></p><p>El mensaje del tercer ángel, que sigue a los dos primeros ángeles, presenta una advertencia contra la marca de la bestia. En las profecías bíblicas, una bestia representa un poder político o religioso. La bestia que sube del mar en Apoca- lipsis 13 y 14 proviene de Roma como un sistema mundial de adoración. Final- mente, este poder romano extenderá su influencia sobre el mundo entero y dará lugar a un movimiento para unir la Iglesia y el Estado. El objetivo será lograr la unidad mundial en un momento de agitación económica, catástrofes naturales, agitación social, crisis política internacional y conflicto global.</p><p><br></p><p>Y, finalmente, Estados Unidos tomará la delantera en esta confederación global. “Merced a los dos grandes errores, el de la inmortalidad del alma y el de la santidad del domingo, Satanás someterá a la gente bajo sus engaños. Mien- tras el primero pone el fundamento del espiritismo, el segundo crea un lazo de simpatía con Roma. Los protestantes de Estados Unidos serán los primeros en tender sus manos a través de un doble abismo: para asir la mano del espiritismo y para estrechar las manos con el poder romano; y bajo la influencia de esta triple alianza ese país marchará en las huellas de Roma y pisoteará los derechos de la conciencia” (CS 645).</p><p><br></p><p>Este mensaje concluye con un llamado urgente a los fieles seguidores de Cristo a guardar los mandamientos de Dios mediante la fe de Jesús que habita en su corazón (Apoc. 14:12).</p><p><br></p><p><ul><li>¿Cómo entiendes las palabras de Jesús acerca de que “la verdad los libertará”? ¿Qué significa eso? ¿En qué sentido te ha liberado la verdad? ¿Qué significa ser “libre”, en este contexto?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de junio",
          "dayTitle": "<p><strong>LA REFORMA CONTINÚA</strong></p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>Dios ha levantado a un pueblo en el tiempo del fin para que se apoye sobre los hombros de los grandes reformadores del pasado, con la Biblia como su único credo, Cristo como su única fuente de salvación, el Espíritu Santo como su única fuente de fortaleza y el regreso de nuestro Señor como la consumación de todas sus esperanzas. Las verdades que las tinieblas del error y la tradición ocultaron durante tanto tiempo, incluyendo el verdadero día de reposo bíblico, se proclamarán al mundo justo antes del regreso de nuestro Señor.</p><p><br></p><p>El mensaje de los tres ángeles dio origen a este movimiento del tiempo del fin para completar la Reforma y participar con Cristo en la culminación de su obra en la Tierra. Las grandes profecías del último libro de la Biblia revelan un movimiento que surge de un chasco por voluntad divina, para proclamar el mensaje final de Dios al mundo. Apocalipsis 14 describe una iglesia mundial que abarca todo el mundo con las buenas nuevas del evangelio eterno.</p><p><br></p><p>A los tres ángeles de Apocalipsis 14 se les suma un cuarto ángel en Apoca- lipsis 18. Este ángel da poder a la proclamación de los tres ángeles para que la Tierra se ilumine con la gloria de Dios (Apoc. 18:1). El capítulo 18 se centra en los principales eventos que conducen al punto culminante de la historia humana y al triunfo final del evangelio.</p><p><strong><br></strong></p><p><strong>Lee Apocalipsis 18:1. ¿Qué tres cosas nos dice Juan acerca de este ángel? (Ver también Hab. 2:14).</strong></p><p><strong>Apocalipsis 18:1</strong></p><p><strong><sup>1</sup> </strong>Después de esto vi a otro ángel descender del cielo con gran poder; y la tierra fue alumbrada con su gloria.</p><p><br></p><p>Al ángel que desciende de la gloriosa presencia de Dios en el Trono del Santuario se le encomendó proclamar el último mensaje de misericordia de Dios y advertir a los habitantes de la Tierra de lo que vendrá sobre el planeta Tierra.</p><p><br></p><p>El pasaje dice que el ángel viene con “gran poder”. La palabra griega que se utiliza aquí para “poder” es <em>exousia</em>. Jesús utiliza esta palabra en el Evangelio de Mateo cuando envía a sus discípulos. En Mateo 10:1, Jesús otorga “poder” a sus discípulos sobre los principados y poderes del mal. Los envía con poder divino para que sean victoriosos en la batalla entre el bien y el mal. En Mateo 28:18 y 19, una vez más los envía, pero esta vez con “toda autoridad” en el Cielo y en la Tierra, para que “vayan a todas las naciones” y “hagan discípulos”.</p><p><br></p><p><ul><li>En última instancia, ¿en qué medida los asuntos del tiempo del fin (los que esta- mos viviendo ahora) se reducen a la autoridad? ¿La <em>autoridad</em> de quién seguimos: la de Dios, la nuestra, la del poder de la bestia o la de alguien más? ¿De quién es la autoridad que estás siguiendo tú ahora?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de junio",
          "dayTitle": "<p><strong>LA GLORIA DE DIOS LLENA LA TIERRA</strong></p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Apocalipsis 4:11; 5:12; 19:1; y 21:26. ¿Qué palabras se relacionan con la gloria de Dios que llena la Tierra según describe Apocalipsis 18:1?</strong></p><p><strong>Apocalipsis 4:11</strong></p><p><strong>11</strong> Señor, digno eres de recibir la gloria y la honra y el poder; porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.</p><p><strong>Apocalipsis 5:12</strong></p><p><strong><sup>12</sup></strong> que decían a gran voz: El Cordero que fue inmolado es digno de tomar el poder, las riquezas, la sabiduría, la fortaleza, la honra, la gloria y la alabanza.</p><p><strong>Apocalipsis 19:1</strong></p><p><strong><sup>1</sup></strong> Después de esto oí una gran voz de gran multitud en el cielo, que decía: ¡Aleluya! Salvación y honra y gloria y poder son del Señor Dios nuestro;</p><p><strong>Apocalipsis 21:26</strong></p><p><strong><sup>26</sup></strong> Y llevarán la gloria y la honra de las naciones a ella.</p><p><br></p><p>El gran conflicto entre el bien y el mal en el Universo también tiene que ver con el honor o la reputación de Dios. Satanás, un ángel rebelde, ha declarado que Dios es injusto, que exige adoración pero da poco a cambio. El maligno declara que la Ley de Dios restringe nuestra libertad y limita nuestro gozo.</p><p><br></p><p>La vida, la muerte y la resurrección de Jesús derribaron ese mito. El que nos creó se sumergió en este pozo de serpientes de este mundo para redimirnos. En la Cruz, él respondió a las acusaciones de Satanás y demostró que Dios es a la vez amoroso y justo.</p><p><br></p><p>El pueblo de Dios del tiempo del fin, cautivado por su amor, preocupado por su honor, revela su gloria: un carácter amante y abnegado, ante un mundo egocéntrico e impío, y la Tierra se ilumina con la gloria del carácter de Dios.</p><p><strong><br></strong></p><p><strong>Lee Éxodo 33:18 y 19. ¿De qué manera Dios le reveló su gloria a Moisés? ¿Cuál es la gloria de Dios?</strong></p><p><strong>Éxodo 33:18, 19</strong></p><p><sup><strong>18</strong></sup> Él entonces dijo: Te ruego que me muestres tu gloria.</p><p><strong><sup>19</sup></strong> Y le respondió: Yo haré pasar todo mi bien delante de tu rostro, y proclamaré el nombre de Jehová delante de ti; y tendré misericordia del que tendré misericordia, y seré clemente para con el que seré clemente.</p><p><br></p><p>La gloria de Dios es su carácter. La Tierra se llenará de la gloria de Dios cuando nosotros estemos llenos del amor de Dios y cuando su amor redentor transforme nuestro carácter.</p><p><br></p><p>Revelar su amor en nuestra vida personal revela su gloria, su carácter, al mundo. El último mensaje que llevan tres ángeles en medio del cielo para pro- clamar ante un mundo envuelto en tinieblas espirituales es: “ ‘¡Teman a Dios y denle gloria!’ ” (Apoc. 14:7).</p><p><br></p><p>No hay ninguna gloria en nosotros mismos por nuestras buenas obras, por nuestra justicia, ni por nuestra bondad. “El mensaje de la justicia de Cristo resonará de un extremo de la Tierra hasta el otro para preparar el camino del Señor. La gloria de Dios es la que termina la obra del tercer ángel” (TI 6:27). Elena de White también escribe: “¿Qué es justificación por la fe? Es la obra de Dios que abate en el polvo la gloria del hombre y hace por el hombre lo que este no puede hacer por sí mismo” (TM 467).</p><p><br></p><p>No hay ninguna gloria en nosotros mismos. Toda la gloria es de Dios.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de junio",
          "dayTitle": "<p><strong>EL CORDERO, EL CORDERO INMOLADO</strong></p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p>Hay muchos símbolos en Apocalipsis, símbolos bíblicos de importancia; por ejemplo, un dragón en el Cielo (Apoc. 12:3, 4, 7), ángeles volando en medio del cielo (Apoc. 14:6), una mujer montada sobre una bestia escarlata (Apoc. 17:3), y así sucesivamente. Estos figuran en la Palabra de Dios; el Espíritu Santo inspiró a Juan para que aparezcan allí, y cumplen una función importante: revelar la verdad a quienes leen las palabras de este libro y las cumplen, porque, como dice Apocalipsis: “¡Bienaventurado el que lee las palabras de esta profecía, y dichosos los que la oyen y guardan lo que está escrito en ella, porque el tiempo está cerca!” (Apoc. 1:3).</p><p><br></p><p>No obstante, hay otra imagen que aparece una y otra vez a lo largo del libro de Apocalipsis. ¿Cuál es esa imagen y qué representa?</p><p><strong><br></strong></p><p><strong>Lee Apocalipsis 5:6, 8 y 12; 7:17; 14:1; 15:3; 19:7; 21:22 y 23; y 22:1 y 3. ¿Cuál es el significado del simbolismo del cordero, y por qué aparece tantas veces en el libro de Apocalipsis?</strong></p><p><strong>Apocalipsis 5:6</strong></p><p><sup><strong>6</strong></sup> Y miré, y vi que en medio del trono y de los cuatro seres vivientes, y en medio de los ancianos, estaba en pie un Cordero como inmolado, que tenía siete cuernos, y siete ojos, los cuales son los siete espíritus de Dios enviados por toda la tierra.</p><p><strong>Apocalipsis 5:8</strong></p><p><strong><sup>8</sup> </strong>Y cuando hubo tomado el libro, los cuatro seres vivientes y los veinticuatro ancianos se postraron delante del Cordero; todos tenían arpas, y copas de oro llenas de incienso, que son las oraciones de los santos;</p><p><strong>Apocalipsis 5:12</strong></p><p><strong><sup>12</sup></strong> que decían a gran voz: El Cordero que fue inmolado es digno de tomar el poder, las riquezas, la sabiduría, la fortaleza, la honra, la gloria y la alabanza.</p><p><strong>Apocalipsis 7:17</strong></p><p><strong><sup>17</sup></strong> porque el Cordero que está en medio del trono los pastoreará, y los guiará a fuentes de aguas de vida; y Dios enjugará toda lágrima de los ojos de ellos.</p><p><strong>Apocalipsis 14:1</strong></p><p><strong><sup>1</sup></strong> Después miré, y he aquí el Cordero estaba en pie sobre el monte de Sion, y con él ciento cuarenta y cuatro mil, que tenían el nombre de él y el de su Padre escrito en la frente.</p><p><strong>Apocalipsis 15:3</strong></p><p><strong><sup>3</sup></strong> Y cantan el cántico de Moisés siervo de Dios, y el cántico del Cordero, diciendo: Grandes y maravillosas son tus obras, Señor Dios Todopoderoso; justos y verdaderos son tus caminos, Rey de los santos.</p><p><strong>Apocalipsis 19:7</strong></p><p><strong><sup>7</sup></strong> Gocémonos y alegrémonos y démosle gloria; porque han llegado las bodas del Cordero, y su esposa se ha preparado.</p><p><strong>Apocalipsis 21:22 y 23</strong></p><p><strong><sup>22</sup></strong> Y no vi en ella templo; porque el Señor Dios Todopoderoso es el templo de ella, y el Cordero. 23 La ciudad no tiene necesidad de sol ni de luna que brillen en ella; porque la gloria de Dios la ilumina, y el Cordero es su lumbrera.</p><p><strong>Apocalipsis 22:1 y 3</strong></p><p><strong><sup>1</sup></strong> Después me mostró un río limpio de agua de vida, resplandeciente como cristal, que salía del trono de Dios y del Cordero.</p><p><strong><sup>2</sup></strong> En medio de la calle de la ciudad, y a uno y otro lado del río, estaba el árbol de la vida, que produce doce frutos, dando cada mes su fruto; y las hojas del árbol eran para la sanidad de las naciones.</p><p><strong><sup>3</sup></strong> Y no habrá más maldición; y el trono de Dios y del Cordero estará en ella, y sus siervos le servirán,</p><p><br></p><p>Por supuesto, como dicen las palabras introductorias del libro, esta es una revelación “de Jesucristo”. Y no solo un Cordero, sino un Cordero “muerto” (Apoc. 5:6, 12; 13:8); es decir, Jesucristo crucificado. Esto es el alma y el corazón no solo de toda la Biblia, sino del libro de Apocalipsis y del mensaje de los tres ángeles. No podemos ser fieles a nuestro llamado, no podemos hacer la obra para la que Dios ha suscitado a esta iglesia, a menos que tengamos al Cordero, al Cordero inmolado, a Jesús crucificado, como sacrificio por nuestros pecados, como el punto focal de nuestro mensaje.</p><p><br></p><p>“Debemos colocar intencionalmente al Cordero que fue inmolado en el centro mismo de nuestras doctrinas y misión, y en el corazón de cada sermón que pre- dicamos, cada artículo que escribimos, cada oración que elevamos, cada canción que entonamos, cada estudio bíblico que damos, y en todo lo que hacemos. Que el amor revelado por el Cordero en la Cruz transforme la manera de tratarnos entre nosotros y nos impulse a cuidar también del mundo” (Á. M. Rodríguez, “<em>The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages</em>”, p. 70).</p><p><br></p><p>Es decir, en medio de las imágenes de las bestias peligrosas, de un dragón que hace guerra, de las plagas, de la persecución y de la marca de la bestia, el Cordero, el Cordero inmolado, permanece como el centro de atención. Y solo él, y lo que él hizo, hace y hará por nosotros antes de que todo esto termine es, en última instancia, la razón del mensaje de los tres ángeles.</p><p><br></p><p><ul><li>¿Por qué es tan importante que el Cordero inmolado permanezca en el centro de nuestro mensaje, no solo para darlo a conocer a otros, sino también para tu propia vida espiritual?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de junio",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>“Siervos de Dios, con semblantes iluminados y resplandecientes de santa consagración, se apresurarán de lugar en lugar para proclamar el mensaje del Cielo. Miles de voces darán la advertencia por toda la Tierra. Se realizarán mi- lagros, los enfermos sanarán, y signos y prodigios seguirán a los creyentes. Satanás también efectuará sus falsas maravillas, hasta el punto de hacer caer fuego del cielo a la vista de los hombres (Apoc. 13:13). Así, los habitantes de la Tierra volverán en sí para adoptar una posición.</p><p><br></p><p>“El mensaje no será llevado adelante tanto con argumentos como por medio de la convicción profunda del Espíritu de Dios. Los argumentos ya fueron presen- tados. Sembrada está la semilla, y ahora brotará y dará frutos. Las publicaciones distribuidas por los misioneros han ejercido su influencia; sin embargo, muchos cuyo espíritu fue impresionado han sido impedidos de entender la verdad por completo o de rendirle obediencia. Pero entonces los rayos de luz penetrarán por todas partes, la verdad aparecerá en toda su claridad y los sinceros hijos de Dios romperán las ligaduras que los tenían sujetos. Los lazos familiares y las relaciones eclesiásticas serán impotentes para detenerlos. La verdad les será más preciosa que cualquier otra cosa. A pesar de los poderes coligados contra la verdad, un sinnúmero de personas se alistará en las filas del Señor” (CS 670).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>Elena de White declara que “el mensaje de la justificación por la fe es el mensaje del tercer ángel [...] ciertamente” (<em>Ev</em> 193). ¿Qué significa eso? ¿Qué relación tiene la justificación por la fe con el mensaje de los tres ángeles?</p><p><br></p><p><strong>2.</strong> Vuelve a leer Apocalipsis 14:12. ¿Cuál es la diferencia entre guardar los mandamientos de Dios y el legalismo? La obediencia, ¿cuándo se con- vierte en legalismo? ¿De qué manera alguien que no guarda los manda- mientos de Dios aun así puede ser legalista?</p><p><br></p><p><strong>3. </strong>¿Qué respuesta puedes dar a quienes nos critican cuando hablamos de las bestias feroces y de la temible advertencia que se encuentra en el li- bro de Apocalipsis? Además de la respuesta obvia (que hablamos de ellas porque están allí, escritas en el Libro), ¿qué otras respuestas puedes dar?</p><p><br></p><p><strong>4.</strong> Analicen en clase los acontecimientos mundiales de la actualidad. ¿Qué cosas han visto suceder que podrían ayudar a definir los eventos finales? ¿Cómo lograr un equilibrio entre ser conscientes de los tiempos en los que vivimos y no quedar atrapados en especulaciones infructuosas sobre lo que aún no se nos ha revelado?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de junio",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>Las profecías del Apocalipsis revelan lo que se avecina con el fin de que el pueblo de Dios pueda estar preparado para ello. En su carta a la iglesia de Tesa- lónica, el apóstol Pablo establece claramente el propósito de la profecía: “Pero ustedes, hermanos, no están en tinieblas, para que ese día los sorprenda como un ladrón. Todos ustedes son hijos de luz e hijos del día. No somos de la noche ni de las tinieblas. Por tanto, no durmamos como los demás, sino vigilemos y seamos sobrios” (1 Tes. 5:4-6). La Palabra de Dios ilumina el camino que tenemos por delante. En la lección de esta semana, estudiaremos las predicciones de Apo- calipsis sobre los movimientos finales de la historia de esta Tierra.</p><p><br></p><p>Comprender lo que se avecina nos ayudará a prepararnos para el conflicto final entre las fuerzas del bien y del mal. Apocalipsis 18 predice que una confede- ración de poderes religiosos, políticos y económicos, llamada Babilonia, se unirá en un intento por gobernar el mundo. Pero no hay nada que a Dios lo tome por sorpresa. Según Apocalipsis 18:1 y 2, Dios obrará mediante su Espíritu Santo para iluminar al mundo con su gloria. El sublime poder celestial saldrá al encuentro de los poderes demoníacos de abajo. Entonces quedará demostrado mediante el pueblo de Dios que <em>la gloria de Dios es su carácter</em>.</p><p><br></p><p>El énfasis del estudio de esta semana es sobre la gloria de Dios que se revela mediante su pueblo, para iluminar este mundo entenebrecido por el pecado. La iglesia de Dios del tiempo del fin, cambiada por la gracia, transformada por el amor, llena del Espíritu Santo, transmite el llamado final de Dios a este mundo, y decenas de miles oyen y responden al llamado. Así, “este evangelio del reino será predicado en todo el mundo, por testimonio a todas las naciones, y entonces vendrá el fin” (Mat. 24:14).</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>La gloria de Dios</strong></p><p>Apocalipsis 18:1 es uno de los pasajes más relevantes de todo el libro de Apocalipsis. Dice: “Después de eso vi a otro ángel descender del cielo con gran poder, y la Tierra fue iluminada con su gloria”. La expresión “la Tierra fue ilumi- nada con su gloria [de Dios]” es sumamente importante. En todo el Apocalipsis hay tres palabras que están enlazadas: la gloria de Dios, la honra de Dios y el poder de Dios.</p><p><br></p><p>Apocalipsis 4:11 dice: “ ‘Señor y Dios, digno eres de recibir gloria, honra y poder’ ”. Analiza Apocalipsis 5:12, donde Juan nuevamente manifiesta que Jesús es digno de recibir, entre otras cosas, la gloria, el honor y el poder. Volvemos a encontrar este pensamiento en Apocalipsis 19:1: “ ‘¡Salvación y honra, gloria y poder a nuestro Dios!’ ” Y observa que Apocalipsis, en referencia a la morada de los santos en la Nueva Jerusalén, concluye: “Y traerán a ella la gloria y la honra de las naciones” (Apoc. 21:26).</p><p><br></p><p>El gran conflicto entre el bien y el mal en el Universo tiene que ver con el honor y la reputación de Dios. Satanás, un ángel rebelde, ha declarado que Dios es injusto, que demanda adoración pero da poco a cambio. El maligno declara que la Ley de Dios es arbitraria, que restringe nuestra libertad y limita nuestro gozo.</p><p><br></p><p>La vida, la muerte y la resurrección de Jesús derribaron ese mito. El que nos creó se sumergió en el pozo de serpientes de este mundo para redimirnos. En la Cruz, Jesús respondió las acusaciones de Satanás y demostró que Dios es a la vez amoroso y justo. Cautivado por su amor, preocupado por su honor, el pueblo de Dios del tiempo del fin revela su gloria (su carácter amante y abnegado) a un mundo egocéntrico e impío. Así, la Tierra será iluminada por una revelación del carácter de Dios.</p><p><br></p><p><strong>La plenitud del Espíritu</strong></p><p>El Espíritu Santo se derramará en la plenitud de su poder justo antes de la venida de Jesús, y la Tierra será alumbrada con la gloria de Dios. Apocalipsis 18:1 es el cumplimiento de las palabras del profeta Habacuc, en el Antiguo Testamento: “Pero la Tierra se llenará del conocimiento de la gloria del Señor, como el agua cubre el mar” (Hab. 2:14). Como acabamos de observar, la gloria de Dios es su carácter de amor. Pero esta afirmación plantea una pregunta: ¿Cómo se revelará esta gloria en los últimos momentos de la historia en un planeta moralmente entenebrecido y contaminado por el pecado?</p><p><br></p><p>Para responder esta pregunta, consideremos una experiencia de Moisés. ¿Recuerdas cuando Moisés pidió a Dios que le mostrara su gloria? ¿Qué le reveló Dios? Leamos la respuesta de Dios a la pregunta de Moisés: “Entonces Moisés dijo: ‘Te ruego que me muestres tu gloria’. El Señor respondió: ‘Haré pasar toda mi bondad delante de ti, y proclamaré mi nombre ante ti. Tendré misericordia de quien yo quiera, y seré clemente con quien yo quiera’ ” (Éxo. 33:18, 19). La gloria de Dios es su carácter.</p><p><br></p><p>La gloria de Dios llena la Tierra en un momento de oscuridad espiritual, cuando su pueblo, constreñido por su amor, transformado por su gracia y comprometido con su misión, revele al mundo su carácter amoroso mediante su vida y su tes- timonio. El testimonio de su vida abnegada y la proclamación del mensaje de la bondad, la gracia y la verdad de Dios están en marcado contraste con el egoísmo, el orgullo y las falsedades del sistema de este mundo.</p><p><br></p><p><strong>El llamado final de Dios</strong></p><p>Un ángel desciende del Cielo con un mensaje proveniente directamente del Trono de Dios, un mensaje que llama a su pueblo a salir de una confederación político-religiosa apóstata, llamada Babilonia. La advertencia de Dios es: “ ‘¡Ha caído, ha caído la gran Babilonia! Y se ha vuelto habitación de demonios’ ” (Apoc. 18:2). Esta proclamación refleja el anuncio del segundo ángel de Apocalipsis 14, quien también anunció la caída de Babilonia (Apoc. 14:8). Apocalipsis 18:4 es el último llamado de Dios a toda la humanidad. Él exhorta con urgencia a quienes llevan su nombre: “¡Salgan de ella, pueblo mío, para que no participen de sus pecados y no reciban de sus plagas!”; “El pecado es la transgresión de la ley [de Dios]” (1 Juan 3:4). Dios está llamando a su pueblo a salir de toda iglesia que transgreda la Ley. ¿Por qué Dios está llamando a su pueblo a salir de Babilonia en este momento? Apocalipsis 18:5 nos dice: “Porque sus pecados han llegado hasta el cielo, y Dios se acordó de sus maldades”. Babilonia ha llenado la copa de su iniquidad. Dios lleva un registro preciso de los pecados de los poderes terrenales, y cuando las cifras alcanzan cierto monto, Dios dice “¡Basta!”</p><p><br></p><p>Eso es exactamente lo que sucedió en los días de Noé. Dios envió un men- saje de redención al mundo antediluviano, pero cuando sus pecados alcanzaron cierto nivel, y después de que cada persona de la Tierra tuvo la oportunidad de arrepentirse, llegaron las lluvias. Lo mismo vemos nuevamente en la destrucción de Sodoma y Gomorra. Lot hizo un llamado solemne a sus hijos para que salieran de Sodoma con él. Cuando la cuenta del pecado alcanzó cierto nivel, cayó fuego.</p><p><br></p><p>Lo mismo sucedió con la antigua Babilonia. Dios envió mensaje tras mensaje a Babilonia, llamando a sus autoridades y al pueblo al arrepentimiento, pero cuando esos mensajes fueron rechazados, los medos y los persas invadieron. La misericordia de Dios es paciente con sus hijos descarriados. Él les da todas las oportunidades para arrepentirse. Envía a su Espíritu al corazón de cada uno. Envía advertencias proféticas y hace llamados urgentes. Pero a todos les da libre albedrío. La Babilonia espiritual, al igual que su contraparte antigua, endurece su corazón en rebeldía.</p><p><br></p><p>Las fuerzas demoníacas finalmente tomarán el control total de la Babilonia moderna y espiritual. Ella se convierte en “habitación de demonios, guarida de todo espíritu impuro” (Apoc. 18:2). El pueblo de Dios está lleno del Espíritu Santo; por el contrario, los espíritus de los demonios llenan Babilonia. Cuando cualquier persona u organización religiosa, a sabiendas, se aparta de las enseñanzas de las Escrituras, se expone a engaños espirituales. La única forma de evitar ser controlado por espíritus impíos es ser controlado por el Espíritu Santo.</p><p><br></p><p>Los engaños de la Babilonia espiritual se vuelven universales, porque todas las naciones beberán del vino de sus fornicaciones. El vino representa falsas doc- trinas, como vimos en una lección anterior. A los que beben el vino de Babilonia se les confunde el pensamiento. Confunden la verdad con el error y concluyen que la verdad es un error. Presta especial atención a las palabras de Apocalipsis 18:3: “ ‘Porque todas las naciones han bebido del vino del furor de su fornicación. Los reyes de la Tierra han fornicado con ella, y los mercaderes de la Tierra se han enriquecido con su excesiva lujuria’ ”.</p><p><br></p><p>La fornicación es una unión ilícita. Hay tres grupos que se asocian en esta unión o confederación ilícita del tiempo del fin: Babilonia (todas las religiones falsas del mundo, incluyendo el espiritismo, en connivencia con el poder papal), los reyes de la Tierra (los poderes políticos/estatales) y los mercaderes de la Tierra (los poderes económicos). En cuanto a la unión de la Iglesia y el Estado que se aproxima, Elena de White nos advierte que, “cuando el protestantismo extienda la mano a través del abismo para asir la mano del poder romano, cuando se incline por encima del abismo para darse la mano con el espiritismo, cuando, bajo la influencia de esta triple unión, nuestro país repudie todo principio de su Constitución como Gobierno protestante y republicano, y haga provisión para la propagación de las mentiras y las seducciones papales, entonces sabremos que ha llegado el tiempo en que se verá la asombrosa obra de Satanás, y que el fin está cerca” (TI 5:426, 427). Dios se enfrentará a la “asombrosa obra de Satanás” con la mayor manifestación del poder celestial desde el Pentecostés: el derrama- miento del Espíritu Santo en la lluvia tardía. La Tierra arderá con la gloria de Dios. El evangelio se predicará hasta los confines de la Tierra mediante personas que serán testigos vivos de su poder transformador. Decenas de miles de hombres y mujeres sinceros huirán de Babilonia y se unirán a los seguidores de Cristo. En- tonces Jesús descenderá en gloria por la ruta celestial y llevará a sus hijos a casa.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong>Para reflexionar:</strong> Las dos cosas más importantes en la vida son conocer a Jesús y ayudar a los demás a conocerlo. Dicho de otra manera, las dos cosas más importantes en la vida son estar preparados para la venida de Jesús y ayudar a otros a prepararse para cuando él venga. Cuanto más nos acercamos a Cristo, más revelamos su gloria al mundo. Como escribe Juan: “Y el Verbo se hizo carne, y habitó entre nosotros, lleno de gracia y de verdad. Y vimos su gloria, gloria que, como Hijo único, recibió del Padre. [...] De su plena gracia, todos hemos recibido bendición tras bendición” (Juan 1:14, 16). Reflejar la gloria de Dios es estar llenos del amor, la gracia y el poder de Cristo. Es vivir para la gloria de su nombre y el honor de su Reino.</p><p><br></p><p>El himno No 380, “Ando con Cristo”, del <em>Himnario adventista</em> (2009), expresa el anhelo de todo corazón convertido: “Ando con Cristo, somos amigos, y man- tenemos fiel comunión; ya de su lado nunca me aparto; ¡cuánto me alienta su comprensión!”</p><p><br></p><p>Pide a los miembros de la clase que durante la próxima semana reflexionen sobre las siguientes preguntas:</p><p>1. ¿Hay algo que preferirías tener antes que a Jesús? Si la respuesta es sí, ¿cuál es este “ídolo”? ¿Qué ocupa mi tiempo? ¿Cómo paso mis momentos de ocio? ¿Qué consume mis pensamientos más íntimos?</p><p><br></p><p>2. ¿De qué manera mi vida refleja externamente mi profesión de fe? ¿Qué testimonio dan mis acciones acerca de mi compromiso espiritual?</p><p><br></p><p>3. Si Jesús viniera hoy, ¿estaría listo? Si la respuesta es no, ¿por qué?</p><p><br></p><p>4. ¿Tiene Cristo el control total de mi vida? Si no es así, ¿qué se interpone en el camino y qué puedo hacer yo al respecto, con la ayuda del Espíritu Santo?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>ENCENDIDOS CON LA GLORIA DE DIOS</p>",
      "verse": "<p>“Después de eso vi a otro ángel descender del cielo con gran poder, y la Tierra fue iluminada con su gloria” (Apoc. 18:1).</p>",
      "versionCode": 2,
      "weekDate": "17-23 de junio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
