{
   "data":[
      {
         "color":"#f06900",
         "id":701,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"September 28",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>Why did John write his Gospel? Did he wish to emphasize Jesus’ miracles or some specific teachings of Jesus? What was the reason for writing what he did?<br><br>Under the power and influence of the Holy Spirit, John explains why.<br><br>He says that though many more things could be written about the life of Christ (John 21:25), the stories he included were written in order “that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name” (John 20:31, NKJV).<br><br>This week we’re going to look at John's account of some of Jesus’ early miracles—from His turning water to wine at a wedding, to restoring to health someone’s very sick son, to the healing of the man at the pool of Bethesda.<br><br>John calls these miracles “signs.” He does not mean something like a street sign, but rather a miraculous event that points toward a deeper reality: Jesus as the Messiah. In all these accounts, we see examples of people who responded by faith. And their examples invite us to do the same.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 29",
               "dayTitle":"<p>The Wedding at Cana<br></p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p><strong>Read John 2:1–11. What sign did Jesus do at Cana, and how did this help His disciples in coming to believe in Him?</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:<br><sup><br><strong>2</strong></sup> And both Jesus was called, and his disciples, to the marriage.<br><sup><br><strong>3</strong></sup> And when they wanted wine, the mother of Jesus saith unto him, They have no wine.<br><sup><br><strong>4 </strong></sup>Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.<br><sup><br><strong>5</strong></sup> His mother saith unto the servants, Whatsoever he saith unto you, do it.<br><sup><br><strong>6 </strong></sup>And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.<br><sup><br><strong>7 </strong></sup>Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.<br><sup><br><strong>8 </strong></sup>And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.<br><sup><br><strong>9</strong></sup> When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,<br><sup><br><strong>10</strong></sup> And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.<br><sup><br><strong>11</strong></sup> This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.<br></p><p><br>Seeing Jesus perform the miracle of changing the water into wine provided evidence in favor of the disciples’ decision to follow Jesus.<br><br>How could it not have been a powerful sign pointing to Him as being someone from God? (They probably were not yet ready to understand that He was God.)<br><br>Moses was the leader of the Israelites, and he brought Israel out of Egypt by many “signs and wonders” (Deut. 6:22, Deut. 26:8, NKJV). He was the one whom God used to free Israel from the Egyptians. (He was, in a sense, their “savior.”)<br><br>God prophesied through Moses that a prophet would come who was like Moses. God asked Israel to hear Him (Deut. 18:15, Matt. 17:5, Acts 7:37). That “prophet” was Jesus and, in John 2, Jesus performed His first sign, which itself pointed back to the deliverance of the children of Israel from Egypt.<br><br>The river Nile was a key resource and a deity for the Egyptians. One of the plagues was directed at the river—the changing of its waters to blood. At Cana, Jesus performed a similar miracle but, instead of turning water into blood, He turned it into wine.<br><br>The water came from six water pots used for purification purposes in Jewish rituals, linking the miracle even more closely to biblical themes of salvation. By recounting the incident of changing the water to wine, and thus referring back to the Exodus, John was pointing to Jesus as our Deliverer.<br><br>What did the master of the feast think of the unfermented wine that Jesus provided? He was indeed surprised by the quality of the drink and, not knowing the miracle that Jesus had performed there, thought that they had saved the best for last.<br><br>The Greek term oinos is used both for fresh and fermented grape juice (see The Seventh-day Adventist Bible Dictionary, p. 1177). Ellen G. White states that the juice produced by the miracle was not alcoholic (see “At the Marriage Feast,” The Desire of Ages, p. 149). No doubt, those who knew what happened were astonished at what had taken place.<br><br><strong>What are your reasons for following Jesus? (We have been given many, haven’t we?)</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 30",
               "dayTitle":"<p>The Second Sign in Galilee</p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p>All through His earthly ministry, Jesus performed miracles that helped people believe in Him. John recorded these miracles so that others would believe in Jesus, as well.<br><br><strong>Read John 4:46–54. Why does the evangelist make a connection back to the miracle at the wedding feast?</strong><br></p><p><strong>John 4:46–54</strong></p><p><sup><strong>46</strong></sup> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.<br><sup><br><strong>47</strong></sup> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.<br><sup><br><strong>48</strong></sup> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.<br><sup><br><strong>49</strong></sup> The nobleman saith unto him, Sir, come down ere my child die.<br><sup><br><strong>50</strong></sup> Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.<br><sup><br><strong>51</strong></sup> And as he was now going down, his servants met him, and told him, saying, Thy son liveth.<br><sup><br><strong>52</strong></sup> Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.<br><sup><br><strong>53</strong></sup> So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.<br><sup><br><strong>54</strong></sup> This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.<br></p><p>In giving an account of the second sign that Jesus did in Galilee, John points back to the first sign at the wedding in Cana. John seems to be saying, The signs that Jesus did will help you see who Jesus is. Then, John adds, “This again is the second sign Jesus did when He had come out of Judea into Galilee” (John 4:54, NKJV).<br><br>At first, Jesus’ response to the nobleman’s plea may seem harsh. Yet, this official had made the healing of his son the criterion for believing in Jesus. Jesus read his heart and pinpointed the spiritual sickness that was more profound than his son’s life-threatening illness. Like a lightning bolt from a blue sky, the man suddenly recognized that his spiritual poverty could cost the life of his son.<br><br>It is important to recognize that miracles, in and of themselves, did not prove that Jesus was the Messiah. Others have performed miracles. Some were true prophets, others false. Miracles reveal only the existence of the supernatural; they don’t, by themselves, mean that God must be the One doing them. (Satan can perform “miracles,” if by the word “miracles” we mean supernatural acts.)<br><br>The nobleman in anguish cast himself on Jesus’ mercy, pleading with Him to heal his son. Jesus’ response was reassuring. He said, “ ‘Go; your son will live’ ” (John 4:50, ESV). The verb “will live” in Greek is actually in the present tense. This usage is called a “futuristic present,” where a future event is spoken of with such certainty as if it were already happening. The man did not rush home but, believing Jesus, got home the next day—finding that, exactly when Jesus had said those words, the fever left his son.<br><br><strong>What a powerful reason to believe in Jesus! Even if we were to see a miracle, what other criteria must we look at before automatically assuming it is from God?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 1",
               "dayTitle":"<p>The Miracle at the Pool of Bethesda<br></p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p>The next sign John records took place at the Pool of Bethesda (John 5:1–9). It was believed that an angel caused movement in the water and that the first sick person to enter the water would be healed. As a result, the porches of the pool were crowded with those hoping to be cured at the next occurrence. Jesus went to Jerusalem, and as He passed by the pool, He saw the waiting throng.<br><br>What a sight it must have been, too! All these people, some surely quite ill, waiting and waiting by the water for a cure that surely will not come. What an opportunity for Jesus!<br><br><strong>Read John 5:1–9. Because anyone by the pool obviously wanted to get well, why did Jesus ask the paralytic if he wanted to be healed (John 5:6)?</strong><br></p><p><strong>John 5:1–9</strong></p><p><sup><strong>1</strong></sup> After this there was a feast of the Jews; and Jesus went up to Jerusalem.<br><sup><br><strong>2 </strong></sup>Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.<br><sup><strong><br>3</strong></sup> In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.<br><sup><br><strong>4</strong></sup> For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.<br><sup><br><strong>5</strong></sup> And a certain man was there, which had an infirmity thirty and eight years.<br><sup><br><strong>6</strong></sup> When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?<br><sup><br><strong>7</strong></sup> The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.<br><sup><br><strong>8 </strong></sup>Jesus saith unto him, Rise, take up thy bed, and walk.<br><sup><br><strong>9</strong></sup> And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.<br></p><p>When one has been sick a long time, the sickness becomes the norm. And strange as it may seem, it can sometimes be a bit disturbing to leave the disability behind. The man implies in his answer that he wants healing. The problem is that he is looking for it in the wrong place—while the One who made man’s legs is standing right in front of him. Little did the man know who was talking to him; although after the healing, he might have started to understand that Jesus was, indeed, Someone very special.<br><br>“Jesus does not ask this sufferer to exercise faith in Him. He simply says, ‘Rise, take up thy bed, and walk.’ But the man’s faith takes hold upon that word. Every nerve and muscle thrills with new life, and healthful action comes to his crippled limbs. Without question he sets his will to obey the command of Christ, and all his muscles respond to his will. Springing to his feet, he finds himself an active man. . . .<br><br>Jesus had given him no assurance of divine help. The man might have stopped to doubt, and lost his one chance of healing. But he believed Christ’s word, and in acting upon it he received strength.”—Ellen G. White, The Desire of Ages, pp. 202, 203.<br><br><strong>Jesus later encountered the man in the temple and said, “ ‘You have been made well. Sin no more, lest a worse thing come upon you’ ” (John 5:14, NKJV). What is the relationship between sickness and sin? Why must we understand that not all sickness is a direct result of specific sins in our life?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 2",
               "dayTitle":"<p>Hard Hearts<br></p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>Signs, wonders, and miracles, in and of themselves, don’t prove that something is of God. But, on the other hand, when they are of God, it’s a dangerous thing to reject them.<br><strong><br>Read John 5:10–16. What lessons can we take away from the amazing hardness of the religious leaders’ hearts in regard to Jesus and the miracle He had just performed?</strong><br></p><p><strong>John 5:10–16</strong></p><p><sup><strong>10</strong></sup> The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.<br><sup><br><strong>11</strong></sup> He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.<br><sup><br><strong>12</strong></sup> Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?<br><sup><br><strong>13</strong></sup> And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in that place.<br><sup><br><strong>14</strong></sup> Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee.<br><sup><br><strong>15</strong></sup> The man departed, and told the Jews that it was Jesus, which had made him whole.<br><sup><br><strong>16</strong></sup> And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.<br></p><p>When Jesus revealed Himself to the man who had been healed, the man immediately told the religious leaders that it was Jesus. One would think this would be a time to praise God, but instead, the leaders “persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath” (John 5:16, NKJV).<br><br>Healings were allowed on the Sabbath only in an emergency. This man had been disabled for 38 years; thus, his healing was hardly an emergency. And then, too, what was the necessity of having him take up his bed? One would think that someone with the power from God to perform such a miracle would also know if it was permissible to carry a mat home on the Sabbath day. Clearly, Jesus was seeking to take them to deeper biblical truths beyond the man-made rules and regulations that had, in some cases, stifled true faith.<br><br><strong>What do these other accounts teach about how spiritually hard people can become, regardless of the evidence? (Read John 9:1–16; Mark 3:22, 23; Matt. 12:9–14).</strong><br></p><p><strong>John 9:1–16</strong></p><p><sup><strong>1</strong></sup> And as Jesus passed by, he saw a man which was blind from his birth.<br><sup><br><strong>2 </strong></sup>And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?<br><sup><br><strong>3 </strong></sup>Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.<br><sup><br><strong>4 </strong></sup>I must work the works of him that sent me, while it is day: the night cometh, when no man can work.<br><sup><br><strong>5</strong></sup> As long as I am in the world, I am the light of the world.<br><sup><br><strong>6 </strong></sup>When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,<br><sup><br><strong>7 </strong></sup>And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.<br><sup><br><strong>8 </strong></sup>The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?<br><sup><br><strong>9</strong></sup> Some said, This is he: others said, He is like him: but he said, I am he.<br><sup><br><strong>10 </strong></sup>Therefore said they unto him, How were thine eyes opened?<br><sup><br><strong>11 </strong></sup>He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.<br><sup><br><strong>12 </strong></sup>Then said they unto him, Where is he? He said, I know not.<br><sup><br><strong>13 </strong></sup>They brought to the Pharisees him that aforetime was blind.<br><sup><br><strong>14</strong></sup> And it was the sabbath day when Jesus made the clay, and opened his eyes.<br><sup><br><strong>15 </strong></sup>Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.<br><sup><br><strong>16 </strong></sup>Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.<br></p><p><strong>Mark 3:22-23</strong></p><p><sup><strong>22</strong></sup> And the scribes which came down from Jerusalem said, He hath Beelzebub, and by the prince of the devils casteth he out devils.<br><sup><br><strong>23 </strong></sup>And he called them unto him, and said unto them in parables, How can Satan cast out Satan?<strong><br></strong></p><p><strong>Matt. 12:9–14</strong></p><p><sup><strong>9 </strong></sup>And when he was departed thence, he went into their synagogue:<br><sup><strong><br>10</strong></sup> And, behold, there was a man which had his hand withered. And they asked him, saying, Is it lawful to heal on the sabbath days? that they might accuse him.<br><sup><br><strong>11 </strong></sup>And he said unto them, What man shall there be among you, that shall have one sheep, and if it fall into a pit on the sabbath day, will he not lay hold on it, and lift it out?<br><sup><br><strong>12</strong></sup> How much then is a man better than a sheep? Wherefore it is lawful to do well on the sabbath days.<br><sup><br><strong>13</strong></sup> Then saith he to the man, Stretch forth thine hand. And he stretched it forth; and it was restored whole, like as the other.<br><sup><br><strong>14</strong></sup> Then the Pharisees went out, and held a council against him, how they might destroy him.<br></p><p>How could these religious leaders be so blind? The likely answer is that it was because of their own corrupt hearts, their false belief that the Messiah would deliver them from Rome now, and their love of power and lack of surrender to God. All these helped cause them to reject the truth that stood right before them.<br><br><strong>Read John 5:38–42. What was Jesus’ warning? What can we learn from these words? That is, what could be in us that blinds us to the truths we need to know and apply to our own lives?</strong></p><p><strong>John 5:38–42<sup><br></sup></strong></p><p><sup><strong>38</strong></sup> And ye have not his word abiding in you: for whom he hath sent, him ye believe not.<br><sup><br><strong>39</strong></sup> Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.<br><sup><br><strong>40</strong></sup> And ye will not come to me, that ye might have life.<br><sup><br><strong>41</strong></sup> I receive not honour from men.<br><sup><br><strong>42</strong></sup> But I know you, that ye have not the love of God in you.<strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 3",
               "dayTitle":"<p>Jesus’ Claims<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>The miracle by the Pool of Bethesda provided an excellent opportunity for John to emphasize who Jesus is. John takes nine verses to describe the miracle and about 40 verses (see below) to describe the One who performed the miracle.<br><br><strong>Read John 5:16–18. Why was Jesus persecuted for His action on the Sabbath?</strong><br></p><p><strong>John 5:16–18</strong></p><p><sup><strong>16</strong></sup> And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.<br><sup><br><strong>17</strong></sup> But Jesus answered them, My Father worketh hitherto, and I work.<br><sup><br><strong>18</strong></sup> Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.<br></p><p>John 5:18 can be disturbing because it seems to say that Jesus was breaking the Sabbath. However, a closer look at John 5:16–18 shows that Jesus argues that His “work” on the Sabbath is in line with His relationship to His Father. God does not stop sustaining the universe on the Sabbath. Consequently, Jesus’ Sabbath activity was part of His claim to divinity. The religious leaders persecuted Him on the basis of supposed Sabbath-breaking and a claim to equality to God.<br><br><strong>Read John 5:19–47. What was Jesus saying in order to help the leaders see Him for who He truly is, a claim so powerfully attested by the miracle He had just done?</strong><br></p><p><strong>John 5:19–47</strong><sup><br></sup></p><p><sup><strong>19</strong></sup> Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise.<br><sup><br><strong>20</strong></sup> For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel.<br><sup><br><strong>21</strong></sup> For as the Father raiseth up the dead, and quickeneth them; even so the Son quickeneth whom he will.<br><sup><br><strong>22</strong></sup> For the Father judgeth no man, but hath committed all judgment unto the Son:<br><sup><br><strong>23</strong></sup> That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him.<br><sup><br><strong>24</strong></sup> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.<br><sup><br><strong>25</strong></sup> Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.<br><sup><br><strong>26</strong></sup> For as the Father hath life in himself; so hath he given to the Son to have life in himself;<br><sup><br><strong>27</strong></sup> And hath given him authority to execute judgment also, because he is the Son of man.<br><sup><br><strong>28</strong></sup> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,<br><sup><br><strong>29</strong></sup> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.<br><sup><br><strong>30</strong></sup> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.<br><sup><br><strong>31</strong></sup> If I bear witness of myself, my witness is not true.<br><sup><br><strong>32</strong></sup> There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.<br><sup><br><strong>33</strong></sup> Ye sent unto John, and he bare witness unto the truth.<br><sup><br><strong>34</strong></sup> But I receive not testimony from man: but these things I say, that ye might be saved.<br><sup><br><strong>35</strong></sup> He was a burning and a shining light: and ye were willing for a season to rejoice in his light.<br><sup><br><strong>36</strong></sup> But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.<br><sup><br><strong>37</strong></sup> And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.<br><sup><br><strong>38</strong></sup> And ye have not his word abiding in you: for whom he hath sent, him ye believe not.<br><sup><br><strong>39</strong></sup> Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.<br><sup><br><strong>40</strong></sup> And ye will not come to me, that ye might have life.<br><sup><br><strong>41</strong></sup> I receive not honour from men.<br><sup><br><strong>42</strong></sup> But I know you, that ye have not the love of God in you.<br><sup><br><strong>43</strong></sup> I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.<br><sup><br><strong>44</strong></sup> How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?<br><sup><br><strong>45</strong></sup> Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.<br><sup><br><strong>46</strong></sup> For had ye believed Moses, ye would have believed me; for he wrote of me.<br><sup><br><strong>47</strong></sup> But if ye believe not his writings, how shall ye believe my words?</p><p>Jesus defends His actions in three steps. First, He explains His intimate relationship with the Father (John 5:19–30). Jesus indicates that He and His Father act in harmony, to the point that Jesus has the power both to judge and to raise the dead (John 5:25–30).<br><br>Second, Jesus calls four “witnesses” in rapid succession to His defense—John the Baptist (John 5:31–35), the miracles Jesus does (John 5:36), the Father (John 5:37, 38), and the Scriptures (John 5:39). Each of these “witnesses” gives testimony in favor of Jesus.<br><br>Finally, in John 5:40–47, Jesus sets before His accusers their own condemnation, revealing the contrast between His ministry and their self-seeking. Their condemnation, He says, will come from Moses (John 5:45–47), the one in whom they have set their hopes.<br><strong><br>How can we be careful not to fall into the trap of believing in God, even having correct doctrines, but not surrendering fully to Christ? Bring your answer to class on Sabbath.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 4",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p>“Jesus had given him [the disabled man] no assurance of divine help. The man might have stopped to doubt, and lost his one chance of healing. But he believed Christ’s word, and in acting upon it he received strength.<br><br>“Through the same faith we may receive spiritual healing. By sin we have been severed from the life of God. Our souls are palsied. Of ourselves we are no more capable of living a holy life than was the impotent man capable of walking. . . . Let these desponding, struggling ones look up. The Saviour is bending over the purchase of His blood, saying with inexpressible tenderness and pity, ‘Wilt thou be made whole?’ He bids you arise in health and peace. Do not wait to feel that you are made whole. Believe His word, and it will be fulfilled. Put your will on the side of Christ. Will to serve Him, and in acting upon His word you will receive strength. Whatever may be the evil practice, the master passion which through long indulgence binds both soul and body, Christ is able and longs to deliver. He will impart life to the soul that is ‘dead in trespasses.’ Eph. 2:1. He will set free the captive that is held by weakness and misfortune and the chains of sin.”—Ellen G. White, The Desire of Ages, p. 203.<br><br>“Jesus repelled the charge of blasphemy. My authority, He said, for doing the work of which you accuse Me, is that I am the Son of God, one with Him in nature, in will, and in purpose.”—The Desire of Ages, p. 208.<br><strong><br>Discussion Questions:</strong></p><p><strong>&nbsp;1.</strong> Reflect upon this week’s lesson. Faith was the key that made these healings possible. The leaders, in contrast, revealed the dangers of doubt and unbelief. Why must we not confuse having questions (which we all do) with having doubt? Why are they not the same thing, and why is it important to know the difference between them?<br><strong><br>2.</strong> Look at Thursday’s final question. Why, as Seventh-day Adventists, must we be especially careful about this danger? However important, for instance, knowing and even keeping the right Sabbath day, or knowing about the state of the dead—why do these truths not save us? What does save us, and how?<br><strong><br>3.</strong> Look carefully at John 5:47. How are those today who, for instance, deny the universality of the Flood, or the literal six-day Creation, doing exactly what Jesus warned against here?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":18,
               "idDay":8,
               "idLesson":1,
               "lessonText":"<p><strong>Heaviness in a Camp Cabin<br>By Andrew McChesney</strong><br><br>An eerie heaviness rested on the red wooden cabin as eight Alaska Native girls prepared for bed on their first night at Camp Polaris, a Seventh-day Adventist summer camp in southwestern Alaska. All the girls felt it. The cabin’s two counselors felt it. It was an intense feeling of evil and harm.<br><br>One counselor, 21-year-old Rachel, was physically exhausted but couldn’t sleep. She sensed evil angels were more prevalent than usual. She thought about the eight teens in her cabin. Many of them had been abused, practiced self-harm, and struggled with drugs. One girl’s uncle was a shaman.<br><br>Rachel got up and stoked the fire in a small black furnace. Even in August, the Alaskan summer nights were chilly. She began to sing about Jesus. Naturally shy, she didn’t like to sing, especially by herself. But the song sprang from her lips. As she sang, Rachel visited each bunk bed and prayed with each girl. Finally, the girls fell asleep.<br><br>After that, Rachel sang every night and prayed with the girls. One night, as she made the rounds, she asked a girl if she had any prayer requests. “Yes, I want to pray to be safe and protected,” the girl said.<br><br>“Safe from what?” Rachel asked.<br><br>The girl said that in the darkness of the previous night, someone grabbed her by the neck. As she struggled to breathe, a bright light appeared, and the unseen being released his grip. In the bright light was an angel, and he said, “Do not be afraid.” Peace immediately swept over the girl. She fell asleep and hadn’t mentioned the incident to anyone until she spoke to Rachel.<br><br>After Rachel prayed with her, the girl became more interested in Jesus for the remainder of her time at camp. She was a quiet girl who didn’t say much.<br><br>But clearly a seed was planted in her heart.<br><br>Rachel was delighted when the girl returned to camp to train to become a staff member a few years later.<br><br>Rachel Carle, who now teaches at an Adventist school in Sitka, Alaska, still volunteers at Camp Polaris, the place where she witnessed the reality of the great controversy between good and evil as a young counselor.<br><br>“Working in Polaris has shown me that there are people in the United States who do not know Jesus,” she said. “Working at this camp was why I decided to become a teacher in Alaska.”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers<br></p>",
               "id":19,
               "idDay":9,
               "idLesson":1,
               "lessonText":"<p><strong>Part I: Overview<br><br>Study Focus: John 2:1–11, John 5:1–9, John 5:10–16</strong><br><br>As we embark this quarter on our study, Themes in the Gospel of John, let us keep in mind a few biographical facts that set John apart from the other three Gospel writers. John was the youngest of the three writers, lived the longest, and wrote his account later than the other authors wrote theirs.<br><br>John introduces himself modestly and indirectly as “this disciple” (John 21:23, NKJV). He was known among his fellow disciples as “the disciple whom Jesus loved” (John 21:20). This reference may be rendered as “the disciple whom Jesus kept on loving,” which is even stronger than the past tense “loved.”<br><br>With this background before us, we would also do well to consider the significance of John’s name. John literally and fittingly means “the Lord is gracious.” To be gracious may also mean “to be loving.” John, the apostle of love, wrote much about this virtue in both his Gospel and his epistles, referring to himself as the disciple “whom Jesus loved” (John 13:23).<br><br>Does this verse, and others like it from John’s Gospel, suggest that Jesus was partial toward John, loving him more than the other disciples? Not at all! Divine love is abundant and available to everyone. It wasn’t that Jesus loved John the most but rather that John’s heart was more open and receptive to Jesus and His love. John desired for all others to open their hearts wide to Christ and to believe in Him as the true Messiah and the divine Son of God. So, right after his introductory comments, John starts with the first miracle, in which Jesus changes water into wine at Cana. Have you ever witnessed an authentic miracle (notwithstanding the so-called miracles that are portrayed in religious media)? Why was it so important for Jesus to perform miracles? Is He as willing to perform such mighty miracles through the ministry of His followers today? This week, we will seek answers to these last two questions.<br><br><strong>Part II: Commentary</strong><br><br>John shows that Christ, by means of performing many signs and miracles, possessed divine power. These miracles point the way to the only Way that leads to eternal life. John alludes to only a few of these miracles—ideally, enough to convince his audience to accept the true assurance of salvation and live according to it. One cannot help but wonder what kinds of countless miracles John had witnessed but did not record. John testifies to the truth that “Jesus did many other signs in the presence of His disciples, which are not written in this book; but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name” (John 20:30, 31, NKJV).<br><br>One may do well to ask, What is a “sign”? And what is the difference between a sign and a “miracle”? The word “miracle” comes from the Latin miraculum, which literally means something “divine in origin,” “to marvel about,” or “to be astonished at.”<br><br>There are two Greek terms in the New Testament that are used to describe what we refer to as miracles. Dunamis is the first term, which is literally interpreted to mean “power,” from which we get the words dynamite, dynamic, and dynamism—all referring to something powerful. Essentially, dunamis characterizes a miracle as a demonstration of Christ’s divine power in this world. Truly Christ possesses the power to utter His Word, and it is accomplished.<br><br>On the other hand, the second word, semeion, or a sign, refers to Christ’s authority. This term helps us to understand the miraculous work of Christ as a display of His divine authority in the world, particularly in subduing the powers of evil forces. Indeed, Christ has the authority to command demons to depart, and they do.<br><br>Why did Jesus perform so many miracles? First of all, they were done to fulfill certain human needs, which always included a spiritual dimension of forgiveness and restoration. Second, unlike a great deal of socalled miracles today, Jesus never performed miracles to satisfy human curiosity but to help those in need. “Neither here [when tempted by Satan] nor at any subsequent time in His earthly life did He work a miracle in His own behalf. His wonderful works were all for the good of others.”—Ellen G. White, The Desire of Ages, p. 119.<br><br>Third, Christ’s miracles served to give clear evidence of the veracity of His divine message and mission to lost humanity. When Jesus raised the widow’s son from the dead, the people proclaimed that “God has visited His people” (Luke 7:16, NKJV). That was explicit evidence of His true Messiahship. Fourth, His miracles served as the fulfillment of Old Testament prophecies, corresponding to what God’s patriarchs and ­prophets had foretold about Him.<br><br><strong>The Miracle at Cana (John 2:1–11)</strong><br><br>It is interesting to note that the first miracle of Jesus (John 2:1–11) was performed in the context of marriage, which He first ordained in the Garden of Eden. Why do you think Jesus’ first miracle was about marriage? Marriage impacts all aspects of our existence. The devil knows how crucial marriage is, so he endeavors to bring about dysfunction and confusion to our homes, churches, schools, and society at large. Marriage, and how it is viewed in our society, is not always biblical or according to God’s plan. Today, on average, marriages in the United States last about six years.<br><br>Undoubtedly, through the miracle at Cana, Jesus highlighted the crucial importance of marriage and blessed it by His presence. By thus endorsing marriage, Jesus teaches us that He must be the center of every wedding in order to ensure marital success, for when we place Him first and foremost in our lives, He causes His love to overflow to our spouses and to others as well. So, this first miracle is very applicable to our postmodern culture and should encourage all to go back to the example of the One who designed it and blessed it. Let us then invite our Creator and Redeemer to order and bless all aspects of dating, courtship, and marriage to result in the utmost blessing to humanity and to bring glory to His name.<br><br>For His first miracle, Jesus could have chosen to perform a spectacular resurrection from the dead before a big crowd of Jewish leaders and dignitaries. But, instead, He chose a simple gathering in a small town and met its humble people where they were, in their everyday activities.<br><br>Jesus, our prime example, interacted with others to uplift and bless, as salt mingles with all types of food to transform it into something palatable. “He [Jesus] reached the hearts of the people by going among them as one who desired their good. . . . He met them at their daily vocations, and manifested an interest in their secular affairs.”—Ellen G. White, The Desire of Ages, p. 151. Moreover, “we are not to renounce social com­munion. We should not seclude ourselves from others. In order to reach all classes, we must meet them where they are.”—The Desire of Ages, p. 152.<br><br>We see Christ’s method for reaching people—to uplift and bless them— evident even in the changing of water into wine. The water could be seen as representing our baptism into Christ, and the pure, unfermented grape juice His shed blood for our redemption. Moreover, Jesus replaced the fermented wine, which dulled people’s senses, with the fresh and invigorating grape juice that helped bring them back to their senses.<br><br><strong>The Miracle at the Pool of Bethesda (John 5:1–9)</strong><br><br>Often physical sickness involves the violation of spiritual laws. Our human mechanism is an integrated and interrelated creation. Whatever impacts one dimension affects the other. But we must be careful not to judge or condemn others in attributing all physical ailments to the willful violation of God’s law, because all human beings, at one time or another, have succumbed to sin. It is hurtful and disheartening to the sufferers of sin to be told that they deserve what is plaguing them. Like Jesus, our tender and sympathetic attitude should surmount our impulse to set everything straight before we help. Jesus demonstrates this principle in action in the story of the miraculous healing of the crippled man by the pool at Bethesda.<br><br>How encouraging, and instructive, that Jesus does not engage in a critical analysis of the causes of the man’s crippled condition. Hasn’t he suffered for 38 long years with this disabling disease? Why add more to his guilt and suffering? As followers of Christ, we must focus on solutions to problems, not merely on the problems. This man seemed to be the most miserable and hopeless around the pool of Bethesda, so Jesus chose him to show that He desired to use His divine power to help the most helpless.<br><br>Notice that, on this particular occasion, Jesus did not ask the man whether he believed or not, only if he desired to be well. Then Jesus commanded the man to get up, carry his bed, and walk. The man did not doubt or wait to be made well; he immediately acted on Jesus’ command. Likewise, we, too, regardless of the misfortunes of our seemingly hopeless physical and spiritual challenges, need to look up to Jesus and live. No matter how long and hard we may have looked for the answer in other places, the answer is standing right next to us in the form of our lovely Savior.<br><br>Consider, and take to heart, God’s answer to all kinds of crippling ailments: “Do not wait to feel that you are made whole. Believe His word, and it will be fulfilled. . . . Whatever may be the evil practice, the master passion which through long indulgence binds both soul and body, Christ is able and longs to deliver.”—Ellen G. White, The Desire of Ages, p. 203.<br><strong><br>Hard Hearts (John 5:10–16)</strong><br><br>Hard hearts, if long cherished, lead to hardened hearts. The hearts of the Pharisees were set against Jesus from the beginning, simply because He did not fit into their religious mold and adhere to the rigor and minutiae of their rituals and traditions. In so doing, they purposely ignored the bigger issues of salvation. Standing before the walking miracle of the once hopeless and helpless man who for decades could not walk and whom Jesus had just healed by the pool of Bethesda, the leaders callously overlooked the obvious cause of jubilation. Instead, their concern was with the proper keeping of the Sabbath.<br><br>The leaders who witnessed the healing of the crippled man were totally obsessed with Sabbath regulations. That is why they harshly questioned him about carrying his mattress on the Sabbath, as Jesus had instructed him to do.<br><br>They were upset that the man carried his bed; yet, they did not think about the suffering or the well-being of this man, who could not move for many years and who was now carrying himself with the vigor of youth. But Jesus, the Designer and Lord of the Sabbath, intentionally performed many miracles on the Sabbath to make abundantly clear that this special day was meant to be a blessing for humanity, and not a burden or a curse on it.<br><br><strong>Part III: Life Application</strong><br><br><strong>Think about and answer the following questions:</strong><br><br><strong>1. </strong>How do we balance being in the world but not of it?<br><br><strong>2. </strong>Regarding our discussion of miracles, how do we understand the difference and similarity between dunamis and semeion? What examples do we find in each of Christ’s miracles? Does the miracle of casting out demons fit in the category of semeion? Explain.<br><br><strong>3.</strong> What are some of the dangers of becoming immovable and thus intolerant in our own opinions? How do we guard ourselves from the folly of trusting in our self-serving ideas and ignoring the spirit of the law, which is the bigger picture? How would you react to the following sayings: “My way or the highway,” or “I’ve made up my mind; don’t confuse me with facts”?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>Signs That Point the Way<br></p>",
         "verse":"<p>“And truly Jesus did many other signs in the presence of His disciples, which are not written in this book; but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name” (John 20:30, 31, NKJV).<br></p>",
         "versionCode":7,
         "weekDate":"September 28–October 4"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
