{
  "data": [
    {
      "color": "#1DF4FB",
      "id": 711,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "March 5",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Hebrews 11 and 12 are probably the most-loved chapters of the book. They describe the Christian life as a race in which we all participate and in which all who stay faithful will receive the reward. They also describe the drama of Redemption as a race in which people of faith from the past persevered, despite sufferings, but have not yet received the reward.</p><p><br></p><p>And that’s because the story ends with us, as well, not just them. We are the concluding act. The drama culminates with our entering and running the last part of the race, and with Jesus seated at the goal line at the right hand of God. He provides inspiration as well as the ultimate example of how the race is run. He is the ultimate Witness that the reward is true and that He is the Forerunner who opens the way for us (Heb. 6:19, 20; Heb. 10:19–23).</p><p><br></p><p>Hebrews 11 explains that faith is confidence in God’s promises, even if we cannot see their fulfillment yet. This lesson will explore what faith is and how it is obtained through the examples of the past and, especially and centrally, through the example of Jesus, “the founder and perfecter of our faith” (Heb. 12:2, ESV).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 6",
          "dayTitle": "<p>The Righteous Will Live by Faith</p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Hebrews 10:35–39. What is God saying to us in these verses?</strong></p><p><strong>Hebrews 10:35–39</strong></p><p><sup>35</sup> Therefore do not cast away your confidence, which has great reward. 36 For you have need of endurance, so that after you have done the will of God, you may receive the promise:</p><p><sup>37</sup> “For yet a little while,</p><p>And He who is coming will come and will not tarry.</p><p><sup>38</sup> Now the just shall live by faith;</p><p>But if anyone draws back,</p><p>My soul has no pleasure in him.”</p><p><strong><sup>39</sup></strong> But we are not of those who draw back to perdition, but of those who believe to the saving of the soul.</p><p>Endurance is a characteristic of God’s end-time people, without which they will not be able to receive the promises (Rev. 13:10, Rev. 14:12). In order to endure, however, believers need to “hold fast” their faith (Heb. 10:23, Heb. 4:14). Paul has shown that the desert generation was not able to receive the promise because they lacked faith (Heb. 3:19). Hebrews portrays believers as also at the threshold of the fulfillment of the promises (Heb. 9:28; Heb. 10:25, 36–38) and as needing to exercise faith if they want to receive the promises (Heb. 10:39).</p><p>&nbsp;Paul introduces his exposition on faith with a quotation from Habakkuk 2:2–4. Habakkuk had asked God why He tolerated the treacherous people who oppressed the righteous (Hab. 1:12–17). The prophet and his people were suffering; thus, they wanted God to act. God answered, however, that there was an appointed time for the fulfillment of His promise, and they needed to wait (Hab. 2:2–4). Habakkuk and his people lived, like us, between the time of the promise and the time of its fulfillment. God’s message continued in Hebrews, “ ‘He who is coming will come and will not delay’ ” (Heb. 10:37, NIV; see also Hab. 2:3).</p><p><br></p><p>The message refers to Jesus. He is the righteous one, the embodiment of faith, who pleases God and provides life (Heb. 10:5–10). Why, then, would He “delay”? He won’t. He already has come to die for us (Heb. 9:15–26), and He will surely come again at the appointed time (Heb. 9:27, 28; Heb. 10:25).</p><p><br></p><p>God’s message continued: “ ‘My righteous one shall live by faith’ ” (Heb. 10:38, ESV). Paul states the same in Romans 1:17 and Galatians 3:11. Romans 1:16, 17 is especially enlightening because it explains that the righteousness of God is “revealed from faith to faith.” What Paul means is that God’s faithfulness to His promises comes first, and His faithfulness produces, as its result, our faith and/or faithfulness.</p><p>&nbsp;Thus, because God remains faithful to His promises (2 Tim. 2:13), the righteous, in response to God’s faithfulness, will remain faithful, as well.</p><p><br></p><p><strong>Why is it important to recognize that our faith results from and feeds on God’s faithfulness? How can we learn more to trust in His faithfulness to us and to the promises He has made to us?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 7",
          "dayTitle": "<p>By Faith, Abraham . . .</p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Hebrews defines faith as “confidence in what we hope for and assurance about what we do not see” (Heb. 11:1, NIV). Then it provides a list of faithful people from the history of Israel who exemplify what faith is, and it shows how they manifested that faith by their deeds.</p><p><br></p><p><strong>Read Hebrews 11:1–19. What did these “heroes” of faith do that\nexemplified their faith? How are their actions related to the hope\nof things not seen?</strong></p><p><strong>Hebrews 11:1–19</strong></p><p><strong><sup>1</sup></strong> Now faith is the substance of things hoped for, the evidence of things not seen.&nbsp;</p><p><sup><strong>2</strong> </sup>For by it the elders obtained a good testimony.</p><p><sup><strong>3</strong></sup> By faith we understand that the worlds were framed by the word of God, so that the things which are seen were not made of things which are visible.</p><p><sup><strong>4</strong></sup> By faith Abel offered to God a more excellent sacrifice than Cain, through which he obtained witness that he was righteous, God testifying of his gifts; and through it he being dead still speaks.</p><p><sup><strong>5</strong></sup> By faith Enoch was taken away so that he did not see death, “and was not found, because God had taken him”; for before he was taken he had this testimony, that he pleased God.&nbsp;</p><p><sup><strong>6</strong></sup> But without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him.</p><p><strong><sup>7</sup></strong> By faith Noah, being divinely warned of things not yet seen, moved with godly fear, prepared an ark for the saving of his household, by which he condemned the world and became heir of the righteousness which is according to faith.</p><p><strong><sup>8</sup></strong> By faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance. And he went out, not knowing where he was going.&nbsp;</p><p><strong><sup>9</sup></strong> By faith he dwelt in the land of promise as in a foreign country, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise;&nbsp;</p><p><strong><sup>10</sup></strong> for he waited for the city which has foundations, whose builder and maker is God.</p><p><strong><sup>11</sup></strong> By faith Sarah herself also received strength to conceive seed, and she bore a child when she was past the age, because she judged Him faithful who had promised.&nbsp;</p><p><strong><sup>12</sup></strong> Therefore from one man, and him as good as dead, were born as many as the stars of the sky in multitude—innumerable as the sand which is by the seashore.</p><p><strong><sup>13</sup></strong> These all died in faith, not having received the promises, but having seen them afar off were assured of them, embraced them and confessed that they were strangers and pilgrims on the earth.&nbsp;</p><p><strong><sup>14</sup></strong> For those who say such things declare plainly that they seek a homeland.&nbsp;</p><p><strong><sup>15</sup></strong> And truly if they had called to mind that country from which they had come out, they would have had opportunity to return.&nbsp;</p><p><strong><sup>16</sup></strong> But now they desire a better, that is, a heavenly country. Therefore God is not ashamed to be called their God, for He has prepared a city for them.</p><p><strong><sup>17</sup></strong> By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son,&nbsp;</p><p><strong><sup>18</sup></strong> of whom it was said, “In Isaac your seed shall be called,”&nbsp;</p><p><strong><sup>19</sup></strong> concluding that God was able to raise him up, even from the dead, from which he also received him in a figurative sense.</p><p><strong><br></strong></p><p>Abraham is probably the most important character in this chapter. Abraham’s last act of faith is especially instructive regarding the true nature of faith.</p><p>Hebrews notes that God’s instruction to Abraham that he offer Isaac as a sacrifice seemed to imply a contradiction on God’s part (Heb. 11:17, 18). Isaac was not the only son of Abraham. Ishmael was the firstborn of Abraham, but God had told Abraham that it was all right for him to accept Sarah’s request and cast Ishmael and his mother out because God would take care of them, and because Abraham’s offspring would be named through Isaac (Gen. 21:12, 13). In the next chapter, however, God asks Abraham to offer Isaac as a burnt offering. God’s instruction in Genesis 22 seemed to flatly contradict God’s promises in Genesis 12–21.</p><p>Hebrews concludes that Abraham amazingly solved the conundrum by arriving at the conclusion that God would resurrect Isaac after he had offered him. This is amazing because no one had yet been resurrected. It seems, however, that Abraham’s previous experience with God led him to that conclusion. Hebrews 11:12 notes that Isaac was conceived by the power of God from one who was “as good as dead.” Paul also noted that despite Abraham’s being “as good as dead” and Sarah barren, Abraham believed “in hope . . . against hope, that he should become the father of many nations” because he believed that God “gives life to the dead and calls into existence the things that do not exist” (Rom. 4:17–20, ESV). Thus, Abraham must have assumed that if God in some sense already had given life to Isaac from the dead, He could do it again. In God’s leading in the past, Abraham saw an intimation of what He could do in the future.</p><p><strong><br></strong></p><p><strong>Why is meditating on how God has led our lives in the past so crucial for maintaining our faith and trust in Him now?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 8",
          "dayTitle": "<p>Moses: Believing in the Unseen</p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Hebrews 11:20–28. What did these men of faith do? How are\ntheir actions related to hope and to things not seen?</strong></p><p><strong>Hebrews 11:20–28</strong></p><p><strong><sup>20</sup></strong> By faith Isaac blessed Jacob and Esau concerning things to come.</p><p><sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff.</p><p><strong><sup>22</sup></strong> By faith Joseph, when he was dying, made mention of the departure of the children of Israel, and gave instructions concerning his bones.</p><p><strong><sup>23</sup></strong> By faith Moses, when he was born, was hidden three months by his parents, because they saw he was a beautiful child; and they were not afraid of the king’s command.</p><p><strong><sup>24</sup></strong> By faith Moses, when he became of age, refused to be called the son of Pharaoh’s daughter,&nbsp;</p><p><strong><sup>25</sup></strong> choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin,&nbsp;</p><p><strong><sup>26</sup></strong> esteeming the reproach of Christ greater riches than the treasures in Egypt; for he looked to the reward.</p><p><strong><sup>27</sup></strong> By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing Him who is invisible.&nbsp;</p><p><strong><sup>28</sup></strong> By faith he kept the Passover and the sprinkling of blood, lest he who destroyed the firstborn should touch them.</p><p><strong><br></strong></p><p>Moses is the second major example in this chapter of faith. The life of Moses is introduced and concluded by two actions of defiance to the king. His parents hid him when he was born, because “they were not afraid of the king’s edict” (Heb. 11:23, ESV), and Moses left Egypt, “not being afraid of the anger of the king” (Heb. 11:27, ESV). The most significant action of Moses was, however, that he “refused to be called the son of Pharaoh’s daughter” (Heb. 11:24). The reference to Moses’ adoptive mother as “Pharaoh’s daughter” suggests that he was slated to be the next Pharaoh. Moses, however, was willing to leave behind the prospect of becoming the ruler of the most powerful nation at that time and to become, instead, the leader of newly freed slaves—refugees, actually.</p><p><br></p><p><strong>Compare Hebrews 11:24–27 and Hebrews 10:32–35. What were the similarities between the situation of the original recipients of Hebrews and the experience of Moses?</strong></p><p><strong>Hebrews 11:24–27</strong></p><p><sup><strong>24</strong></sup> By faith Moses, when he became of age, refused to be called the son of Pharaoh’s daughter,&nbsp;</p><p><strong><sup>25</sup></strong> choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin,&nbsp;</p><p><strong><sup>26</sup></strong> esteeming the reproach of Christ greater riches than the treasures in Egypt; for he looked to the reward.</p><p><strong><sup>27</sup></strong> By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing Him who is invisible.&nbsp;</p><p><strong><br></strong></p><p><strong>Hebrews 10:32–35</strong></p><p><strong><sup>32</sup></strong> But recall the former days in which, after you were illuminated, you endured a great struggle with sufferings:</p><p><strong><sup>33</sup></strong> partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated;&nbsp;</p><p><strong><sup>34</sup></strong> for you had compassion on me in my chains, and joyfully accepted the plundering of your goods, knowing that you have a better and an enduring possession for yourselves in heaven.&nbsp;</p><p><strong><sup>35</sup></strong> Therefore do not cast away your confidence, which has great reward.</p><p><br></p><p>The greatness of Moses was that he was able to see beyond the promises of the king of Egypt and look toward the unseen, namely, the promises of God. Hebrews says the key was that Moses’ sight was fixed on “the reward,” not on the riches of Egypt. This reward is the same reward mentioned in Hebrews 10:35, which God has promised to all who believe in Him.</p><p>Paul’s words about Moses’ decision must have echoed powerfully in the hearts of his original readers. They had been enduring reproaches and insults because of their faith in Christ. They also had been afflicted and lost their possessions (Heb. 10:32–34). Some were in prison (Heb. 13:3). In parallel sense, Moses chose to be mistreated with God’s people, exchanging the wealth of Egypt for bearing the insults associated with Christ because he believed that the reward of Christ was greater than whatever Egypt could offer.</p><p><br></p><p><strong>What are some of the struggles that you have faced because of\nyour faith? What have you had to give up for it? Why, ultimately,\nis the reward worth it, even if you can’t see it now?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 9",
          "dayTitle": "<p>By Faith, Rahab and the Rest . . .</p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Hebrews 11:31 and Joshua 2:9–11. Why was Rahab, a pagan\nprostitute, included in this text of sacred biblical characters?</strong></p><p><strong>Hebrews 11:31</strong></p><p><strong><sup>31</sup> </strong>By faith the harlot Rahab did not perish with those who did not believe, when she had received the spies with peace.</p><p><strong>Joshua 2:9–11</strong></p><p><strong><sup>9</sup></strong> and said to the men: “I know that the Lord has given you the land, that the terror of you has fallen on us, and that all the inhabitants of the land are fainthearted because of you.&nbsp;</p><p><strong><sup>10</sup></strong> For we have heard how the Lord dried up the water of the Red Sea for you when you came out of Egypt, and what you did to the two kings of the Amorites who were on the other side of the Jordan, Sihon and Og, whom you utterly destroyed.&nbsp;</p><p><sup><strong>11</strong></sup> And as soon as we heard these things, our hearts melted; neither did there remain any more courage in anyone because of you, for the Lord your God, He is God in heaven above and on earth beneath.</p><p><br></p><p>Rahab is probably the most unexpected character whom we find in Hebrews 11. Rahab is one of two women mentioned by name. She is the tenth in the list, the first being forefathers and patriarchs of Israel, and each one is regarded as being righteous. When we come to her, we find that she not only is a woman but also a Gentile prostitute.</p><p>The most surprising thing is that she also is the thematic center and climax of the chapter. The list is organized in a unique way. Each entry begins with the repetitive use of the phrase “by faith.” The basic pattern is “By faith, So-and-so did such and such” or “By faith, such and such happened to So-and-so.” This repetitive pattern increases the expectation in the reader to hear the climactic assertion that “by faith, Joshua led the people into the promised land.”</p><p>But that’s not what the text says. Instead, Joshua is passed over, and the prostitute takes his place. After the mention of Rahab, the repetitive pattern ends abruptly with “and what more shall I say?” (Heb. 11:32, NKJV). Then, Paul hurriedly lists some names and events that he does not explain in detail.</p><p>Rahab’s deed of faith was that she heard, believed, and obeyed, even though she did not see. She did not see the plagues of Egypt or the deliverance in the Red Sea or the water flow from the rock or the bread descend from heaven, yet, she believed. She was a good exemplar for the audience of Hebrews, who did not hear Jesus preach or see Him do a miracle, and for us, as well, who did not see any of these things either.</p><p>“Rahab was a harlot who lived on the wall of Jericho. She hid the two Israelite spies sent to check out the defenses of that city. Because of her kindness to them, and her declaration of belief in God, the spies promised that the lives of Rahab and her family would be spared when the attack came on Jericho.”—Introduction to Rahab found in Ellen G. White, Daughters of God, p. 35.</p><p>Paul then continues (Heb. 11:35–38) with a list of the hardships many faced. The phrase “refusing to accept release” (Heb. 11:35, ESV) implies that they had the possibility to escape but chose not to, because their sights were set on the reward of God.</p><p><strong><br></strong></p><p><strong>Though we have not seen any of these things happen (the six-day Creation, the Exodus, the cross of Christ), why do we have so many good reasons for believing that they did?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 10",
          "dayTitle": "<p>Jesus, the Author and Perfecter\nof Our Faith</p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Hebrews 12:1–3. What do these verses ask us to do?</strong></p><p><strong>Hebrews 12:1–3</strong></p><p><strong><sup>1</sup></strong> Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us,&nbsp;</p><p><strong><sup>2</sup></strong> looking unto Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God.</p><p><strong><sup>3</sup></strong> For consider Him who endured such hostility from sinners against Himself, lest you become weary and discouraged in your souls.</p><p><br></p><p>The climax of the exposition on faith really arrives with Jesus in Hebrews 12. Paul started the letter with Jesus, who is the “coming one” and who “will not delay” (Heb. 10:37, ESV), and Paul concludes it with Jesus the “perfecter” of our faith (Heb. 12:2, ESV). Jesus is the “author and perfecter of faith” (NASB). This means that Jesus is the One who makes faith possible and is the Example who perfectly embodies what a life of faith is all about. With Jesus, faith has reached its perfect expression.</p><p>Jesus is the “founder” (Heb. 12:2, ESV), or author or pioneer, of our faith in at least three senses.</p><p>First, He is the only one who has finished the race in its fullest sense. The others talked about in the previous chapter have not yet reached their goal (Heb. 11:39, 40). Jesus, however, has entered God’s rest in heaven and is seated at the Father’s right hand. We, together with these others, will reign with Jesus in heaven (Rev. 20:4).</p><p>Second, it was actually Jesus’ perfect life that has made it possible for these others to run their race (Heb. 10:5–14). If Jesus had not come, the race of everyone else would have been futile.</p><p>Finally, Jesus is the reason we have faith. As one with God, He expressed the faithfulness of God toward us. God never gave up in His efforts to save us, and that is why we will reach the reward in the end if we don’t give up. Jesus ran with patience and remained faithful, even when we were faithless (2 Tim. 2:13). Our faith is only a response to His faithfulness.</p><p>In the end, Jesus is the “perfecter” of faith because He perfectly exemplifies how the race of faith is run. How did He run? He laid aside every weight by giving up everything for us (Phil. 2:5–8). He never sinned, ever. Jesus held His sight firmly on the reward, which was the joy set before Him, that of seeing the human race redeemed by His grace. So, He endured misunderstanding and abuse; He stared down the shame of the cross (Heb. 12:2, 3).</p><p>Now it is our turn to run. Though we can never achieve what Jesus did in our own strength, we have His perfect example before us, and so by faith in Him, and keeping our eyes on Him (as have the others before us), we press on ahead in faith, trusting in His promises of a great reward.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 11",
          "dayTitle": "<p>Further Thought</p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>“By faith you became Christ’s, and by faith you are to grow up in Him—by giving and taking. You are to give all,—your heart, your will, your service,—give yourself to Him to obey all His requirements; and you must take all,—Christ, the fullness of all blessing, to abide in your heart, to be your strength, your righteousness, your everlasting helper,—to give you power to obey.”—Ellen G. White, Steps to Christ, p. 70.</p><p>“God never asks us to believe, without giving sufficient evidence upon which to base our faith. His existence, His character, the truthfulness of His word, are all established by testimony that appeals to our reason; and this testimony is abundant. Yet God has never removed the possibility of doubt. Our faith must rest upon evidence, not demonstration. Those who wish to doubt will have opportunity; while those who really desire to know the truth will find plenty of evidence on which to rest their faith.</p><p>“It is impossible for finite minds fully to comprehend the character or the works of the Infinite One. To the keenest intellect, the most highly educated mind, that holy Being must ever remain clothed in mystery. ‘Canst thou by searching find out God? canst thou find out the Almighty unto perfection? It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?’ Job 11:7, 8.”—Ellen G. White, Steps to Christ, p. 105.</p><p><br></p><p><strong>Discussion Questions:</strong></p><p><strong>1. </strong>An early Christian scholar once wrote: “Credo ut intelligam,” Latin\nfor “I believe in order that I may understand.” Hebrews 11:3 says that\n“by faith we understand” (NKJV). What is the relationship between\nfaith and understanding? Why does faith often come before understanding?\nThat is, why must we sometimes reach out in faith in what, at least\nat first, we don’t understand, and then afterward more understanding\nwill come?\n</p><p><strong>2. </strong>The Greek word pistis means both “faith” and “faithfulness.” Why\nare both meanings important in seeking to understand what living “by\nfaith” means? How did the people in Hebrews 11 show, by their faithfulness,\nthe reality of their faith? How can we do the same?\n</p><p><strong>3. </strong>Though we understand that faith is a gift of God (Rom. 12:3), what\nrole do we play, if any, in receiving and maintaining that gift?</p><p><br></p><p><br></p><p><strong>Inside Story</strong></p><p><strong>Worshiping Like Jesus\n</strong></p><p>By Andrew McChesney</p><p><br></p><p>Three years ago, the Thirteenth Sabbath Offering helped establish a\ncommunity center to reach people in Cambodia. But the community\ncenter, an “urban center of influence,” reached its first person before it\neven opened.</p><p>Koy Sopaon heard that construction work had started on the Essential\nLife Center and that the wages were fair, so he asked project manager\nGary Rogers for a job. Gary, a U.S. missionary who works for\nAdventist Mission, had no immediate openings at the site in Battambang,\nCambodia’s second-largest city, but he took Sopaon’s phone number.</p><p>Sopaon returned a few months later, and Gary, learning he had welding\nand bricklaying experience, told him he could start work the next day.</p><p>“Why wait until tomorrow?” Sopaon said. “I can start now.”</p><p>Sopaon, a leader in his own Christian church, was surprised to learn that\nGary began each workday with a 30-minute worship. He had never held a\njob with worship, and he liked it.</p><p>As the group studied, he realized that things he was learning from the\nBible were different from what his church taught. One morning, the worship\nfocused on the seventh-day Sabbath. Sopaon read in Luke 23 about\nJesus dying on the preparation day, the sixth day of the week, and being\nburied before the sun set for Sabbath, the seventh day of the week. He saw\nthat the disciples stopped their work for the Sabbath and that Jesus rested\nin the tomb. It wasn’t until the first day that they brought spices to anoint\nHis body. Surprised, Sopaon told himself, “Then the seventh day truly is\nthe Sabbath!”</p><p>Seeing Sopaon’s belief, Gary asked, “Do you want to be like Jesus?”\n</p><p>Sopaon didn’t hesitate. “Yes, I do,” he said.\n</p><p>“If that is your desire, join us as we open the Sabbath together next\nFriday evening,” Gary said, inviting him to an Adventist gathering.</p><p>Sopaon came on Friday and returned the next day for Sabbath worship.\nHe was amazed at how people greeted one another, saying, “Happy\nSabbath! Happy Sabbath!” It made him feel that God could make him holy.</p><p>As Sopaon learned more about God, he began to\nreturn tithe. On Sabbath afternoons, he joined church\nmembers in helping the needy. He was baptized 18\nmonths after starting to work on the construction site\nfor the Essential Life Center.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus, Author and Perfecter of Our Faith</p>",
      "verse": "<p>“Looking unto Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God” (Hebrews 12:2, NKJV).</p>",
      "versionCode": 16,
      "weekDate": "March 5–11"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
