{
   "data":[
      {
         "color":"#44ffb3",
         "id":711,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 07",
               "dayTitle":"<p>Read for This Week’s Study</p>",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>This week we continue to explore stories that prefigure last-day events. By using real-life events and people, God helps us to see things from His perspective and helps us understand how to interpret the prophecies that come later, which are given to help strengthen our faith.\n</p><p>Our attention turns to two important women whose stories have touched the hearts of countless generations: Ruth and Esther. One is a dispossessed widow who finds hope after meeting the kindly Boaz, her kinsman redeemer. Their marriage has become a favorite love story for Christians because of the way it reflects Christ’s love for us. The other is a young girl living in a foreign land who becomes aware of a plot to destroy her people and finds herself thrust onto the main stage in the drama that unfolds to save them.\n</p><p>In prophecy, of course, a woman is a powerful symbol for God’s church, shedding much light on how God regards His people. Let’s look at the biblical accounts of these two women, whose life circumstances have been immortalized in the Word of God, and seek to draw whatever lessons we can from their experiences.\n</p><p>*Study this week’s lesson to prepare for Sabbath, June 14.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 08",
               "dayTitle":"<p>Famine in “The House of Bread”</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>Critics of the Christian faith have often pointed to the brutal reality of living in this world as evidence that: (a) God does not exist, (b) He is powerless to intervene when bad things happen, or (c) He doesn’t care when we hurt. Many of the stories of the Bible, however, provide abundant evidence that none of these assumptions are correct. True, God is allowing the human race to reap the consequences of rebellion against Him. But without violating our free will, He is always present, always working in human history, always moving us toward the ultimate resolution of the problems of sin and suffering. The story of Ruth provides one such example.\n</p><p><strong>Read Ruth 1:1–5. What hardships fell on Naomi and Ruth, and what caused them? How does this reflect the situation that the entire human race now faces?\n</strong></p><p><strong>Ruth 1:1–5</strong></p>\n<p><strong><sup>1</sup></strong> Now it came to pass, in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehem, Judah, went to dwell in the country of Moab, he and his wife and his two sons.</p>\n<p><strong><sup>2</sup></strong> The name of the man was Elimelech, the name of his wife was Naomi, and the names of his two sons were Mahlon and Chilion—Ephrathites of Bethlehem, Judah. And they went to the country of Moab and remained there.</p>\n<p><strong><sup>3</sup></strong> Then Elimelech, Naomi’s husband, died; and she was left, and her two sons.</p>\n<p><strong><sup>4</sup></strong> Now they took wives of the women of Moab: the name of the one was Orpah, and the name of the other Ruth. And they dwelt there about ten years.</p>\n<p><strong><sup>5</sup></strong> Then both Mahlon and Chilion also died; so the woman survived her two sons and her husband.</p>\n\n<p><br></p><p>There is irony to be found in the opening statement of this story: there was a famine that affected Bethlehem, a town whose name means “house of bread.” One is reminded of the abundance of Eden, where God told Adam and Eve, “ ‘Of every tree of the garden you may freely eat’ ” (Gen. 2:16, NKJV). The human race began its existence in abundance, under the care of a generous Creator, but then exchanged its role as caretakers of creation for the slavery of sin. “ ‘In the sweat of your face you shall eat bread till you return to the ground,’ ” God told Adam (Gen. 3:19, NKJV).</p><p>Like Naomi, we have been dispossessed from the inheritance that God originally planned for us to have, and our lives have become a hardship. Eden was given as a gift, but not unconditionally: humans were free to rebel, but that would mean they would have to take responsibility for their own well-being. Originally, we were meant to “subdue” the whole unfallen world under God’s blessing, but now we are faced with the task of subduing a fallen one. Selfish human beings competing for scarce resources leads to much heartache and suffering.\n</p><p>The tragedy is unspeakable: the earth still produces abundantly, a powerful testimony to God’s love. But between human greed and the ravages of sin, the world at times seems to subdue us more than we subdue it. One day, however, all this will end.\n</p><p>Even after six thousand years of sin and death, how does the earth still reveal the wonders of God’s love and creative power?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 09",
               "dayTitle":"<p>Ruth and Boaz</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>Naomi asked that her name be changed to Mara because of the bitterness that had fallen over her life (see Ruth 1:20). Our relationship with our Creator has been irreparably damaged by sin, forcing us into spiritual poverty. Our prospects are dim, and we spend our lives gleaning what we can from the edges of the field, living on the scraps of joy that can still be found in a broken world. But it all changes the moment we make a remarkable discovery: God has not forgotten us.\n</p><p><strong>Read Ruth 2:5–20. Why is this such a pivotal moment in the story? Why do you think Naomi’s discovery of the benefactor’s identity was such good news?\n</strong></p><p><strong>Ruth 2:5–20</strong></p><p><strong><sup>5</sup></strong> Then Boaz said to his servant who was in charge of the reapers, \"Whose young woman is this?\"</p>\n<p><strong><sup>6</sup></strong> So the servant who was in charge of the reapers answered and said, \"It is the young Moabite woman who came back with Naomi from the country of Moab.</p>\n<p><strong><sup>7</sup></strong> And she said, 'Please let me glean and gather after the reapers among the sheaves.' So she came and has continued from morning until now, though she rested a little in the house.\"</p>\n<p><strong><sup>8</sup></strong> Then Boaz said to Ruth, \"You will listen, my daughter, will you not? Do not go to glean in another field, nor go from here, but stay close by my young women.</p>\n<p><strong><sup>9</sup></strong> Let your eyes be on the field which they reap, and go after them. Have I not commanded the young men not to touch you? And when you are thirsty, go to the vessels and drink from what the young men have drawn.\"</p>\n<p><strong><sup>10</sup></strong> So she fell on her face, bowed down to the ground, and said to him, \"Why have I found favor in your eyes, that you should take notice of me, since I am a foreigner?\"</p>\n<p><strong><sup>11</sup></strong> And Boaz answered and said to her, \"It has been fully reported to me, all that you have done for your mother-in-law since the death of your husband, and how you have left your father and your mother and the land of your birth, and have come to a people whom you did not know before.</p>\n<p><strong><sup>12</sup></strong> The Lord repay your work, and a full reward be given you by the Lord God of Israel, under whose wings you have come for refuge.\"</p>\n<p><strong><sup>13</sup></strong> Then she said, \"Let me find favor in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant, though I am not like one of your maidservants.\"</p>\n<p><strong><sup>14</sup></strong> Now Boaz said to her at mealtime, \"Come here, and eat of the bread, and dip your piece of bread in the vinegar.\" So she sat beside the reapers, and he passed parched grain to her; and she ate and was satisfied, and kept some back.</p>\n<p><strong><sup>15</sup></strong> And when she rose up to glean, Boaz commanded his young men, saying, \"Let her glean even among the sheaves, and do not reproach her.</p>\n<p><strong><sup>16</sup></strong> Also let grain from the bundles fall purposely for her; leave it that she may glean, and do not rebuke her.\"</p>\n<p><strong><sup>17</sup></strong> So she gleaned in the field until evening, and beat out what she had gleaned, and it was about an ephah of barley.</p>\n<p><strong><sup>18</sup></strong> Then she took it up and went into the city, and her mother-in-law saw what she had gleaned. So she brought out and gave to her what she had kept back after she had been satisfied.</p>\n<p><strong><sup>19</sup></strong> And her mother-in-law said to her, \"Where have you gleaned today? And where did you work? Blessed be the one who took notice of you.\" So she told her mother-in-law with whom she had worked, and said, \"The man's name with whom I worked today is Boaz.\"</p>\n<p><strong><sup>20</sup></strong> Then Naomi said to her daughter-in-law, \"Blessed be he of the Lord, who has not forsaken His kindness to the living and the dead!\" And Naomi said to her, \"This man is a relation of ours, one of our close relatives.\"</p>\n<p><br></p><p>Naomi could not take possession of her husband Elimelech’s land without obtaining assistance from her husband’s family. She hopes that Ruth can marry a close relative of her deceased husband and bear a child in Elimelech’s name. God had made provision in Israel for individuals to reclaim their inheritance in the Promised Land: a close relative was needed to redeem Elimelech’s inheritance. Boaz was not just a kind farmer; he was a kinsman of Elimelech who could redeem the land.\n</p><p>The discovery that Boaz was not only kindhearted and generous but a relative was the best possible news: the poverty in which these two women existed did not have to last forever.\n</p><p>Christians have long understood Boaz to be a type of Christ, who is not only our Creator but chose to become our kinsman—a real, flesh-and-blood human being, one of the reasons why, again and again, He called Himself “the Son of man” (Matt. 12:8, Mark 8:31, Luke 22:22, John 3:14).\n</p><p>Far too many people think of God in harsh terms—e.g., “Perhaps He will let us into heaven if we check all the correct boxes on a moral inventory, but He will do so grudgingly because we have scraped by on a technicality.” The picture of Christ revealed in Boaz completely displaces such notions. God not only notices us, but, in spite of our deep spiritual poverty, He wants us as His bride.\n</p><p><strong>Try to wrap your mind around not only the Creator’s becoming part of His own creation but then dying for it. How should this astonishing truth impact how we view our own existence?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 10",
               "dayTitle":"<p>Boaz as Redeemer</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>Boaz falls deeply in love with Ruth and wishes to marry her, but there is a significant barrier: there is a closer relative who also has a claim on the woman and the land. If we consider Boaz to be a type of Christ, this situation may reveal an issue at stake in the great controversy. Christ loves us, but there is a “closer relative” who also has a claim: Satan.\n</p><p><strong>What do the following passages reveal about Satan’s claim on humanity? (Job 1:6–11; Matt. 4:8, 9; Jude 1:9; Luke 22:31).\n</strong></p><p><strong>Job 1:6–11</strong></p><p><strong><sup>6</sup></strong> Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.</p>\n<p><strong><sup>7</sup></strong> And the Lord said to Satan, \"From where do you come?\" So Satan answered the Lord and said, \"From going to and fro on the earth, and from walking back and forth on it.\"</p>\n<p><strong><sup>8</sup></strong> Then the Lord said to Satan, \"Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?\"</p>\n<p><strong><sup>9</sup></strong> So Satan answered the Lord and said, \"Does Job fear God for nothing?</p>\n<p><strong><sup>10</sup></strong> Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.</p>\n<p><strong><sup>11</sup></strong> But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!\"</p><p><br></p><p>Matt. 4:8, 9</p>\n<p><strong><sup>8</sup></strong> Again, the devil took Him up on an exceedingly high mountain, and showed Him all the kingdoms of the world and their glory.</p>\n<p><strong><sup>9</sup></strong> And he said to Him, \"All these things I will give You if You will fall down and worship me.\"</p><p><br></p><p><strong>Jude 1:9</strong></p>\n<p><strong><sup>9</sup></strong> Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, \"The Lord rebuke you!\"</p><p><br></p><p><strong>Luke 22:31</strong></p>\n<p><strong><sup>31</sup></strong> And the Lord said, \"Simon, Simon! Indeed, Satan has asked for you, that he may sift you as wheat.</p>\n<p><br></p><p>When Satan appeared in the heavenly council, he told God that he had been “ ‘going to and fro in the earth’ ” (Job 1:7), and when God asked him if he had noticed the righteous Job, Satan laid claim to him as one of his own, suggesting that Job’s heart did not really belong to God. That is, he really follows You only because You are good to him. Stop being good to him and see who truly has Job’s allegiance.\n</p><p>In Jude, we see a brief reference to a story that was well known in Israel: after Moses had been buried by God (Deut. 34:6), he was later resurrected. Though we are not privy to the details, the text itself, which says that they disputed over the body of Moses, implies that Satan was making some kind of claim on it.\n</p><p>“For the first time Christ was about to give life to the dead. As the Prince of life and the shining ones approached the grave, Satan was alarmed for his supremacy. With his evil angels he stood to dispute an invasion of the territory that he claimed as his own. He boasted that the servant of God had become his prisoner. He declared that even Moses was not able to keep the law of God; that he had taken to himself the glory due to Jehovah—the very sin which had caused Satan’s banishment from heaven—and by transgression had come under the dominion of Satan.”—Ellen G. White, Patriarchs and Prophets, p. 478. Obviously, Christ refuted Satan’s claim, and Moses was resurrected (see Matt. 17:3).\n</p><p>In Ruth 4:1–12, Boaz travels to the gate of Bethlehem—the town where Christ would enter our world as our close relative. The elders gather, and finally a sandal (a symbol of ownership) is exchanged.\n</p><p>The gate of a village is where cases were decided: this is a type of judgment scene. It reflects the judgment scene of Daniel 7:13, 14, 22, 26, 27. We must not miss this critical aspect of judgment: judgment is in “favor of the saints” but only because Christ paid the price for us, just as Boaz did for his bride.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 11",
               "dayTitle":"<p>Haman and Satan</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>In the story of Esther, we meet Haman, who is hungry for position and power. He is given a great degree of prominence in the empire, above all the other princes (Esther 3:1).\n</p><p>If we read Ezekiel 28:11–15 and Isaiah 14:12–15 about Lucifer, we can find some parallels with Haman, an evil antagonist to God’s chosen people, who refuses to bow to God’s supremacy. Satan’s overarching intentions are revealed in the story of the temptation of Christ, where he takes Jesus to a high place to show Him the kingdoms of the world (Matt 4:8–11). Christ, as we have seen, came to redeem the world and claim it as His own—and He did it as one of us. Jesus is the kinsman redeemer, and the price He paid to redeem the world was exceedingly high.\n</p><p>In the book of Revelation, we see that Satan’s lust for power and worship brings this world to its final crisis. His deceptions convince the world to “marvel” and follow the beast (Rev. 13:3, 4, NKJV), except for notable exceptions who refuse to worship him. With these people, he resorts to force.\n</p><p>Haman notices that Mordecai—one of God’s chosen people—would not defer to him or acknowledge what he believed to be his right to “worship.” He is “filled with wrath” (Esther 3:5, 6, NKJV), and he becomes determined to eliminate all of Mordecai’s people from the face of the earth.\n</p><p><strong>Read Esther 3:1–14, Revelation 12:14–17, and Revelation 13:15. What parallels do you find between these passages? How is John’s description of God’s remnant church like Haman’s description of God’s people?\n</strong></p><p><strong>Esther 3:1–14</strong></p><!-- Esther 3:1–14 -->\n<p><strong><sup>1</sup></strong> After these things King Ahasuerus promoted Haman, the son of Hammedatha the Agagite, and advanced him and set his seat above all the princes who were with him.</p>\n<p><strong><sup>2</sup></strong> And all the king's servants who were within the king's gate bowed and paid homage to Haman, for so the king had commanded concerning him. But Mordecai would not bow or pay homage.</p>\n<p><strong><sup>3</sup></strong> Then the king's servants who were within the king's gate said to Mordecai, \"Why do you transgress the king's command?\"</p>\n<p><strong><sup>4</sup></strong> Now it happened, when they spoke to him daily and he would not listen to them, that they told it to Haman, to see whether Mordecai's words would stand; for Mordecai had told them that he was a Jew.</p>\n<p><strong><sup>5</sup></strong> When Haman saw that Mordecai did not bow or pay him homage, Haman was filled with wrath.</p>\n<p><strong><sup>6</sup></strong> But he disdained to lay hands on Mordecai alone, for they had told him of the people of Mordecai. Instead, Haman sought to destroy all the Jews who were throughout the whole kingdom of Ahasuerus—the people of Mordecai.</p>\n<p><strong><sup>7</sup></strong> In the first month, which is the month of Nisan, in the twelfth year of King Ahasuerus, they cast Pur (that is, the lot), before Haman to determine the day and the month, until it fell on the twelfth month, which is the month of Adar.</p>\n<p><strong><sup>8</sup></strong> Then Haman said to King Ahasuerus, \"There is a certain people scattered and dispersed among the people in all the provinces of your kingdom; their laws are different from all other people's, and they do not keep the king's laws. Therefore it is not fitting for the king to let them remain.</p>\n<p><strong><sup>9</sup></strong> If it pleases the king, let a decree be written that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who do the work, to bring it into the king's treasuries.\"</p>\n<p><strong><sup>10</sup></strong> So the king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews.</p>\n<p><strong><sup>11</sup></strong> And the king said to Haman, \"The money and the people are given to you, to do with them as seems good to you.\"</p>\n<p><strong><sup>12</sup></strong> Then the king's scribes were called on the thirteenth day of the first month, and a decree was written according to all that Haman commanded—to the king's satraps, to the governors who were over each province, to the officials of all people, to every province according to its script, and to every people in their language. In the name of King Ahasuerus it was written, and sealed with the king's signet ring.</p>\n<p><strong><sup>13</sup></strong> And the letters were sent by couriers into all the king's provinces, to destroy, to kill, and to annihilate all the Jews, both young and old, little children and women, in one day, on the thirteenth day of the twelfth month, which is the month of Adar, and to plunder their possessions.</p>\n<p><strong><sup>14</sup></strong> A copy of the document was to be issued as law in every province, being published for all people, that they should be ready for that day.</p><p><strong>Revelation 12:14–17</strong></p>\n\n<!-- Revelation 12:14–17 -->\n<p><strong><sup>14</sup></strong> But the woman was given two wings of a great eagle, that she might fly into the wilderness to her place, where she is nourished for a time and times and half a time, from the presence of the serpent.</p>\n<p><strong><sup>15</sup></strong> So the serpent spewed water out of his mouth like a flood after the woman, that he might cause her to be carried away by the flood.</p>\n<p><strong><sup>16</sup></strong> But the earth helped the woman, and the earth opened its mouth and swallowed up the flood which the dragon had spewed out of his mouth.</p>\n<p><strong><sup>17</sup></strong> And the dragon was enraged with the woman, and he went to make war with the rest of her offspring, who keep the commandments of God and have the testimony of Jesus Christ.</p><p><strong>Revelation 13:15</strong></p>\n\n<!-- Revelation 13:15 -->\n<p><strong><sup>15</sup></strong> He was granted power to give breath to the image of the beast, that the image of the beast should both speak and cause as many as would not worship the image of the beast to be killed.</p>\n<p>The devil has laid claim to this world, but the presence of people who stay loyal to God—who keep His commandments—disproves his claim of complete supremacy. “When the Sabbath shall become the special point of controversy throughout Christendom, the persistent refusal of a small minority to yield to the popular demand will make them objects of universal execration.”—Ellen G. White, Signs of the Times, February 22, 1910.\n</p><p><strong>Think about the “small” things that test your faith now. If you compromise on them, the “small” things, how will you do when the big test comes?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 12",
               "dayTitle":"<p>For Such a Time as This</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p>There is an unfortunate tendency among some Christians to dwell on the hard things of Bible prophecy. We see that trying times lie ahead, and the study of prophecy can become fear-based, focusing on hardship instead of the promised resolution to the story. While God does not sugarcoat the future, and He is honest about the events that will transpire between now and the close of the great controversy, it is important always to read the story to the end.\n</p><p>There is a general pattern in prophecy in which God reveals the truth about the mess created by our human rebellion, and He shows us the consequences. But then He always holds out hope. Some have looked at the predictions of a final crisis—the “time of Jacob’s trouble”—with fear and trembling. Undoubtedly, the closing moments will not be easy ones for God’s people. But just as the prediction of hard times is reliable, so is the promise of deliverance.\n</p><p>In Revelation 12, the devil pursues Christ’s bride with hateful vengeance, but God intervenes to save her. The story of Esther also has a beautiful queen playing a central role in the drama, and God uses her powerfully to save His people.\n</p><p><strong>Read Esther 4:13, 14; Esther 5:1–3; and Esther 9:20–28. What lessons can we draw from these passages regarding our plight in the closing moments of earth’s history?\n</strong></p><p><strong>Esther 4:13, 14</strong></p><p><strong><sup>13</sup></strong> And Mordecai told them to answer Esther: \"Do not think in your heart that you will escape in the king's palace any more than all the other Jews.</p>\n<p><strong><sup>14</sup></strong> For if you remain completely silent at this time, relief and deliverance will arise for the Jews from another place, but you and your father's house will perish. Yet who knows whether you have come to the kingdom for such a time as this?\"</p><p><br></p><p><strong>Esther 5:1–3</strong></p><p><strong><sup>1</sup></strong> Now it happened on the third day that Esther put on her royal robes and stood in the inner court of the king's palace, across from the king's house, while the king sat on his royal throne in the royal house, facing the entrance of the house.</p>\n<p><strong><sup>2</sup></strong> So it was, when the king saw Queen Esther standing in the court, that she found favor in his sight, and the king held out to Esther the golden scepter that was in his hand. Then Esther went near and touched the top of the scepter.</p>\n<p><strong><sup>3</sup></strong> And the king said to her, \"What do you wish, Queen Esther? What is your request? It shall be given to you—up to half the kingdom!\"</p>\n<p><br></p><p><strong>Esther 9:20–28</strong></p><p><strong><sup>20</sup></strong> And Mordecai wrote these things and sent letters to all the Jews, near and far, who were in all the provinces of King Ahasuerus,</p>\n<p><strong><sup>21</sup></strong> to establish among them that they should celebrate yearly the fourteenth and fifteenth days of the month of Adar,</p>\n<p><strong><sup>22</sup></strong> as the days on which the Jews had rest from their enemies, as the month which was turned from sorrow to joy for them, and from mourning to a holiday; that they should make them days of feasting and joy, of sending presents to one another and gifts to the poor.</p>\n<p><strong><sup>23</sup></strong> So the Jews accepted the custom which they had begun, as Mordecai had written to them,</p>\n<p><strong><sup>24</sup></strong> because Haman, the son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to annihilate them, and had cast Pur (that is, the lot), to consume them and destroy them;</p>\n<p><strong><sup>25</sup></strong> but when Esther came before the king, he commanded by letter that this wicked plot which Haman had devised against the Jews should return on his own head, and that he and his sons should be hanged on the gallows.</p>\n<p><strong><sup>26</sup></strong> So they called these days Purim, after the name Pur. Therefore, because of all the words of this letter, what they had seen concerning this matter, and what had happened to them,</p>\n<p><strong><sup>27</sup></strong> the Jews established and imposed it upon themselves and their descendants and all who would join them, that without fail they should celebrate these two days every year, according to the written instructions and according to the prescribed time,</p>\n<p><strong><sup>28</sup></strong> that these days should be remembered and kept throughout every generation, every family, every province, and every city, that these days of Purim should not fail to be observed among the Jews, and that the memory of them should not perish among their descendants.</p><p><strong><br></strong></p><p>God raised up His remnant church for a specific moment in history. As the 1,260 days of the Dark Ages drew to a close, God brought His bride out of hiding (compare with Rev. 12:14) to carry His final message of mercy—the three angels’ messages—to the world. We are here “for such a time as this” (Esther 4:14).\n</p><p>Esther discovered she was not alone in facing the persecution being unleashed on her people by Haman: she found favor from the king, and her people were ultimately delivered. Neither are we alone as we enter the final moments of earth’s history—the King is on our side, and God’s people will be delivered, as well.\n</p><p><strong>Things worked out well, at least in this story, for God’s people. It doesn’t always happen that way, though, does it? Why, then, must we always take a long-term view of things in order to maintain the hope that we have in Christ?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 13",
               "dayTitle":"<p>Further Thought</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>“The First King of Israel,” pp. 605, 606, in Patriarchs and Prophets.\n</p><p>“Satan will arouse indignation against the minority who refuse to accept popular customs and traditions. Men of position and reputation will join with the lawless and the vile to take counsel against the people of God. Wealth, genius, education, will combine to cover them with contempt. Persecuting rulers, ministers, and church members will conspire against them. With voice and pen, by boasts, threats, and ridicule, they will seek to overthrow their faith. By false representations and angry appeals, men will stir up the passions of the people. Not having a ‘Thus saith the Scriptures’ to bring against the advocates of the Bible Sabbath, they will resort to oppressive enactments to supply the lack. To secure popularity and patronage, legislators will yield to the demand for Sunday laws. But those who fear God, cannot accept an institution that violates a precept of the Decalogue. On this battlefield will be fought the last great conflict in the controversy between truth and error. And we are not left in doubt as to the issue. Today, as in the days of Esther and Mordecai, the Lord will vindicate His truth and His people.”—Ellen G. White, Prophets and Kings, pp. 605, 606.\n</p><p>Discussion Questions:\n</p><p><strong>Why do you think God allows His people to pass through trying times? What is the point of allowing it?\n</strong></p><p><strong>How does a believer prepare himself or herself for any potential hardship that may come with loyalty to Christ? Where do you find hope in the midst of difficult circumstances?\n</strong></p><p><strong>Why do you think we tend to dwell on the harder things of prophecy and allow them to eclipse the bigger picture that provides good news?\n</strong></p><p><strong>A friend comes to you after reading the book of Revelation and confides that she finds it “terrifying.” What approach would you use to help her understand more clearly and find peace of mind?\n</strong></p><p><strong>Someone says, “I’m not convinced that God loves me or wants me. If you knew what I’ve done, you would understand why.” What response would you give? How do the stories of Ruth and Esther inform your approach?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 13",
               "dayTitle":"<p>Inside Story</p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>Part 7: “We Need One of Those!”\n</strong></p><p><em>By Diana Fish\n</em></p><p>Diana and Loren Fish had their dream jobs. She was working in development at the Seventh-day Adventist hospital in Orlando, Florida, and he had a successful counseling practice. But something was missing. They prayed.\n</p><p>On a whim, Diana attended a North American Division Women’s Ministries conference. In the exhibition hall, she stopped at the Holbrook Seventh-day Adventist Indian School booth to admire student-made pottery. When a woman at the booth learned that Diana worked in development, she excitedly said that the school was looking for a development director. Diana dismissed the idea that God might be calling her to work at the school in Arizona.\n</p><p>Six months later, Loren decided at the last minute to attend the 2015 General Conference Session in San Antonio, Texas. In the exhibition hall, he found himself at the Holbrook booth. When a woman at the booth learned he was a licensed clinical social worker, she excitedly said, “We need one of those!” She asked about his wife’s job, and he responded that she worked in development. “We need one of those, too!” the woman said, waving at her husband, who happened to be Holbrook’s principal.\n</p><p>Weeks later, the couple visited Holbrook after a vacation to see family in Colorado. They spent nine hours talking with staff about the school’s mission to provide a safe place for American Indian children to learn and grow. They learned that the staff dreamed of having Christian counseling available around the clock for students dealing with post-traumatic stress disorder and other mental health issues. Diana tossed and turned that night in the school guestroom. In the morning, she noticed two identical books on a bookshelf. They looked familiar. Reaching into her backpack, she pulled out the same book, which Loren had gotten at the General Conference Session. It was titled, Follow: Anytime, Anywhere, at Any Cost, by Don MacLafferty. Immediately, Diana knew God was calling them to Holbrook. She prayed, “You’ll have to put the same impression on Loren’s heart.”\n</p><p>Several days later, back in Florida, Loren told Diana that he had been praying and sensed God calling them to Holbrook. That evening, they submitted their résumés and began packing. Two weeks later, they were offered the positions. They have worked at the school for the past 10 years. “God is so amazing,” Diana said. “He has shown me every step of the way that He is working in my life. Before I knew Him, He knew me and had a plan.”\n</p><p>This mission story shows how God miraculously worked in the life of Diana Fish, development director of the US-based Holbrook Seventh-day Adventist Indian School, which received the Thirteenth Sabbath Offering in 2021. Thank you for supporting the spread of the gospel with this quarter’s Thirteenth Sabbath Offering on June 28. Read more about the school next week.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 13",
               "dayTitle":"<p>Teacher Comments</p>",
               "id":119,
               "idDay":9,
               "idLesson":11,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p>Key Text: <strong>Esther 5:2\n</strong></p><p>Study Focus: <strong>Ruth 1, 2, 4; Esther 3:1–14\n</strong></p><p>The Bible is full of women who played significant roles in the Bible. Eve, whose name means “life,” for she was “the mother of all living,” was the one who transmitted the Messianic seed, which led to the birth of Jesus Christ, the Savior of humanity (Gen. 3:15). In the patriarchal period, such women as Sarah, Rebekah, Rachel, and Leah, as well as Tamar, had a powerful impact on the course of salvation history. Their actions ensured the continuation of the Messianic line.\n</p><p>In the time of the Exodus, Israel owed its survival to women when Pharaoh decreed the killing of all the newborn male babies of Israel. The midwives (Exod. 1:15–17), and even the daughter of Pharaoh (Exod. 2:5) and other women (Exod. 2:7), are remembered in the Torah, the Pentateuch, as those who were instrumental in saving Israel, often at the risk of their own lives. Later, Deborah, the prophetess who judged Israel, is referred to as the one who “arose” and saved Israel in war (Judg. 5:7, NKJV). Rahab saved the spies and thus helped save Israel in their fight against the Canaanites. According to Matthew’s genealogy (Matt. 1:5), Rahab was the mother of Boaz who married Ruth and became an ancestor of the Messiah. In this lesson, we will focus on two important women who gave their names to biblical books: Ruth and Esther. Despite the differences in times and settings of their stories, in some ways these two women exemplify the character of the many women who God appointed to help save Israel.\n</p><p><strong>Part II: Commentary\n</strong></p><p>The history of ancient Israel may be said to be framed by the stories of Ruth and Esther. Ruth belongs to “the days when the judges ruled” (Ruth 1:1, NKJV), during the earliest period of Israel, at a time when the Israelite tribes were still settling in the Promised Land. Esther belongs to the time of the Persian exile. Aspects of Israel's history are sometimes linked with the voice of a woman, which is significant because, biblically, a woman often symbolizes a church. One then may ask: In what way do these two women typify God’s church, and what lessons may we, as God’s last-day church, learn from them?\n</p><p>It is also noteworthy that nomadic societies tended to give more importance to women than sedentary societies did. In light of this tendency, today, we may do well to consider how the voices and influence of Ruth and Esther, and their modern counterparts, may well be helpful in a world that becomes increasingly unsettled and violent.\n</p><p>Ruth or the Power of Kindness. Reading the story of Ruth through the lens of the plan of salvation during the end times is illuminating. The name of Ruth comes from a root meaning “friend, ally,” with the con­notation of softness and freshness. The main theme of the book is kindness. There is no tension, no wicked person nor conflict nor criticism, nor even implicit bitterness in the beautiful and poetic story. Ruth is identified as a Moabite, a qualification that is used twice. The hero of the book is a foreign woman. The message of kindness that permeates the book is thus disconnected from any national belonging; kindness is universal and transcends the borders of all nations.\n</p><p>The story tells us that this Moabite was married to an Israelite husband who died; she decides, then, to follow her mother-in-law, Naomi, not only in her physical journey back to the land of Israel but also in her Israelite religion: “ ‘Wherever you go, . . . I will go; your people shall be my people, and your God, my God. Where you die, I will die’ ” (Ruth 1:16, 17, NKJV). The story begins, then, with an evangelistic success, although no report of the missiological strategy is given. Ruth was not converted by a sensational miracle in an evangelistic campaign. Ruth simply followed her mother-in-law out of love for her because she knew her and trusted her judgment.\n</p><p>Note that Naomi did not use any argument to convince Ruth to stay. On the contrary, Naomi even encouraged Ruth to return to her mother’s house (Ruth 1:8). Naomi stopped arguing with Ruth only when she “saw that she was determined to go with her” (Ruth 1:18, NKJV).\n</p><p>The next step of the story takes us to Boaz, Naomi’s kinsman, a wealthy farmer of whom Ruth humbly asks permission to glean some grain from his fields. The story says that Boaz spoke “ ‘kindly’ ” to her (Ruth 2:13, NKJV) and was generous with her (Ruth 2:8). It happens that Boaz is the only near kinsman who is willing to fulfill his responsibility as the go'el, the redeemer of the family. The verb “redeem” is a keyword of the passage (Ruth 4:4, 7, NKJV).\n</p><p>Note Ruth’s zeal and boldness in approaching her redeemer. Also note her humility, as she acknowledges her modest origins as a “ ‘foreigner’ ” (Ruth 2:10, NKJV) and her unworthiness in that she is “ ‘not like one of your maidservants’ ” (Ruth 2:13, NKJV). Note, too, her kindness toward her mother-in-law, a kindness that has been remarked upon by many people, including Boaz, her potential redeemer (Ruth 2:12). The biblical author never refers to Ruth’s faithfulness in her religious and ritual duties, as if her kindness toward others was enough evidence to convince her redeemer of her devotion.\n</p><p>The conclusion of the story is all the more striking: not only did Ruth marry Boaz, thus restoring the dignity of her family, but she received the greatest reward a family could receive, namely, its place in the genealogy of the Messiah. The legacy of the book is of high significance. Ruth was accepted in Israel, despite her foreign origin—perhaps, and paradoxically, because of her foreign origin, as emphasized in the book (Ruth 1:4, 22; Ruth 2:2, 6, 10–13, 21; Ruth 4:5, 10). In Jewish liturgy, the book of Ruth is read during the feast of Shavuot, also known as the feast of weeks or Pentecost, a celebration that is associated with the harvest and the gift of the law.\n</p><p>Esther or the Power of Beauty. Equally inspiring, as well as chal­lenging, is reading the book of Esther in light of God’s plan of salvation during the last days of human history. Challenging because the book of Esther reads like a secular book, with no explicit religious content whatsoever. There is no reference to God. The course of events seems to run by itself, with no divine, miraculous intervention. All that transpires in the story depends on the shrewdness of Mordecai, a royal courtier, and on the beauty and bravery of Queen Esther, as well as upon timing (Esther 3:7, Esther 9:24). The roles of priest and prophet are totally absent from the story. Even the end of the story, with the killing of many people, raises suspicions about its spiritual value. More important, Esther and Mordecai’s Jewish identity did not prevent them from reaching the highest positions in the pagan court. Neither does anything in the book suggest a tension between them and that environment. No wonder many ancient rabbis and church fathers question the spiritual value of the book, even denying its canonical place.\n</p><p>Yet, this book is also an inspiration, precisely because of the problema­tic elements mentioned above. The lack of reference to God is, in fact, an important element that makes this book significant and relevant for us who live today in a secular and troubled world. The experience of the silence of God is already a paradoxical component of His providential presence. It happens that Esther is a queen at the very moment when the people are threatened. It also happens that the king, during a bout of insomnia, discovers an act of Mordecai’s loyalty which had saved the king’s life. On the other hand, the text clearly suggests that the Jewish people are protected. If Esther does not speak to the king, if she remains silent, “ ‘deliverance will arise . . . from another place’ ” (Esther 4:14, NKJV). Likewise, Jesus in His time uses a similar argument: “ ‘If these would keep silent, the stones should immediately cry out’ ” (Luke 19:40, NKJV).\n</p><p>Some commentators find evidence of God’s providence in the name of Esther, which they relate to the concept of hester panim, “hiding of the face,” an important dimension of God’s relationship with His people when He seems to be absent (see Isa. 8:17, Isa. 50:6, Isa. 53:3). The allusion to the Day of Atonement has also been noted on the basis of common elements, such as fasting, the idea of judgment, and the redemption of God’s people versus the destruction of the wicked. The ancient rabbis have supported this connection on the basis of the play on the words pur, “lot,” with the word kippur, the Day of Atonement. Also, the book of Esther ends with the same hope and perspective of “peace” and the seeking of “good” (Esther 10:3; compare with Ps. 122:8, 9, NKJV) as in the Day of Atonement.\n</p><p><strong>Part III: Life Application\n</strong></p><p>How may the following contemplations on Ruth and Esther be applied to your life?\n</p><p>Ruth: The fact that we believe we belong to God’s people and are very religious should not make us sad, angry, or proud, but it implies a serious code of ethics. Just as Ruth was kind and friendly with people around her, we should strive to be kind and friendly to people in our families and in the society around us. Also note Ruth’s humility. Ruth does not boast about her qualities or about her piety. Instead, Ruth feels unworthy and never judges others. Ruth is not involved in religious activism; she is not legalistic, thinking she deserves salvation on the basis of her works. She counts only on the grace of her mother-in-law and of the kinsman. Lastly, note that Naomi’s missionary method is essentially comprised of her gracious attitude and acts of kindness.\n</p><p>Esther: The story of Esther resonates well with life in our modern and secular world. Wherever we are and whatever we do—in the office, on the road, in college, or even in the family, amid our most menial tasks and humble duties—our presence is important and determines the salvation of others. Who knows whether we have come to a given place for such a time as this (Esther 4:14). Be wise—we do not always need to reveal immediately our religious identity (Esther 2:10, 20). Make yourself lovable, as did Esther (Esther 2:17). Vow to do whatever you can to solve your troubles, and trust in God’s grace to reverse the course of events.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>Ruth and Esther</p>",
         "verse":"<p>“So it was, when the king saw Queen Esther standing in the court, that she found favor in his sight, and the king held out to Esther the golden scepter that was in his hand. Then Esther went near and touched the top of the scepter” (Esther 5:2, NKJV).</p>",
         "versionCode":10,
         "weekDate":"June 7 - 13"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
