{
  "data": [
    {
      "color": "#B2EBF2",
      "id": 2,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 2",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>These are the words which Moses spoke” (Deut. 1:1, NKJV). Thus begins the book of Deuteronomy. And though, yes, Moses and the presence of Moses dominate the book, from these opening words to his death in the land of Moab (Deut. 34:5), Deuteronomy (as the whole Bible) is really about the Lord Jesus. For He is the One who created us (Genesis 1, Genesis 2, John 1:1–3), sustains us (Col. 1:15–17, Heb. 1:3) and redeems us (Isa. 41:14, Titus 2:14). And, in a looser sense of those words, Deuteronomy reveals how the Lord continued to create, sustain, and redeem His people at this crucial time in salvation history.</p><p>Basically, just as the children of Israel are finally to enter Canaan, Moses gives them a history lesson, a theme that is repeated all through the Bible: remember what the Lord has done for you in the past.</p><p>This admonition should mean something to us, we who are on the borders of a better Promised Land: “In reviewing our past history, having traveled over every step of advance to our present standing, . . . I am filled with astonishment, and with confidence in Christ as leader. We have nothing to fear for the future, except as we shall forget the way the Lord has led us, and His teaching in our past history.”—Ellen G. White, Life Sketches, p. 196.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 3",
          "dayTitle": "<p>The Ministry of Moses<br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>All through the Bible, the presence of Moses is felt. And though he’s not mentioned until Exodus 2:2, he had written the book of Genesis, God’s authoritative and foundational story of who we are, how we got here, why things are as bad as they are and, yet, why we can hope anyway. Creation, the Fall, the promise of Redemption, the Flood, Abraham, the gospel—all have their roots in Genesis, and its author was the prophet Moses. It’s hard to gauge adequately the influence that this one man, hardly flawless, was nevertheless able to exert for God because he loved the Lord and wanted to serve Him.</p><p><strong>Read Exodus 32:29–32, which records the conversation between the Lord and Moses after the terrible sin of the golden calf. What insight does this story give us about the character of Moses and why, despite whatever flaws he had, the Lord was able to use him in such a mighty way?</strong></p><p><strong>Exodus 32:29–32</strong></p><p><strong><sup>29</sup> </strong>For Moses had said, Consecrate yourselves today to the Lord, even every man upon his son, and upon his brother; that he may bestow upon you a blessing this day.<br><br><sup><strong>30</strong></sup> And it came to pass on the morrow, that Moses said unto the people, Ye have sinned a great sin: and now I will go up unto the Lord; peradventure I shall make an atonement for your sin.<br><br><sup><strong>31</strong></sup> And Moses returned unto the Lord, and said, Oh, this people have sinned a great sin, and have made them gods of gold.<sup><br><br><strong>32</strong></sup> Yet now, if thou wilt forgive their sin--; and if not, blot me, I pray thee, out of thy book which thou hast written.</p><p>Even though Moses had nothing to do with the sin, he sought to intercede for this sinful people, even being willing to lose his own soul on their behalf. Fascinatingly enough, in Exodus 32:32, when Moses asks God to “forgive their sin,” the verb actually means “to bear.” Thus, Moses—understanding the gravity of sin and what it took to atone for it—asked God indeed to “bear” their sin. And that is because this is the only way, ultimately, that their sin, any sin, could be forgiven.</p><p>Thus, here we have, early in the Bible, a powerful expression of substitution, in which God Himself, in the person of Jesus, will bear in Himself the full brunt and penalty of our sin—God’s preordained way of salvation for humanity while remaining true to the principles of His government and law.</p><p>Indeed, many centuries later Peter would write about Jesus: “who Himself bore our sins in His own body on the tree, that we, having died to sins, might live for righteousness—by whose stripes you were healed” (1 Pet. 2:24, NKJV).</p><p>Meanwhile, what we see in this story of Moses and his reaction to their sin is Moses in the role of intercessor on behalf of a fallen, sinful people, a precursor to what Jesus also will do for us (see Heb. 7:25).</p><p><strong>Hebrew 7:25</strong></p><p><strong><sup>25</sup></strong> Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.<br></p><p><strong>Willing to lose his own soul for his people? Think more about the implications of those words. What can we learn from them for ourselves about what it means truly to love others?</strong><br></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 4",
          "dayTitle": "<p>Fulfilled Prophecy<br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>Despite some of the error that modern science tries to promulgate as truth (such as that our universe by itself arose from “absolutely nothing” or that all life on earth arose by chance from simple chemicals), science has nonetheless given us some astonishing insights into God’s creative power.</p><p>The harmony, the balance, the precision of many aspects of the natural world, even in its fallen state, continue to astound those who study them.</p><p>And if God can be so precise with physical things, He certainly will be precise with spiritual things, as well. Hence, in the opening verses of Deuteronomy, we can see more of God’s incredible precision.</p><p><strong>Read Deuteronomy 1:1–6. What is the prophetic significance of the fact that Deuteronomy 1:3 talks about the “fortieth year”?</strong></p><p><strong>Deuteronomy 1:1–6</strong></p><p><sup><strong>1</strong></sup> These be the words which Moses spake unto all Israel on this side Jordan in the wilderness, in the plain over against the Red sea, between Paran, and Tophel, and Laban, and Hazeroth, and Dizahab.<sup><br><strong><br>2</strong></sup> (There are eleven days' journey from Horeb by the way of mount Seir unto Kadeshbarnea.)<sup><br><br><strong>3</strong></sup> And it came to pass in the fortieth year, in the eleventh month, on the first day of the month, that Moses spake unto the children of Israel, according unto all that the Lord had given him in commandment unto them;<sup><br><br><strong>4</strong></sup> After he had slain Sihon the king of the Amorites, which dwelt in Heshbon, and Og the king of Bashan, which dwelt at Astaroth in Edrei:<sup><br><br><strong>5 </strong></sup>On this side Jordan, in the land of Moab, began Moses to declare this law, saying,<sup><br><br><strong>6</strong></sup> The Lord our God spake unto us in Horeb, saying, Ye have dwelt long enough in this mount:</p><p>After the fiasco, when Moses sent spies from Kadesh Barnea to check out the land, and the people rejected the call to take the land—what happened? They were told that they would not enter into the Promised Land as they had hoped. And for how long would they wait before entering?</p><p>“ ‘ “According to the number of the days in which you spied out the land, forty days, for each day you shall bear your guilt one year, namely forty years, and you shall know My rejection” ’ ” (Num. 14:34, NKJV).</p><p>Hence, Deuteronomy takes up the story of God’s people in the fortieth year, exactly as God had told them. In other words, God’s prophetic Word is as trustworthy as God Himself, and what we see here in the opening verses of Deuteronomy is more evidence of that trustworthiness; that is, God will do what He says and will do it when He says that He will do it.</p><p>Of course, this isn’t the only prophetic time period that was fulfilled as God had said. Looking back from our vantage point today, we can find in Daniel 9:24–27, for instance, the time period for Jesus, fulfilled just as the Lord had said. We can see that the “time and times and half a time” (Dan. 7:25, NKJV; see also Rev. 12:6, 14; Rev. 13:5) has been fulfilled in history, as well as in the 2,300 days of Daniel 8:14.</p><p>And besides the precise time elements, the prophecies of Daniel 2, 7, and 8, which so precisely and accurately predicted world history, have given us overwhelming evidence of God’s foreknowledge, control, and trustworthiness.</p><p><strong>We can see that the Lord faithfully fulfilled these past prophecies just as predicted. Why should this give us confidence that we can trust Him on the things He said would come that are yet in the future?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 5",
          "dayTitle": "<p>A Thousand Times More Numerous<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p>After the long trek in the wilderness, Moses, speaking for the Lord (he was a prophet, though, indeed, more than a prophet), said: “See, I have set the land before you; go in and possess the land which the Lord swore to your fathers—to Abraham, Isaac, and Jacob—to give to them and their descendants after them” (Deut. 1:8, NKJV).</p><p>Notice, however, what comes next.</p><p><strong>Read Deuteronomy 1:9–11. What is the significance of these words, especially in light of the fact that, in a real sense, they were being punished by God for the rebellion at Kadesh Barnea?</strong><strong><br></strong></p><p><strong>Deuteronomy 1:9–11</strong></p><p><sup><strong>9</strong></sup> And I spake unto you at that time, saying, I am not able to bear you myself alone:<sup><br><br><strong>10</strong></sup> The Lord your God hath multiplied you, and, behold, ye are this day as the stars of heaven for multitude.<sup><br><br><strong>11</strong></sup> (The Lord God of your fathers make you a thousand times so many more as ye are, and bless you, as he hath promised you!)</p><p>Here we see another example of the graciousness of God. Even amid the wilderness wanderings, they were blessed: “ ‘Forty years You sustained them in the wilderness. . . . They lacked nothing; their clothes did not wear out and their feet did not swell’ ” (Neh. 9:21, NKJV).</p><p><strong>Read Deuteronomy 1:12–17. As a direct result of God’s blessing upon the people, what happened, and what steps did Moses take to deal with the situation?</strong></p><p><strong>Deuteronomy 1:12–17</strong></p><p><strong><sup>12</sup> </strong>How can I myself alone bear your cumbrance, and your burden, and your strife?<sup><br><br><strong>13</strong></sup> Take you wise men, and understanding, and known among your tribes, and I will make them rulers over you.<sup><br><br><strong>14</strong></sup> And ye answered me, and said, The thing which thou hast spoken is good for us to do.<sup><br><br><strong>15</strong></sup> So I took the chief of your tribes, wise men, and known, and made them heads over you, captains over thousands, and captains over hundreds, and captains over fifties, and captains over tens, and officers among your tribes.<sup><br><br><strong>16</strong></sup> And I charged your judges at that time, saying, Hear the causes between your brethren, and judge righteously between every man and his brother, and the stranger that is with him.<strong><br><br><sup>17</sup></strong> Ye shall not respect persons in judgment; but ye shall hear the small as well as the great; ye shall not be afraid of the face of man; for the judgment is God's: and the cause that is too hard for you, bring it unto me, and I will hear it.</p><p>Thus, even when the Lord was so powerfully present among them, there was the need for organization, for structure, for a system of accountability. Israel was a qahal, an organized assembly (see Deut. 31:30), a precursor to the New Testament ekklesia, Greek for “church” (see Matt. 16:18). And though working in a different context, Paul was never far from his Jewish roots, and in 1 Corinthians 12 we see him clearly delineating the need for qualified people to assume various roles for the proper functioning of the body, just as we see here in Deuteronomy and the qahal in the wilderness. The church today, as the qahal back then, needs to be a unified body with people fulfilling various roles according to their gifts.</p><p>Though we sometimes hear people rail against “organized” religion (what would they prefer, “disorganized” religion instead?), the Word of God, especially the New Testament, acknowledges no other kind but an organized one.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 6",
          "dayTitle": "<p>Kadesh Barnea<br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>A specter has been haunting the early parts of the book of Deuteronomy, the specter of Kadesh Barnea. This unfortunate story, as we have seen, set the immediate background for the book of Deuteronomy, and it’s worth taking a closer look at it.</p><p><strong>Read Numbers 14. How did the people react to the report of the spies, and what were the results of their reaction? (See also Deut. 1:20–46.)</strong></p><p><strong>Numbers 14</strong></p><p><strong><sup>1</sup> </strong>And all the congregation lifted up their voice, and cried; and the people wept that night.<sup><br><br><strong>2</strong></sup> And all the children of Israel murmured against Moses and against Aaron: and the whole congregation said unto them, Would God that we had died in the land of Egypt! or would God we had died in this wilderness!<sup><br><br><strong>3</strong></sup> And wherefore hath the Lord brought us unto this land, to fall by the sword, that our wives and our children should be a prey? were it not better for us to return into Egypt?<sup><br><br><strong>4</strong></sup> And they said one to another, Let us make a captain, and let us return into Egypt.<sup><br><br><strong>5</strong></sup> Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel.<sup><br><br><strong>6</strong></sup> And Joshua the son of Nun, and Caleb the son of Jephunneh, which were of them that searched the land, rent their clothes:<sup><br><strong><br>7</strong></sup> And they spake unto all the company of the children of Israel, saying, The land, which we passed through to search it, is an exceeding good land.<sup><br><br><strong>8</strong></sup> If the Lord delight in us, then he will bring us into this land, and give it us; a land which floweth with milk and honey.<sup><br><br><strong>9</strong></sup> Only rebel not ye against the Lord, neither fear ye the people of the land; for they are bread for us: their defence is departed from them, and the Lord is with us: fear them not.<sup><br><br><strong>10</strong></sup> But all the congregation bade stone them with stones. And the glory of the Lord appeared in the tabernacle of the congregation before all the children of Israel.<sup><br><br><strong>11</strong></sup> And the Lord said unto Moses, How long will this people provoke me? and how long will it be ere they believe me, for all the signs which I have shewed among them?<sup><br><br><strong>12</strong></sup> I will smite them with the pestilence, and disinherit them, and will make of thee a greater nation and mightier than they.<sup><br><br><strong>13</strong></sup> And Moses said unto the Lord, Then the Egyptians shall hear it, (for thou broughtest up this people in thy might from among them;)<sup><br><br><strong>14</strong></sup> And they will tell it to the inhabitants of this land: for they have heard that thou Lord art among this people, that thou Lord art seen face to face, and that thy cloud standeth over them, and that thou goest before them, by day time in a pillar of a cloud, and in a pillar of fire by night.<sup><br><br><strong>15</strong></sup> Now if thou shalt kill all this people as one man, then the nations which have heard the fame of thee will speak, saying,<sup><br><br><strong>16</strong></sup> Because the Lord was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.<sup><br><br><strong>17</strong></sup> And now, I beseech thee, let the power of my lord be great, according as thou hast spoken, saying,<sup><br><br><strong>18</strong></sup> The Lord is longsuffering, and of great mercy, forgiving iniquity and transgression, and by no means clearing the guilty, visiting the iniquity of the fathers upon the children unto the third and fourth generation.<sup><br><br><strong>19</strong></sup> Pardon, I beseech thee, the iniquity of this people according unto the greatness of thy mercy, and as thou hast forgiven this people, from Egypt even until now.<sup><br><strong><br>20</strong></sup> And the Lord said, I have pardoned according to thy word:<sup><br><br><strong>21</strong></sup> But as truly as I live, all the earth shall be filled with the glory of the Lord.<sup><br><br><strong>22</strong></sup> Because all those men which have seen my glory, and my miracles, which I did in Egypt and in the wilderness, and have tempted me now these ten times, and have not hearkened to my voice;<sup><br><strong><br>23</strong></sup> Surely they shall not see the land which I sware unto their fathers, neither shall any of them that provoked me see it:<sup><br><br><strong>24</strong></sup> But my servant Caleb, because he had another spirit with him, and hath followed me fully, him will I bring into the land whereinto he went; and his seed shall possess it.<sup><br><br><strong>25</strong></sup> (Now the Amalekites and the Canaanites dwelt in the valley.) Tomorrow turn you, and get you into the wilderness by the way of the Red sea.<sup><br><br><strong>26</strong></sup> And the Lord spake unto Moses and unto Aaron, saying,<sup><br><br><strong>27</strong></sup> How long shall I bear with this evil congregation, which murmur against me? I have heard the murmurings of the children of Israel, which they murmur against me.<sup><br><strong><br>28</strong></sup> Say unto them, As truly as I live, saith the Lord, as ye have spoken in mine ears, so will I do to you:<sup><br><br><strong>29</strong></sup> Your carcases shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward which have murmured against me.<sup><br><br><strong>30</strong></sup> Doubtless ye shall not come into the land, concerning which I sware to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun.<sup><br><br><strong>31</strong></sup> But your little ones, which ye said should be a prey, them will I bring in, and they shall know the land which ye have despised.<sup><br><br><strong>32</strong></sup> But as for you, your carcases, they shall fall in this wilderness.<sup><br><br><strong>33</strong></sup> And your children shall wander in the wilderness forty years, and bear your whoredoms, until your carcases be wasted in the wilderness.<sup><br><br><strong>34</strong></sup> After the number of the days in which ye searched the land, even forty days, each day for a year, shall ye bear your iniquities, even forty years, and ye shall know my breach of promise.<sup><br><br><strong>35</strong></sup> I the Lord have said, I will surely do it unto all this evil congregation, that are gathered together against me: in this wilderness they shall be consumed, and there they shall die.<sup><br><br><strong>36</strong></sup> And the men, which Moses sent to search the land, who returned, and made all the congregation to murmur against him, by bringing up a slander upon the land,<sup><br><br><strong>37</strong></sup> Even those men that did bring up the evil report upon the land, died by the plague before the Lord.<sup><br><br><strong>38</strong></sup> But Joshua the son of Nun, and Caleb the son of Jephunneh, which were of the men that went to search the land, lived still.<sup><br><br><strong>39</strong></sup> And Moses told these sayings unto all the children of Israel: and the people mourned greatly.<sup><br><br><strong>40</strong></sup> And they rose up early in the morning, and gat them up into the top of the mountain, saying, Lo, we be here, and will go up unto the place which the Lord hath promised: for we have sinned.<sup><br><br><strong>41</strong></sup> And Moses said, Wherefore now do ye transgress the commandment of the Lord? but it shall not prosper.<strong><br><br><sup>42</sup></strong> Go not up, for the Lord is not among you; that ye be not smitten before your enemies.<sup><br><br><strong>43</strong></sup> For the Amalekites and the Canaanites are there before you, and ye shall fall by the sword: because ye are turned away from the Lord, therefore the Lord will not be with you.<br><br><sup>44</sup> But they presumed to go up unto the hill top: nevertheless the ark of the covenant of the Lord, and Moses, departed not out of the camp.<sup><br><br><strong>45</strong></sup> Then the Amalekites came down, and the Canaanites which dwelt in that hill, and smote them, and discomfited them, even unto Hormah.<strong><br></strong></p><p><strong>Deuteronomy 1:20–46</strong></p><p><sup><strong>20</strong></sup> And I said unto you, Ye are come unto the mountain of the Amorites, which the Lord our God doth give unto us.<sup><br><br><strong>21</strong></sup> Behold, the Lord thy God hath set the land before thee: go up and possess it, as the Lord God of thy fathers hath said unto thee; fear not, neither be discouraged.<sup><br><br><strong>22</strong></sup> And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.<sup><br><br><strong>23</strong></sup> And the saying pleased me well: and I took twelve men of you, one of a tribe:<sup><br><br><strong>24</strong></sup> And they turned and went up into the mountain, and came unto the valley of Eshcol, and searched it out.<sup><br><br><strong>25</strong></sup> And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is a good land which the Lord our God doth give us.<sup><br><strong><br>26</strong></sup> Notwithstanding ye would not go up, but rebelled against the commandment of the Lord your God:<sup><br><br><strong>27</strong></sup> And ye murmured in your tents, and said, Because the Lord hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us.<sup><br><br><strong>28</strong></sup> Whither shall we go up? our brethren have discouraged our heart, saying, The people is greater and taller than we; the cities are great and walled up to heaven; and moreover we have seen the sons of the Anakims there.<sup><br><br><strong>29</strong></sup> Then I said unto you, Dread not, neither be afraid of them.<sup><br><br><strong>30</strong></sup> The Lord your God which goeth before you, he shall fight for you, according to all that he did for you in Egypt before your eyes;<sup><br><br><strong>31</strong></sup> And in the wilderness, where thou hast seen how that the Lord thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came into this place.<sup><br><br><strong>32</strong></sup> Yet in this thing ye did not believe the Lord your God,<sup><br><br><strong>33</strong></sup> Who went in the way before you, to search you out a place to pitch your tents in, in fire by night, to shew you by what way ye should go, and in a cloud by day.<sup><br><br><strong>34</strong></sup> And the Lord heard the voice of your words, and was wroth, and sware, saying,<sup><br><br><strong>35</strong></sup> Surely there shall not one of these men of this evil generation see that good land, which I sware to give unto your fathers.<sup><br><br><strong>36</strong></sup> Save Caleb the son of Jephunneh; he shall see it, and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed the Lord.<sup><br><br><strong>37 </strong></sup>Also the Lord was angry with me for your sakes, saying, Thou also shalt not go in thither.<sup><br><br><strong>38</strong></sup> But Joshua the son of Nun, which standeth before thee, he shall go in thither: encourage him: for he shall cause Israel to inherit it.<sup><br><br><strong>39</strong></sup> Moreover your little ones, which ye said should be a prey, and your children, which in that day had no knowledge between good and evil, they shall go in thither, and unto them will I give it, and they shall possess it.<sup><br><br><strong>40</strong></sup> But as for you, turn you, and take your journey into the wilderness by the way of the Red sea.<sup><br><br><strong>41</strong></sup> Then ye answered and said unto me, We have sinned against the Lord, we will go up and fight, according to all that the Lord our God commanded us. And when ye had girded on every man his weapons of war, ye were ready to go up into the hill.<sup><br><br><strong>42</strong></sup> And the Lord said unto me, Say unto them. Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.<sup><br><br><strong>43</strong></sup> So I spake unto you; and ye would not hear, but rebelled against the commandment of the Lord, and went presumptuously up into the hill.<sup><br><br><strong>44</strong></sup> And the Amorites, which dwelt in that mountain, came out against you, and chased you, as bees do, and destroyed you in Seir, even unto Hormah.<sup><br><br><strong>45</strong></sup> And ye returned and wept before the Lord; but the Lord would not hearken to your voice, nor give ear unto you.<sup><br><br><strong>46</strong></sup> So ye abode in Kadesh many days, according unto the days that ye abode there.</p><p>We can derive many important lessons from this story, but one important lesson, which will appear again in the book, can be found in Numbers 14, as well.</p><p><strong>Read Numbers 14:11–20. Though we see Moses again in the role of intercessor, what is significant about his line of reasoning with the Lord regarding why the Lord should not destroy them?</strong></p><p><strong>Numbers 14:11–20</strong></p><p><sup><strong>11</strong></sup> And the Lord said unto Moses, How long will this people provoke me? and how long will it be ere they believe me, for all the signs which I have shewed among them?<sup><br><br><strong>12</strong></sup> I will smite them with the pestilence, and disinherit them, and will make of thee a greater nation and mightier than they.<sup><br><br><strong>13</strong></sup> And Moses said unto the Lord, Then the Egyptians shall hear it, (for thou broughtest up this people in thy might from among them;)<sup><br><br><strong>14</strong></sup> And they will tell it to the inhabitants of this land: for they have heard that thou Lord art among this people, that thou Lord art seen face to face, and that thy cloud standeth over them, and that thou goest before them, by day time in a pillar of a cloud, and in a pillar of fire by night.<sup><br><br><strong>15</strong></sup> Now if thou shalt kill all this people as one man, then the nations which have heard the fame of thee will speak, saying,<sup><br><br><strong>16</strong></sup> Because the Lord was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.<sup><br><br><strong>17 </strong></sup>And now, I beseech thee, let the power of my lord be great, according as thou hast spoken, saying,<sup><br><br><strong>18</strong></sup> The Lord is longsuffering, and of great mercy, forgiving iniquity and transgression, and by no means clearing the guilty, visiting the iniquity of the fathers upon the children unto the third and fourth generation.<sup><br><br><strong>19</strong></sup> Pardon, I beseech thee, the iniquity of this people according unto the greatness of thy mercy, and as thou hast forgiven this people, from Egypt even until now.<sup><br><strong><br>20</strong></sup> And the Lord said, I have pardoned according to thy word:<strong><br></strong></p><p>Think about what Moses was saying to God. If You do this, look at how You will appear in the eyes of the Egyptians and the other nations in the area. This point is important because, ultimately, everything that God had wanted to do with Israel wasn’t just for the sake of Israel; it also was for humanity as a whole. The nation of Israel was to be a light to the world, a witness to the ancients about the love and power and salvation found in the true God and not in the worthless idols that these people had worshiped.</p><p>However, as Moses said, If You wipe this people out, then what? The nations will say: “Because the Lord was not able to bring this people to the land which He swore to give them, therefore He killed them in the wilderness” (Num. 14:16, NKJV).</p><p>In other words, what we see here is a theme found all through the Bible: the idea that God is to be glorified in His people—that the glory and goodness and love and power of God are to be revealed in His church, through what He does through His people. Of course, His people don’t always make it easy for Him to do this, but ultimately God will be glorified through His people’s actions on earth.</p><p><strong>Read Ephesians 3:10. What is Paul saying here, and how does this happen? How is the “manifold wisdom” of God made manifest to the cosmos? What role, if any, do we have as individuals in bringing this about?</strong><br><strong></strong></p><p><strong>Ephesians 3:10</strong></p><p><strong><sup>10</sup> </strong>To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 7",
          "dayTitle": "<p>The Iniquity of the Amorite<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p>In Deuteronomy 2 and 3, Moses continues to recount Israelite history and how, with God’s blessing, they routed their enemies; when they were faithful, God gave them the victory, even over “giants” (Deut. 2:11, 20; Deut. 3:13).</p><p>Of course, this brings up the difficult topic, which we must at least touch on, regarding the destruction of these people. Though the chil- dren of Israel would often speak peace first to a nation (Deut. 20:10, 11), yet if the people didn’t accept that offer, sometimes the Israelites would go in and destroy them, including women and children. “ ‘And the Lord our God delivered him over to us; so we defeated him, his sons, and all his people. We took all his cities at that time, and we utterly destroyed the men, women, and little ones of every city; we left none remaining’ ” (Deut. 2:33, 34, NKJV).</p><p>Some try to get around this simply by saying that these stories are not true. However, because we believe that “all Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness” (2 Tim. 3:16, NKJV), that’s not a viable option for Seventh-day Adventists. Thus, we are left with a difficult question regarding these incidents.</p><p><strong>Read Genesis 15:1–16. What did God say to Abram in Genesis 15:16, and how does it shed some light on this difficult topic?</strong></p><p><strong>Genesis 15:1–16</strong></p><p><sup><strong>1</strong></sup> After these things the word of the Lord came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward.<sup><br><br><strong>2</strong></sup> And Abram said, Lord God, what wilt thou give me, seeing I go childless, and the steward of my house is this Eliezer of Damascus?<sup><br><br><strong>3 </strong></sup>And Abram said, Behold, to me thou hast given no seed: and, lo, one born in my house is mine heir.<sup><br><br><strong>4</strong></sup> And, behold, the word of the Lord came unto him, saying, This shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir.<sup><br><br><strong>5</strong></sup> And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be.<sup><br><br><strong>6 </strong></sup>And he believed in the Lord; and he counted it to him for righteousness.<sup><br><br><strong>7</strong></sup> And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.<sup><br><strong><br>8</strong></sup> And he said, Lord God, whereby shall I know that I shall inherit it?<sup><br><br><strong>9</strong></sup> And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon.<sup><br><br><strong>10</strong></sup> And he took unto him all these, and divided them in the midst, and laid each piece one against another: but the birds divided he not.<sup><br><br><strong>11</strong></sup> And when the fowls came down upon the carcases, Abram drove them away.<sup><br><br><strong>12 </strong></sup>And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him.<sup><br><br><strong>13</strong></sup> And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;<sup><br><br><strong>14</strong></sup> And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance.<sup><br><br><strong>15</strong></sup> And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.<sup><br><strong><br>16</strong></sup> But in the fourth generation they shall come hither again: for the iniquity of the Amorites is not yet full.</p><p>There’s no question that many of these pagan nations were exceedingly brutal and cruel people who justifiably could have faced the wrath and punishment of God long before then. That’s true, and even if God waited patiently for them to change their ways, and they didn’t change—this still doesn’t alter the hard reality about the killing of everyone, including children. (Of course, probably many more children were killed in the Flood than were killed by the Israelites.)</p><p>The fact is that, for now, given the limited information we have about the full context of the events, we just need to accept this hard reality and trust in the goodness of God, which has been revealed in so many other ways. Faith isn’t just about loving God on a beautiful day in a pretty forest full of wonderful sights and sounds. It’s also about trusting in Him despite what we don’t fully understand.</p><p><strong>Read 1 Corinthians 10:1–4 and John 14:9. How do these verses, and many others like them, help us learn to trust in the love, justice, and goodness of God, even when we see things that seem hard to square with this understanding of God?</strong></p><p><strong>1 Corinthians 10:1–4</strong></p><p><strong><sup>1</sup> </strong>Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;<strong><br><br><sup>2 </sup></strong>And were all baptized unto Moses in the cloud and in the sea;<strong><br><br><sup>3</sup> </strong>And did all eat the same spiritual meat;<strong><br><br><sup>4</sup> </strong>And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.<strong><br></strong></p><p><strong>John 14:9</strong></p><p><sup><strong>9 </strong></sup>Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Show us the Father?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 8",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong><br></strong></p><p><strong>Further Thought:</strong></p><p>Here’s how one scholar seeks to answer the hard questions about what the Israelites did to some of these nations:<br>“As Creator of all things and all human beings and as sovereign over all, God can do anything [He] wants with anyone and be right in doing so. . . .</p><p>“The ways of God are a mystery. Since we will never completely understand [Him], we might as well relax with the questions in our minds. Isaiah 55:8–9 offers some consolation.</p><p>“According to the biblical picture of the Canaanites, these peoples were extremely wicked, and their annihilation represented God’s judgment for their sin. The destruction of the Canaanites was neither the first nor the last time God would do this. The differences between the Canaanites’ fate and the fate of humanity (except for Noah’s family) as described in Genesis 6–9 involve scale and agency. . . .</p><p>“God never intended for the Israelites to make the policy of herem [the total destruction] as a general policy toward outsiders. Deuteronomy 7:1 expressly identifies and thereby delimits the target peoples. The Israelites were not to follow these policies against Aramaeans or Edomites or Egyptians, or anyone else (cf. Deut. 20:10–18). . . .</p><p>“The Canaanites suffered a fate that ultimately all sinners will face: the judgment of God. . . .</p><p>“God’s elimination of the Canaanites was a necessary step in the history of salvation. . . .</p><p>“Although the Canaanites as a whole were targets of God’s judgment, they had at least forty years of advance warning (see Rahab’s confession in Josh. 2:8–11).”—Daniel I. Block, The NIV Application Commentary: Deuteronomy (Grand Rapids, MI: Zondervan, 2012), pp. 98, 99.</p><p><strong>Discussion Questions:</strong></p><p>1 Think about our understanding of the millennium, in which we will have a thousand years to have all our questions answered. How can this understanding help us to learn to trust in God despite whatever hard questions we have now?</p><p>2 What are some of the ways that God led you in the past that can help you learn to trust Him for the future? Why is it important not to forget how God has worked in our lives?</p><p>3 In class, go over the question at the end of Sunday’s study, about Moses’ willingness to lose his own soul for the sake of his people. Is that a right attitude to have? What, if anything, is worth losing one’s soul over, especially considering what it cost to redeem it?</p><p><br></p><p><strong>Inside Story:</strong><br><br>My Mother’s Heritage<br><br>By Park Yeon-Sook<br><br>My mother turned to me as she was dying from gallbladder cancer.<br>“You must go to church,” she said.<br><br>Mother had taken me to church every Sabbath since I was a young girl,<br>but I had stopped attending as I got busy with my shop in Hanam, a suburb of South Korea’s capital, Seoul. Mother’s words troubled me as I struggled both to work and raise my son, daughter, and three nephews. I realized that I could not succeed on my own, and I returned to Jesus.<br><br>As my love for Jesus grew, He gave me a heart to care for needy neighbors. A relative introduced me to Hong Soon-mi. A year after we met, Soon-mi’s husband was diagnosed with bone-marrow cancer. When I learned that he couldn’t afford surgery, I set up a donation box on the street outside my shop. Many people ridiculed me, saying, “Why are you raising money for someone who isn’t a relative?” But I kept the donation box in place.<br><br>On Soon-mi’s birthday, I presented her with a 45-pound (20-kilogram) bag of rice. “Take this gift from my shop,” I said. She later told me that her whole family cried when they saw the gift.<br><br>Soon-mi didn’t come to church right away. But she read the Adventist magazines that I gave her and learned that Seventh-day Adventists love Jesus and people. I put Soon-mi in charge of my shop and provided her with a salary and daily necessities, such as fruit and rice, for about two years. After that, I made her the manager of a small restaurant that I ran. A year after beginning to manage the restaurant, she asked, “Why don’t you invite me to church?”<br><br>“Why?” I said. “You know that you are welcome.”<br>“Then I’ll go,” she said.<br><br>After six years of friendship, Soon-mi visited West Hanam Seventh-day<br>Adventist Church for the first time. Three years later, she became a deaconess, and later her husband and son were baptized.<br><br>When I first opened my shop, I was the only Adventist in the neighborhood. Now seven merchants are Adventist. The church has a good reputation in the area. I thank my mother for giving me a heritage of faith, and I give all glory to God for using Adventist merchants like me for good.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>Moses’ History Lesson</p><p><br></p>",
      "verse": "<p>Memory Text: And they “all ate the same spiritual food, and all drank the same spiritual drink. For they drank of that spiritual Rock that followed them, and that Rock was Christ” (1 Corinthians 10:3, 4, NKJV).<br></p>",
      "versionCode": 1,
      "weekDate": "October 2–8"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
