{
  "data": [
    {
      "color": "#0474a4",
      "id": 9,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 20 de Mayo",
          "dayTitle": "<p style=\"text-align: center; \"><strong>UNA CIUDAD LLAMADA CONFUSIÓN</strong></p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p><strong>PARA MEMORIZAR:\n</strong></p><p>“Pelearán contra el Cordero, pero el Cordero los vencerá, porque es Señor de señores y Rey de reyes; y los que están con él son llamados, elegidos y fieles” (Apoc. 17:14)\n</p><p>El tema del Gran Conflicto se resume en Apocalipsis con el simbolismo de dos mujeres: una vestida del Sol, en Apocalipsis 12, y una vestida de escarlata, en Apocalipsis 17.\n</p><p>El sorprendente símbolo de la mujer vestida del Sol, en la deslumbrante gloria de Cristo, se encuentra en Apocalipsis 12. Ella es fiel a su verdadero amor, Jesús. Ella no se contamina con la corrupción de doctrinas falsas. A lo largo de la Biblia, una mujer pura simboliza a la novia de Jesús, o la verdadera iglesia. En Jeremías 6:2, el profeta dice: “Como mujer hermosa y delicada comparé a la hija de Sion” (JBS). El profeta utiliza la expresión “hija de Sion”, o una mujer fiel, para describir al pueblo de Dios. (Ver también Efe. 5:25-32; Ose. 2:20).\n</p><p>En contraste, la Biblia compara la apostasía con la prostitución o el adulterio (Sant. 4:4). Ezequiel se lamenta al hablar de la rebelión y la infidelidad de Israel: “Eres una esposa adúltera que recibe a extraños en lugar de a su propio marido” (Eze. 16:32).\n</p><p>En la lección de esta semana, estudiaremos a estas dos mujeres del Apocalipsis y exploraremos con más profundidad el conflicto entre la verdad y el error.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 21 de Mayo",
          "dayTitle": "<p style=\"text-align: center; \"><strong>DOS SISTEMAS OPUESTOS</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \"><strong>Lee Apocalipsis 12:17 y 17:14. ¿Cómo se describe a la iglesia de Dios, y cuál es la reacción de Satanás frente a ella?\n</strong></p><p style=\"text-align: justify; \"><strong>Apocalipsis 12:17\n</strong></p><p style=\"text-align: justify; \"><strong>17</strong> Entonces el dragón se llenó de ira contra la mujer y se fue a hacer la guerra contra el resto de la descendencia de ella, contra los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.\n</p><p style=\"text-align: justify; \"><strong>Apocalipsis 17:14\n</strong></p><p style=\"text-align: justify; \"><strong>14 </strong>Pelearán contra el Cordero, y el Cordero los vencerá, porque es Señor de señores y Rey de reyes; y los que están con él son llamados, elegidos y fieles.\n</p><p style=\"text-align: justify;\">A lo largo de los siglos, Dios siempre ha tenido un pueblo que le ha sido fiel. Apocalipsis 12:17 describe su fidelidad como los que “guardan los mandamientos de Dios”, y en otra parte también se los describe como “llamados, elegidos y fieles” (Apoc. 17:14).\n</p><p style=\"text-align: justify; \"><strong>Lee Apocalipsis 14:8; y 17:1 y 2. ¿Qué anuncio solemne hace el ángel, y qué hizo Babilonia para justificar ese anuncio?\n</strong></p><p style=\"text-align: justify; \"><strong>Apocalipsis 14:8\n</strong></p><p style=\"text-align: justify; \"><strong>8</strong> Otro ángel lo siguió, diciendo: «Ha caído, ha caído Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación.»\n</p><p style=\"text-align: justify; \"><strong>Apocalipsis 17:1-2\n</strong></p><p style=\"text-align: justify; \"><strong>1</strong> Vino uno de los siete ángeles que tenían las siete copas y habló conmigo, diciendo: «Ven acá y te mostraré la sentencia contra la gran ramera, la que está sentada sobre muchas aguas.\n</p><p style=\"text-align: justify; \"><strong>2 </strong>Con ella han fornicado los reyes de la tierra, y los habitantes de la tierra se han embriagado con el vino de su fornicación».\n</p><p style=\"text-align: justify;\">Juan escribió el libro de Apocalipsis a fines del siglo I. Por entonces, la antigua ciudad de Babilonia era un cúmulo de polvo. Cuando Juan escribió los mensajes del libro de Apocalipsis, ya hacía varios siglos que la ciudad literal de Babilonia había sido destruida.\n</p><p style=\"text-align: justify;\">Juan escribió el libro de Apocalipsis a fines del siglo I. Por entonces, la antigua ciudad de Babilonia era un cúmulo de polvo. Cuando Juan escribió los mensajes del libro de Apocalipsis, ya hacía varios siglos que la ciudad literal de Babilonia había sido destruida. En Apocalipsis, la antigua ciudad de Babilonia es consideraba un tipo, o símbolo, de la Babilonia del tiempo del fin. En las profecías del Apocalipsis, Babilonia representa un sistema religioso falso que tendrá características similares a las de la Babilonia del Antiguo Testamento. Los principios que guiaron a la antigua Babilonia serán la estructura que apuntale a la Babilonia moderna y espiritual\n</p><p style=\"text-align: justify;\">En Apocalipsis 17:1 al 6, una mujer vestida de púrpura y escarlata avanza en forma resuelta sobre el escenario del tiempo. Esta mujer cabalga sobre una bestia de color escarlata. La Biblia la llama ramera. Ella ha dejado a su verdadero amor, Jesucristo. Aquí el apóstol Juan nos da una representación gráfica de un sistema religioso apóstata que tiene una poderosa influencia sobre el mundo. Presta atención a esta frase: este poder era alguien con quien “han fornicado los reyes de la Tierra, y sus habitantes se han embriagado con el vino de su fornicación” (Apoc. 17:2). ¿Embriagado? Este término siempre tiene una connotación negativa en la Biblia. ¿Fornicado? Esto es un símbolo de las falsas enseñanzas, de la falsa doctrina y su práctica.\n</p><p style=\"text-align: justify; \"><strong>Tanto los dirigentes como la gente común se han visto influenciados negativamente por este poder. ¿Cuál es nuestra única protección? (Lee Efe. 6:10-18).\n</strong></p><p style=\"text-align: justify; \"><strong>Efe. 6:10-18\n</strong></p><p style=\"text-align: justify; \"><strong>10</strong> Por lo demás, hermanos míos, fortaleceos en el Señor y en su fuerza poderosa.\n</p><p style=\"text-align: justify; \"><strong>11</strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo,\n</p><p style=\"text-align: justify; \"><strong>12 </strong>porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este mundo, contra huestes espirituales de maldad en las regiones celestes.\n</p><p style=\"text-align: justify; \"><strong>13 </strong>Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo y, habiendo acabado todo, estar firmes.\n</p><p style=\"text-align: justify; \"><strong>14 </strong>Estad, pues, firmes, ceñida vuestra cintura con la verdad, vestidos con la coraza de justicia\n</p><p style=\"text-align: justify; \"><strong>15</strong> y calzados los pies con el celo por anunciar el evangelio de la paz.&nbsp;</p><p style=\"text-align: justify; \"><strong>16</strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p style=\"text-align: justify; \"><strong>17</strong> Tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios.\n</p><p style=\"text-align: justify; \"><strong>18 </strong>Orad en todo tiempo con toda oración y súplica en el Espíritu, y velad en ello con toda perseverancia y súplica por todos los santos</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 22 de Mayo",
          "dayTitle": "<p><strong>EL VINO DE LA IRA&nbsp;</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Apocalipsis 17:1, 2 y 15; y 18:1 al 4. ¿Cuán extendida es la influencia de Babilonia?\n</strong></p><p><strong>Apocalipsis 17:1, 2 y 15;\n</strong></p><p><strong>1 </strong>Vino uno de los siete ángeles que tenían las siete copas y habló conmigo, diciendo: «Ven acá y te mostraré la sentencia contra la gran ramera, la que está sentada sobre muchas aguas.\n</p><p><strong>2 </strong>Con ella han fornicado los reyes de la tierra, y los habitantes de la tierra se han embriagado con el vino de su fornicación».\n</p><p><strong>15</strong> También me dijo: «Las aguas que has visto, donde se sienta la ramera, son pueblos, muchedumbres, naciones y lenguas.\n</p><p><strong>Apocalipsis 18:1 al 4\n</strong></p><p><strong>1</strong> Después de esto vi otro ángel que descendía del cielo con gran poder, y la tierra fue alumbrada con su gloria.\n</p><p><strong>2</strong> Clamó con voz potente, diciendo:\n</p><p>«¡Ha caído, ha caído la gran Babilonia! Se ha convertido en habitación de demonios, en guarida de todo espíritu inmundo y en albergue de toda ave inmunda y aborrecible,\n</p><p><strong>3</strong> porque todas las naciones han bebido del vino del furor de su fornicación. Los reyes de la tierra han fornicado con ella y los mercaderes de la tierra se han enriquecido con el poder de sus lujos sensuales.»\n</p><p><strong>4</strong> Y oí otra voz del cielo, que decía: «¡Salid de ella, pueblo mío, para que no seáis partícipes de sus pecados ni recibáis parte de sus plagas!,\n</p><p>El sistema eclesiástico caído tiene un alcance internacional que influye en la gente de todo el mundo con sus engaños. Satanás está enfurecido porque el evangelio se proclamará a toda “nación, tribu, lengua y pueblo” (Apoc. 14:6) y “este evangelio del reino será predicado en todo el mundo” (Mat. 24:14), por lo que emplea todo engaño posible para cautivar la mente de los “habitantes de la Tierra” (Apoc. 17:2, NVI).\n</p><p>Apocalipsis 17:2 continúa su explicación del misterio de Babilonia la Grande al declarar que ella ha “fornicado” con los reyes de la Tierra. ¿Qué es la fornicación? Es una unión ilícita. En el sistema eclesiástico caído, es la unión con el Estado. En el sistema de la iglesia verdadera, la iglesia está unida con Jesucristo. La iglesia caída mira a los líderes políticos de la Tierra en busca de poder y autoridad. Busca que el Estado decrete su voluntad. En lugar de sacar su fuerza de Jesús como su verdadera cabeza, ella mira al Estado en busca de apoyo.\n</p><p>Apocalipsis 17:2 prosigue con su dramática descripción: “Y sus habitantes se han embriagado con el vino de su fornicación”. El simbolismo del jugo de uva puro, en todo el Nuevo Testamento, se utiliza para representar la sangre pura e inmaculada de Cristo derramada para nuestra salvación en la Cruz (Mat. 26:27- 29). En Lucas 22:20, Jesús dice: “ ‘Esta copa es el nuevo pacto en mi sangre’ ”. Cuando el vino nuevo y puro del evangelio se distorsiona, y las enseñanzas de la Palabra de Dios se sustituyen por las enseñanzas de las autoridades religiosas humanas, se convierte en el “vino de Babilonia” <strong>(ver Mat. 15:9).\n</strong></p><p><strong>Mat. 15:9\n</strong></p><p><strong>9 </strong>pues en vano me honran, enseñando como doctrinas mandamientos de hombres.”\n</p><p>Fíjate, también, que Dios llama a su pueblo a salir de Babilonia. En otras palabras, por más corrupto y malvado que sea el sistema, su alcance es tan amplio que abarca, por lo menos durante cierto tiempo, a sus fieles, o “pueblo mío” (Apoc. 18:4), como él los llama. Sin embargo, llegará el tiempo en que Dios los llamará a salir de ese sistema corrupto y malvado, que está a punto de caer debido a su naturaleza perversa, esta “habitación de demonios” y “albergue de toda ave sucia y aborrecible” (Apoc. 18:2).\n</p><p><strong>¿Qué función tienen los que proclaman el mensaje de los tres ángeles al ser usados por Dios para llamar a “mi pueblo”, su pueblo, a salir de Babilonia?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 23 de Mayo",
          "dayTitle": "<p style=\"text-align: center; \"><strong>UN MISTERIO: LA GRAN BABILONIA</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \"><strong>Lee Apocalipsis 17:4 al 6. ¿Qué nos enseñan estos versículos acerca de la naturaleza de este sistema malvado?\n</strong></p><p><strong>Apocalipsis 17:4 al 6</strong></p><p><strong>4 </strong>La mujer estaba vestida de púrpura y escarlata, adornada de oro, piedras preciosas y perlas, y tenía en la mano un cáliz de oro lleno de abominaciones y de la inmundicia de su fornicación.\n</p><p><strong>5</strong> En su frente tenía un nombre escrito, un misterio: «Babilonia la grande, la madre de las rameras y de las abominaciones de la tierra.»\n</p><p><strong>6</strong> Vi a la mujer ebria de la sangre de los santos y de la sangre de los mártires de Jesús. Cuando la vi quedé asombrado con gran asombro.\n</p><p>Como hemos visto, Apocalipsis 17 describe un sistema religioso apóstata que introduce en el cristianismo muchas de las enseñanzas de la Babilonia del Antiguo Testamento.\n</p><p>“Para tratar de entender la naturaleza de Babilonia, necesitamos volver a la primera referencia que se hace de ella en el registro bíblico, en Génesis. Todo comenzó en la llanura de la Tierra de Sinar, una región en la parte sur de Mesopotamia, hoy al sur de Irak, llamada Babilonia. Es allí donde se construyó la Torre de Babel, un símbolo de la autosuficiencia humana, la autopreservación y la independencia de Dios ([Gen.] 11:1-4)” (Á. M. Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages”, p. 43).\n</p><p>La Torre de Babel, el sitio de la antigua Babilonia, se construyó en desafío directo a la Palabra de Dios. Los constructores de Babel edificaron este monumento para autoglorificarse, y Dios confundió su idioma. El relato del Génesis dice así: “Por eso fue llamada Babel, porque allí el Señor confundió el lenguaje de toda la Tierra” (Gén. 11:9).\n</p><p>Tan malvado es este sistema que se lo ilustra como “ebri[o] de la sangre de los santos y de los mártires de Jesús” (Apoc. 17:6), imágenes horrorosas del nivel de corrupción de Babilonia (ver también Isa. 49:26).\n</p><p><strong>Isa. 49:26\n</strong></p><p><strong>26</strong> Y a los que te despojaron haré comer sus propias carnes, y con su sangre serán embriagados como con vino. Entonces todos sabrán que yo, Jehová, soy tu Salvador y tu Redentor, el Fuerte de Jacob.»\n</p><p>Básicamente, la Babilonia espiritual representa una religión que se basa en las enseñanzas humanas, que se afirma en las ideas humanas y se apoya en las tradiciones humanas. Es una forma de religión hecha por el hombre, creada, quizá, por líderes religiosos brillantes, si bien humanos, pero se opone al poder del evangelio y de la iglesia que Jesús edificó, una iglesia construida sobre el amor, no la violencia.\n</p><p>El libro de Apocalipsis describe estos dos sistemas de religión. El primero revela confianza total en Jesús y dependencia de su Palabra. El segundo revela confianza en la autoridad humana y dependencia de los maestros religiosos humanos. Uno es una fe cristocéntrica que depende totalmente de la gracia, el sacrificio y la expiación de Cristo para la salvación. El otro es un enfoque humanista de la fe que reemplaza la dependencia total de Cristo para la salvación por una dependencia de las tradiciones de la iglesia.\n</p><p><strong>¿Cómo podemos protegernos de las influencias sutiles de Babilonia, como la tendencia (que es muy común) a depender de nosotros mismos y no plenamente de Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miercoles 24 de Mayo",
          "dayTitle": "<p><strong>UN LLAMADO AL COMPROMISO</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">La exhortación de Apocalipsis es un llamado urgente al compromiso, resumido en el simbolismo de las dos mujeres del Apocalipsis. Aunque a veces pareciera que el pueblo de Dios será derrotado en este conflicto cósmico entre la verdad y el error, Dios promete que su iglesia finalmente triunfará.\n</p><p style=\"text-align: justify; \"><strong>Compara Mateo 16:18 con Apocalipsis 17:14. ¿Qué promesa les hizo Jesús a sus discípulos con respecto a su iglesia?\n</strong></p><p style=\"text-align: justify; \"><strong>Mateo 16:18\n</strong></p><p style=\"text-align: justify; \"><strong>18</strong> Y yo también te digo que tú eres Pedro, y sobre esta roca edificaré mi iglesia, y las puertas del Hades no la dominarán.\n</p><p style=\"text-align: justify; \"><strong>Apocalipsis 17:14\n</strong></p><p style=\"text-align: justify; \"><strong>14</strong> Pelearán contra el Cordero, y el Cordero los vencerá, porque es Señor de señores y Rey de reyes; y los que están con él son llamados, elegidos y fieles.»\n</p><p style=\"text-align: justify;\">Cristo es el fundamento sólido sobre el que se construye su iglesia. Esta iglesia se basa en las enseñanzas de su Palabra y es el Espíritu quien la guía. Al contrario, Babilonia, como hemos visto, se cimenta en las enseñanzas y las tradiciones hechas por el hombre. Cualquier líder religioso que sustituya la voluntad revelada de Dios en las Escrituras por las opiniones o las tradiciones humanas, o prefiera a estas últimas por encima de la Biblia, básicamente está fomentando la confusión babilónica.\n</p><p style=\"text-align: justify;\">En los días de la antigua Babilonia, la Iglesia y el Estado eran una misma cosa. Cuando el rey Nabucodonosor se sentaba en el trono real de su templo, supuestamente hablaba en nombre de los dioses. En una ocasión, como un acto de rebeldía contra el Dios verdadero, el rey babilónico aprobó un decreto universal que imponía la adoración y ordenó a todos sus súbditos que se inclinaran para acatar su decreto; un poderoso símbolo de lo que el pueblo fiel de Dios, que se niega a adorar la falsa imagen, enfrentará en los últimos días. (Ver Daniel 3).\n</p><p style=\"text-align: justify; \"><strong>Daniel 3\n</strong></p><p style=\"text-align: justify; \"><strong>1</strong> El rey Nabucodonosor hizo una estatua de oro, cuya altura era de sesenta codos y la anchura de seis codos; la levantó en el campo de Dura, en la provincia de Babilonia.\n</p><p style=\"text-align: justify; \"><strong>2</strong> Y ordenó el rey Nabucodonosor que se reunieran los sátrapas, los magistrados, capitanes, oidores, tesoreros, consejeros, jueces y todos los gobernadores de las provincias, para que vinieran a la dedicación de la estatua que el rey Nabucodonosor había levantado.&nbsp;</p><p style=\"text-align: justify; \"><strong>3 </strong>Se reunieron, pues, los sátrapas, magistrados, capitanes, oidores, tesoreros, consejeros, jueces y todos los gobernadores de las provincias, para la dedicación de la estatua que el rey Nabucodonosor había levantado; y estaban en pie delante de la estatua que había levantado el rey Nabucodonosor.\n</p><p style=\"text-align: justify; \"><strong>4 </strong>Y el pregonero anunciaba en alta voz: «Se os ordena a vosotros, pueblos, naciones y lenguas,\n</p><p style=\"text-align: justify; \"><strong>5</strong> que al oír el son de la bocina, la flauta, la cítara, el arpa, el salterio, la zampoña y todo instrumento de música, os postréis y adoréis la estatua de oro que el rey Nabucodonosor ha levantado;\n</p><p style=\"text-align: justify; \"><strong>6</strong> y cualquiera que no se postre y adore, inmediatamente será echado dentro de un horno de fuego ardiente.»\n</p><p style=\"text-align: justify; \"><strong>7 </strong>Por lo cual, al oír todos los pueblos el son de la bocina, la flauta, la cítara, el arpa, el salterio, la zampoña y todo instrumento de música, todos los pueblos, naciones y lenguas se postraron y adoraron la estatua de oro que el rey Nabucodonosor había levantado.\n</p><p style=\"text-align: justify; \"><strong>8</strong> Por esto, en aquel tiempo algunos hombres caldeos vinieron y acusaron maliciosamente a los judíos.\n</p><p style=\"text-align: justify; \"><strong>9</strong> Hablaron y dijeron al rey Nabucodonosor:\n</p><p style=\"text-align: justify;\">—¡Rey, para siempre vive!\n</p><p style=\"text-align: justify; \"><strong>10 </strong>Tú, rey, has dado una ley que todo hombre, al oír el son de la bocina, la flauta, la cítara, el arpa, el salterio, la zampoña y todo instrumento de música, se postre y adore la estatua de oro;\n</p><p style=\"text-align: justify; \"><strong>11 </strong>y el que no se postre y adore, sea echado dentro de un horno de fuego ardiente.\n</p><p style=\"text-align: justify; \"><strong>12</strong> Hay unos hombres judíos, a los cuales pusiste sobre los negocios de la provincia de Babilonia: Sadrac, Mesac y Abed-nego; estos hombres, oh rey, no te han respetado; no adoran a tus dioses ni adoran la estatua de oro que has levantado.\n</p><p style=\"text-align: justify; \"><strong>13</strong> Entonces Nabucodonosor dijo con ira y con enojo que trajeran a Sadrac, Mesac y Abed-nego. Al instante fueron traídos delante del rey.\n</p><p style=\"text-align: justify; \"><strong>14 </strong>Habló Nabucodonosor y les dijo:\n</p><p style=\"text-align: justify;\">—¿Es verdad, Sadrac, Mesac y Abed-nego, que vosotros no honráis a mi dios ni adoráis la estatua de oro que he levantado?\n</p><p style=\"text-align: justify; \"><strong>15</strong> Ahora, pues, ¿estáis dispuestos para que, al oír el son de la bocina, la flauta, la cítara, el arpa, el salterio, la zampoña y todo instrumento de música, os postréis y adoréis la estatua que he hecho? Porque si no la adoráis, en la misma hora seréis echados en medio de un horno de fuego ardiente, ¿y qué dios será el que os libre de mis manos?\n</p><p style=\"text-align: justify; \"><strong>16 </strong>Sadrac, Mesac y Abed-nego respondieron al rey Nabucodonosor, diciendo:\n</p><p style=\"text-align: justify;\">—No es necesario que te respondamos sobre este asunto.\n</p><p style=\"text-align: justify; \"><strong>17 </strong>Nuestro Dios, a quien servimos, puede librarnos del horno de fuego ardiente; y de tus manos, rey, nos librará.\n</p><p style=\"text-align: justify; \"><strong>18 </strong>Y si no, has de saber, oh rey, que no serviremos a tus dioses ni tampoco adoraremos la estatua que has levantado.\n</p><p style=\"text-align: justify; \"><strong>19</strong> Entonces Nabucodonosor se llenó de ira, cambió el aspecto de su rostro contra Sadrac, Mesac y Abed-nego y ordenó que el horno se calentara siete veces más de lo acostumbrado.\n</p><p style=\"text-align: justify; \"><strong>20</strong> Y ordenó a hombres muy vigorosos que tenía en su ejército, que ataran a Sadrac, Mesac y Abed-nego, para echarlos en el horno de fuego ardiente.\n</p><p style=\"text-align: justify; \"><strong>21 </strong>Así pues, estos hombres fueron atados con sus mantos, sus calzados, sus turbantes y sus vestidos, y fueron echados dentro del horno de fuego ardiente.\n</p><p style=\"text-align: justify; \"><strong>22</strong> Y como la orden del rey era apremiante, y habían calentado mucho el horno, la llama del fuego mató a aquellos que habían alzado a Sadrac, Mesac y Abed-nego.\n</p><p style=\"text-align: justify; \"><strong>23</strong> Estos tres hombres, Sadrac, Mesac y Abed-nego, cayeron atados dentro del horno de fuego ardiente.\n</p><p style=\"text-align: justify; \"><strong>24 </strong>Entonces el rey Nabucodonosor se espantó, se levantó apresuradamente y dijo a los de su consejo:\n</p><p style=\"text-align: justify;\">—¿No echaron a tres hombres atados dentro del fuego?\n</p><p style=\"text-align: justify;\">Ellos respondieron al rey:\n</p><p style=\"text-align: justify;\">—Es verdad, oh rey.\n</p><p style=\"text-align: justify; \"><strong>25 </strong>Y él dijo:\n</p><p style=\"text-align: justify;\">—Sin embargo, yo veo cuatro hombres sueltos, que se pasean en medio del fuego sin sufrir ningún daño; y el aspecto del cuarto es semejante a un hijo de los dioses.\n</p><p style=\"text-align: justify; \"><strong>26 </strong>Entonces Nabucodonosor se acercó a la puerta del horno de fuego ardiente, y dijo:\n</p><p style=\"text-align: justify;\">—Sadrac, Mesac y Abed-nego, siervos del Dios Altísimo, salid y venid.\n</p><p style=\"text-align: justify;\">Sadrac, Mesac y Abed-nego salieron de en medio del fuego.\n</p><p style=\"text-align: justify; \"><strong>27 </strong>Y se juntaron los sátrapas, los gobernadores, los capitanes y los consejeros del rey para mirar a estos hombres, cómo el fuego no había tenido poder alguno sobre sus cuerpos y ni aun el cabello de sus cabezas se había quemado; sus ropas, intactas, ni siquiera olor de fuego tenían.\n</p><p style=\"text-align: justify; \"><strong>28 </strong>Y Nabucodonosor dijo: «Bendito sea el Dios de Sadrac, Mesac y Abed-nego, que envió su ángel y libró a sus siervos que confiaron en él, los cuales no cumplieron el edicto del rey y entregaron sus cuerpos antes que servir y adorar a otro dios que su Dios.\n</p><p style=\"text-align: justify; \"><strong>29</strong> Por lo tanto, decreto que todo pueblo, nación o lengua que diga blasfemia contra el Dios de Sadrac, Mesac y Abed-nego, sea descuartizado, y su casa convertida en estercolero; por cuanto no hay dios que pueda librar como éste.»\n</p><p style=\"text-align: justify; \"><strong>30 </strong>Entonces el rey engrandeció a Sadrac, Mesac y Abed-nego en la provincia de Babilonia.\n</p><p style=\"text-align: justify;\">En los últimos días de la historia de la Tierra, resurgirá un sistema de IglesiaEstado, la Babilonia espiritual, con un líder espiritual que pretenderá hablar como Dios. Declarará que su palabra es la palabra de Dios misma; y sus mandamientos, los mandamientos de Dios. Durante siglos, los pontífices romanos han declarado que ocupan el lugar de Dios en la Tierra. En su carta encíclica del 20 de junio de 1894, el papa León XIII declaró: “Sostenemos sobre esta Tierra el lugar de Dios todopoderoso”. El Ferraris Ecclesiastical Dictionary [Diccionario eclesiástico Ferraris] añade: “El Papa es de tan gran dignidad y tan exaltado que no es un mero hombre, sino como si fuera Dios, y el vicario de Dios”. El apóstol Pablo agrega estas palabras exponiendo este poder: “Se opondrá y se exaltará contra todo lo que se llama Dios, o que se adora; hasta sentarse en el templo de Dios como Dios, haciéndose pasar por Dios” (2 Tes. 2:4).\n</p><p style=\"text-align: justify; \"><strong>2 Tes. 2:4\n</strong></p><p style=\"text-align: justify; \"><strong>4 </strong>el cual se opone y se levanta contra todo lo que se llama Dios o es objeto de culto; tanto, que se sienta en el templo de Dios como Dios, haciéndose pasar por Dios.\n</p><p style=\"text-align: justify; \"><strong>Debido a que ya hemos visto que Dios tiene personas fieles en “Babilonia”, ¿por qué debemos tener cuidado en nuestra manera de hablar sobre el tema, y por qué debemos tener cuidado de no juzgar a las personas individualmente, a diferencia del sistema en sí?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 25 de Mayo",
          "dayTitle": "<p style=\"text-align: center; \"><strong>BABILONIA: EL CENTRO DE LA IDOLATRÍA</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \">Esta es otra pista para identificar claramente el “misterio de ‘La gran Babilonia’ ”. La idolatría estaba en el centro de la adoración babilónica.\n</p><p style=\"text-align: justify; \"><strong>Lee Jeremías 50:33 al 38; y 51:17 y 47. ¿Qué descubres en estos versículos sobre la adoración de imágenes en la antigua Babilonia y la respuesta de Dios a ella?\n</strong></p><p style=\"text-align: justify; \"><strong>Jeremías 50:33 al 38\n</strong></p><p style=\"text-align: justify; \"><strong>33</strong> »Así ha dicho Jehová de los ejércitos: Oprimidos fueron los hijos de Israel y los hijos de Judá juntamente; todos los que los tomaron cautivos los retuvieron y no los quisieron soltar.\n</p><p style=\"text-align: justify; \"><strong>34 </strong>El redentor de ellos es el Fuerte (Jehová de los ejércitos es su nombre). De cierto defenderá la causa de ellos, para hacer que repose la tierra y que se turben los moradores de Babilonia.\n</p><p style=\"text-align: justify; \"><strong>35</strong> »Espada contra los caldeos, dice Jehová, y contra los moradores de Babilonia, contra sus príncipes y contra sus sabios.\n</p><p style=\"text-align: justify; \"><strong>36</strong> Espada contra los adivinos, y se entontecerán; espada contra sus valientes, y serán quebrantados.\n</p><p style=\"text-align: justify; \"><strong>37 </strong>Espada contra sus caballos, contra sus carros y contra todo el pueblo que está en medio de ella, y serán como mujeres; espada contra sus tesoros, y serán saqueados.\n</p><p style=\"text-align: justify; \"><strong>38</strong> Sequedad sobre sus aguas, y se secarán; porque es tierra de ídolos, y se entontecen con sus ídolos grotescos.\n</p><p style=\"text-align: justify; \"><strong>Jeremías 51:17 y 47\n</strong></p><p style=\"text-align: justify; \"><strong>17</strong> Todo hombre se ha vuelto necio, carece de conocimiento. Y todo artífice se avergüenza de su escultura, porque mentira es su ídolo, no tiene espíritu.\n</p><p style=\"text-align: justify; \"><strong>47</strong> Por tanto, he aquí vienen días en que yo destruiré los ídolos de Babilonia. Toda su tierra será avergonzada; todos sus muertos caerán en medio de ella.\n</p><p style=\"text-align: justify; \">Jeremías 50 y 51 predicen la destrucción de Babilonia a manos de los medos y los persas. Una de las razones de la desaparición de Babilonia fue su idolatría. Los babilonios creían que estas imágenes eran representaciones de sus deidades. En la religión babilónica, la atención a los rituales y la adoración de las estatuas de sus deidades se consideraban sagradas; los dioses vivían simultáneamente en las estatuas de los templos y en las fuerzas naturales que encarnaban. Con el saqueo o la destrucción de ídolos se consideraba que se perdía la protección divina; durante el período neobabilónico, el príncipe caldeo Marduk-apla-iddina II huyó a los pantanos del sur de Mesopotamia con las estatuas de los dioses de Babilonia, para salvarlas de los ejércitos de Senaquerib de Asiria (ver J. R. McIntosh, Ancient Mesopotamia: New Perspectives, pp. 35-43).\n</p><p style=\"text-align: justify; \"><strong>Los profetas bíblicos contrastaron la adoración de estas imágenes sin vida con el Dios Creador, que no solo estaba vivo sino además daba vida (Jer. 51:15, 16, 19).\n</strong></p><p style=\"text-align: justify; \"><strong>Jer. 51:15,16, 19\n</strong></p><p style=\"text-align: justify; \"><strong>15</strong> Él es el que hizo la tierra con su poder, el que afirmó el mundo con su sabiduría y extendió los cielos con su inteligencia.\n</p><p style=\"text-align: justify; \"><strong>16</strong> A su voz se producen tumultos de aguas en los cielos; él hace subir las nubes desde lo último de la tierra. Él trae la lluvia con los relámpagos y saca el viento de sus depósitos.\n</p><p style=\"text-align: justify; \"><strong>19</strong> No es como ellos la porción de Jacob, porque él (Jehová de los ejércitos es su nombre) es el formador de todo, e Israel es el cetro de su herencia.\n</p><p style=\"text-align: justify; \"><strong>Lee Éxodo 20:4 al 6 y Salmo 115:4 al 8. ¿Qué enseñan sobre la idolatría?\n</strong></p><p style=\"text-align: justify; \"><strong>Éxodo 20:4 al 6\n</strong></p><p style=\"text-align: justify; \"><strong>4</strong> »No te harás imagen ni ninguna semejanza de lo que esté arriba en el cielo, ni abajo en la tierra, ni en las aguas debajo de la tierra.\n</p><p style=\"text-align: justify; \"><strong>5 </strong>No te inclinarás a ellas ni las honrarás, porque yo soy Jehová, tu Dios, fuerte, celoso, que visito la maldad de los padres sobre los hijos hasta la tercera y cuarta generación de los que me aborrecen,\n</p><p style=\"text-align: justify; \"><strong>6 </strong>y hago misericordia por millares a los que me aman y guardan mis mandamientos.\n</p><p style=\"text-align: justify; \"><strong>Salmo 115:4 al 8\n</strong></p><p style=\"text-align: justify; \"><strong>4 </strong>Los ídolos de ellos son plata y oro, obra de manos de hombres.\n</p><p style=\"text-align: justify; \"><strong>5 </strong>Tienen boca, pero no hablan; tienen ojos, pero no ven;\n</p><p style=\"text-align: justify; \"><strong>6</strong> orejas tienen, pero no oyen; tienen narices, pero no huelen;\n</p><p style=\"text-align: justify; \"><strong>7</strong> manos tienen, pero no palpan; tienen pies, pero no andan, ni hablan con su garganta.\n</p><p style=\"text-align: justify; \"><strong>8</strong> Semejantes a ellos son los que los hacen y cualquiera que confía en ellos.\n</p><p style=\"text-align: justify; \">Aunque los problemas de idolatría de la Babilonia espiritual van más allá de una mera reverencia a imágenes de madera y piedra, la Babilonia espiritual iguala a la antigua Babilonia con las imágenes introducidas en su servicio de adoración. El uso de imágenes como objetos de adoración, o la llamada “veneración”, es una violación del segundo Mandamiento porque limita la capacidad del Espíritu Santo para imprimir en nuestra mente las cosas de la Eternidad y reduce la majestad de Dios a una estatua sin vida. Estas imágenes se introdujeron en el cristianismo en el siglo IV, en un intento de que el cristianismo fuese más aceptable para la población pagana. Desgraciadamente, a estas imágenes se les da a menudo la sacralidad y el homenaje que solo pertenecen a Dios, lo que hace que todo sea espiritualmente degradante.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 26 de Mayo",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p>“El mensaje de Apocalipsis 14, que anuncia la caída de Babilonia, debe aplicarse a comunidades religiosas que un tiempo fueron puras y luego se han corrompido. En vista de que este mensaje sigue a la advertencia del Juicio, debe ser proclamado en los últimos días; por tanto, no puede referirse solo a la Iglesia Romana, pues dicha iglesia está en condición caída desde hace muchos siglos” (CS 433).\n</p><p>Daniel 3, la historia de los tres hebreos a quienes se les había ordenado “adorar la estatua de oro que el rey Nabucodonosor levantó” (Dan. 3:5) en la antigua Babilonia, se erige como un símbolo, un modelo, de lo que sucederá cuando la Babilonia espiritual, en los últimos días, también imponga la adoración de una “imagen” falsa (ver Apoc. 13:15; 14:9, 11; 16:2; 19:20; 20:4). Es interesante que el mandamiento que los tres hebreos no quisieron violar, el segundo Mandamiento (Éxo. 20:4, 5), era uno de los dos mandamientos que este poder, que en otra parte se describe tratando “de cambiar los tiempos y la ley” (Dan. 7:25), había falsificado.\n</p><p>¿Cuál era el otro Mandamiento que falsificó? Por supuesto, el cuarto Mandamiento, que como hemos visto, y volveremos a ver, se encuentra en el centro de toda esta cuestión de la adoración y será decisivo en la crisis final, cuando nos enfrentemos a la cuestión de si adoraremos a aquel que “hizo el Cielo, la Tierra y el mar, y todo lo que contienen, y reposó en el séptimo día” (Éxo. 20:11; ver también Apoc. 14:7) o a la bestia y su imagen.\n</p><p><strong>Éxo. 20:11\n</strong></p><p><strong>11</strong> porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el sábado y lo santificó.\n</p><p><strong>Apoc. 14:7\n</strong></p><p><strong>7 </strong>Decía a gran voz: «¡Temed a Dios y dadle gloria, porque la hora de su juicio ha llegado. Adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas!»\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. ¿Qué relación tiene la Torre de Babel con la Babilonia espiritual moderna? ¿Cuáles son las similitudes entre las dos? ¿Cómo armonizas dos ideas opuestas? Jesús ha dado autoridad a su iglesia, pero es peligroso depositar nuestra experiencia religiosa en manos de un líder espiritual, cualquiera que sea. ¿Cuáles son los límites de la autoridad de la iglesia?\n</strong></p><p><strong>2. ¿Cómo podemos comprender que la idolatría, uno de los pecados de Babilonia, no es solamente inclinarse ante las estatuas? ¿De qué manera hasta los protestantes pueden caer en la idolatría?\n</strong></p><p><strong>3. ¿Cuáles son algunos otros paralelismos que puedes encontrar entre Daniel 3 y la adoración forzada que se presenta allí, y lo que se nos advierte para los últimos días?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sábado 20 de Mayo",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p>La lección de esta semana contrasta dos sistemas religiosos, simbolizados por la mujer de blanco de Apocalipsis 12 y la mujer de escarlata de Apocalipsis 17. El contraste revela la diferencia entre estos dos sistemas. El primer sistema se basa en la Palabra de Dios, con Jesucristo en el centro. El segundo sistema se basa en el razonamiento humano, con dirigentes religiosos humanos en el centro. El contraste es entre la verdad y el error, la salvación por gracia y la salvación por obras, la obediencia a los mandamientos de Dios y la sumisión a los decretos humanos.\n</p><p>Además, identificaremos las características de la Babilonia espiritual. Apocalipsis 17 describe a Babilonia como una ramera que ha dejado a su verdadero amor, Jesucristo. Ella cabalga sobre una bestia color escarlata, que representa su poder político. En lugar de obtener su autoridad y su poder de Jesús y su Palabra, Babilonia los extrae de los reinos de este mundo. Ella ofrece una copa de vino colmada de doctrinas extrañas. Así como el vino literal afecta la conciencia, la razón y el juicio, las doctrinas falsas afectan nuestro pensamiento de forma tal que no podemos discernir la verdad bíblica con claridad.\n</p><p>En nuestra exploración de las características espirituales de Babilonia, nos enfocaremos específicamente en dos de ellas. La primera característica es la dependencia babilónica de la sabiduría humana y de los dirigentes humanos para determinar la verdad divina. Jesús dijo: “ ‘Yo soy el camino, la verdad y la vida. Nadie viene al Padre sino por mí’ ” (Juan 14:6). Jesús es el originador de toda verdad. Cualquier verdad que venga por intermedio de los líderes religiosos humanos primeramente debe originarse en la Palabra de Dios. La segunda característica que estudiaremos esta semana es que la Babilonia espiritual es el centro de toda idolatría. En el Antiguo Testamento, los ídolos eran comunes en el culto babilónico. Pero Jesús nos llama a adorarlo directamente a él, no mediante un ídolo como sustituto suyo. Esta semana volveremos a descubrir a Jesús como la Autoridad suprema de la iglesia.\n</p><p><strong>COMENTARIO\n</strong></p><p>Apocalipsis 12:17, uno de los principales pasajes de nuestro estudio de esta semana, habla del “resto de sus hijos”, o “remanente” (KJV, en inglés). El concepto del remanente se encuentra en todas las Escrituras. Se extrae especialmente del Antiguo Testamento. Hay tres palabras hebreas que se utilizan para “remanente”. Cada uno de estos términos tiene su propio matiz de significado. Se pueden traducir literalmente como “lo que escapa”, “aquellos que escapan”, “lo que queda”, “el remanente”, “sobrar” o “permanecer”.\n</p><p>Consideremos ahora brevemente algunos ejemplos del uso de esta palabra en el Antiguo Testamento. Se habla de la familia de José, que se salvó bajo su cuidado en Egipto, como una “posteridad”, que se traduce literalmente como “remanente”. Elías clamó a Dios diciendo que él era el único que seguía siendo fiel. Nuevamente, aquí se utiliza la palabra para “remanente”. El Señor prometió dejar un remanente fiel en Babilonia que recordaría a Dios y honraría su nombre después del cautiverio. El Comentario bíblico adventista describe el concepto de remanente en el Antiguo Testamento con estas palabras: “El ‘remanente’ de los tiempos del AT está compuesto por generaciones sucesivas de israelitas: el pueblo escogido de Dios. Vez tras vez la mayoría apostató, pero siempre quedaba un ‘remanente’ fiel, que llegó a ser heredero exclusivo de las sagradas promesas, responsabilidades y privilegios del pacto originalmente hecho con Abraham y confirmado en el Sinaí. Este ‘remanente’ fue el grupo formalmente designado al cual Dios proponía enviar el Mesías y a través del cual deseaba evangelizar a los paganos. No consistía en individuos esparcidos, no importa cuán fieles fueran, sino que era una entidad colectiva, la organización visible de Dios, divinamente comisionada en la Tierra” (CBA 7:828, 829, Nota adicional del capítulo 12).\n</p><p>El remanente de los últimos días de Apocalipsis escapa de la apostasía espiritual de este mundo, permanece fiel a Dios, no hace concesiones con la verdad bíblica y se aferra a Jesús en la crisis final de la Tierra. Según Apocalipsis 12:17, “el dragón [Satanás] se airó [enojó] contra la mujer [la iglesia], y fue a combatir al resto de sus hijos, los que guardan los mandamientos de Dios y tienen el testimonio de Jesús”. Aquí Juan revela que el conflicto final entre Cristo y Satanás gira en torno a la lealtad a Cristo y la obediencia a su Ley. Apocalipsis 13 describe cómo se intensifica este conflicto y expone la estrategia de Satanás. La bestia que sube del mar y la bestia que sube de la Tierra aúnan fuerzas con el dragón para destruir al pueblo de Dios. Apocalipsis 14 despliega el mensaje final de Dios en este conflicto cósmico entre el bien y el mal. Nuevamente, al final de este mensaje vemos que el pueblo remanente de Dios tiene fe y guarda sus mandamientos (Apoc. 14:12).\n</p><p><strong>El misterio de Babilonia se revela\n</strong></p><p>En contraste con la mujer vestida de blanco de Apocalipsis 12, un símbolo de la verdadera iglesia de Dios en la Tierra, en Apocalipsis 17 Juan describe a una mujer vestida de púrpura y escarlata, montada sobre una bestia de color escarlata. Esta mujer, símbolo de una unión Iglesia-Estado, tiene un nombre misterioso inscrito en la frente: “ ‘La gran Babilonia, madre de las rameras y las abominaciones de la Tierra’ ”. Elena de White escribe: “En Apocalipsis 14, el primer ángel es seguido por un segundo que proclama: ‘Ha caído, ha caído Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación’ (Apoc. 14:8). La palabra ‘Babilonia’ deriva de ‘Babel’ y significa ‘confusión’. Se emplea en las Escrituras para designar las diversas formas de religiones falsas o apóstatas. En Apocalipsis 17, Babilonia está representada por una mujer, una figura que se emplea en la Biblia como símbolo de una iglesia: una mujer virtuosa simboliza una iglesia pura; y una mujer vil, una iglesia apóstata” (CS 431).\n</p><p>A lo largo de todas las Escrituras, Babilonia representa al opresor del pueblo de Dios. Babilonia es la ciudadela del error, el centro de la apostasía. Representa la rebelión contra Dios y la desobediencia a los mandamientos divinos. Los juicios de Dios sobre la Babilonia del Antiguo Testamento representan los juicios finales sobre el mundo. Para el pueblo del tiempo del fin, la historia de la caída de Babilonia es instructiva. Recordarás que Babilonia atacó a Jerusalén y obligó al cautiverio a muchos de los jóvenes prominentes, incluido Daniel. Ciro, el rey de Oriente, finalmente atacó a Babilonia, liberó a los cautivos judíos y les permitió regresar a Jerusalén a adorar al Dios verdadero.\n</p><p>Una vez más, en el tiempo del fin, un opresor religioso llamado la gran Babilonia afligirá y perseguirá al pueblo de Dios (Apoc. 17:5). El libro de Apocalipsis predice que en un momento de caos social, crisis política, desastres naturales y colapso económico, Jesús regresará para triunfar sobre los poderes opresivos del mundo y liberar a su pueblo. Él reinará eternamente. Establecerá su Trono de forma segura en el Universo para siempre. En la batalla por el Trono, él será el vencedor. Su pueblo viajará con él a través del espacio ilimitado para adorar en la Nueva Jerusalén.\n</p><p><strong>Un contraste entre las dos mujeres del Apocalipsis\n</strong></p><p>• La mujer pura, de Apocalipsis 12, está vestida del Sol y adornada con la gloria de la justicia de Cristo. La mujer impura, de Apocalipsis 17, está vestida de púrpura y escarlata, y adornada con la falsedad humana y la tradición.&nbsp;</p><p>• La mujer pura tiene una guirnalda de estrellas en la cabeza. Se guía por las enseñanzas de los apóstoles en su misión. La mujer impura está adornada con oro, piedras preciosas y perlas. Ella depende de su lujosa riqueza y adorno exterior para impresionar y atraer a sus seguidores.&nbsp;</p><p>• La mujer pura se para sobre la Luna. Ella obtiene su poder de la Palabra profética. La mujer impura se sienta sobre una bestia  escarlata. Ella consigue su poder de los poderes estatales o políticos de la Tierra.\n</p><p><strong>¿Un líder humano o una cabeza divina?\n</strong></p><p>Cuando el rey Nabucodonosor se sentaba en el trono real de su templo, hablaba como un dios. Sus órdenes eran, supuestamente, la voz de un dios. Nuevamente, en los últimos días surgirá un sistema de Iglesia y Estado (llamado Babilonia espiritual), cuyo dirigente espiritual alegará hablar como Dios. Se declarará que su autoridad es la palabra de Dios misma. El apóstol Pablo expone este poder con este lenguaje: “Se opondrá y se exaltará contra todo lo que se llama Dios, o que se adora; hasta sentarse en el templo de Dios como Dios, haciéndose pasar por Dios” (2 Tes. 2:4). El líder de la Babilonia espiritual sostendría que su palabra tiene la autoridad del mismo Dios del Cielo. El poder papal se ajusta a esta descripción\n</p><p><strong>Babilonia era el centro de la idolatría\n</strong></p><p>Babilonia era el centro de la adoración de imágenes. Cristo nos invita a ir directamente a él. Las imágenes limitan la capacidad del Espíritu Santo para grabar en nuestra mente los asuntos de la Eternidad. Las imágenes a menudo reciben la santidad y el homenaje que solo pertenecen a Dios. Nosotros no necesitamos ir a Jesús mediante la imagen de un santo. Jesús es nuestro Intercesor, nuestro gran Sumo Sacerdote.\n</p><p>Además, “Babilonia” también abarca todos los poderes religiosos apóstatas que se han desviado de las claras enseñanzas de la Palabra de Dios.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>El estudio de la lección de esta semana es más que un discurso teórico sobre la identidad de la verdadera iglesia y la estrategia de Satanás para destruir al pueblo de Dios. Hay al menos tres lecciones sumamente prácticas para que los alumnos las tengan en mente:\n</p><p><strong>1.</strong> Jesús y su Palabra son nuestra única salvaguardia en la crisis que se avecina. Debemos estar cimentados en Jesús y en las Escrituras. Jesús y su Palabra son nuestra defensa segura, nuestro lugar de refugio inexpugnable y nuestra seguridad en la crisis que se avecina. Interiorizar esto lleva a preguntas de vital importancia: ¿Está mi vida totalmente anclada en Cristo? ¿Cómo puedo estar seguro? ¿Dependo de él en las decisiones diarias de la vida? Si la respuesta es no, ¿por qué? ¿He puesto mis afectos en las cosas de arriba, no en las de la Tierra (Col. 3:1, 2)? ¿Qué puedo hacer para cambiar mis prioridades, si no son lo que deberían ser o no están donde deberían estar?\n</p><p><strong>2.</strong> Sin duda, nuestra salvaguarda en la crisis que se avecina es saturar nuestra mente con la Palabra de Dios. Se nos dice que, en la crisis final, “las falsificaciones se asemejarán tanto a la realidad que será imposible distinguirlas sin el auxilio de las Santas Escrituras. Por medio de su testimonio debemos examinar toda declaración y todo milagro” (CS 651). Una pregunta importante es simplemente esta: “¿Estoy llenando diariamente mi mente con la Palabra de Dios y buscando fervientemente la dirección de su Espíritu Santo?” Piensa en formas de dedicar más tiempo a la Palabra cada día. ¿De qué manera compartir con otros lo que aprendes de la Palabra de Dios puede ayudarte a fortalecer tu comprensión de la voluntad de Dios y tu compromiso de estudiar su Palabra con mayor profundidad?\n</p><p><strong>3</strong>. En preparación para la crisis venidera, debemos reconocer que Babilonia ha caído y que la iglesia de Cristo finalmente triunfará. Afirmada en Cristo, con la mente colmada de su Palabra, la iglesia remanente ciertamente triunfará al fin. ¿Qué maravillosa esperanza te da este pensamiento a la luz de las pruebas venideras?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>UNA CIUDAD LLAMADA CONFUSIÓN</p>",
      "verse": "<p>“Pelearán contra el Cordero, pero el Cordero los vencerá, porque es Señor de señores y Rey de reyes; y los que están con él son llamados, elegidos y fieles” (Apoc. 17:14)</p>",
      "versionCode": 2,
      "weekDate": "20-26 de mayo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
