{
  "data": [
    {
      "color": "#7ce873",
      "id": 13,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "17 de diciembre",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>Si hay algo sobre lo que la Escritura es clara, es la realidad del Juicio. Dios juzgará al mundo. Los versículos, tanto del Antiguo Testamento como del Nuevo Testamento, son múltiples y sin ambigüedades. La justicia, tan insuficiente aquí y ahora, algún día llegará.\n</p><p>La Biblia dice que Dios es “perfecto en sabiduría” (Job 37:16) y que “sabe todas las cosas” (1 Juan 3:20), incluyendo nuestras intenciones más secretas (Ecl. 12:14; Jer. 17:10). Podemos escondernos de todos y de todo lo demás, pero nada se esconde de Dios.\n</p><p><strong>Job 37:16&nbsp;</strong></p><p><strong>16</strong> ¿Has conocido tú las diferencias de las nubes, Las maravillas del Perfecto en sabiduría?\n</p><p><strong>1 Juan 3:20&nbsp;</strong></p><p><strong>20</strong> pues si nuestro corazón nos reprende, mayor que nuestro corazón es Dios, y él sabe todas las cosas.\n</p><p><strong>Eclesiastes 12:14&nbsp;</strong></p><p><strong>14</strong> Porque Dios traerá toda obra a juicio, juntamente con toda cosa encubierta, sea buena o sea mala.\n</p><p><strong>Jeremías 17:10&nbsp;</strong></p><p><strong>10</strong> Yo Jehová, que escudriño la mente, que pruebo el corazón, para dar a cada uno según su camino, según el fruto de sus obras.\n</p><p>Esta realidad implica que él no necesita hacer un juicio para conocer la vida de cada persona. De hecho, los juicios de Dios son una adaptación divina que se lleva a cabo por el bien de sus criaturas, tanto en el cielo como en la Tierra. Este proceso es de naturaleza cósmico-histórica, porque Lucifer comenzó su rebelión en el cielo y luego la extendió a este mundo (Apoc. 12:7-9).\n</p><p><strong>Apocalipsis 12:7-9&nbsp;</strong></p><p><strong>7</strong> Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles;&nbsp;</p><p><strong>8</strong> pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.&nbsp;</p><p><strong>9</strong> Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.\n</p><p>Durante esta semana consideraremos el proceso de juicio del tiempo del fin con sus tres fases principales: el juicio previo al Advenimiento, el juicio durante el Milenio y el juicio ejecutivo. Este proceso termina con la vindicación de los justos y la segunda muerte de los impíos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de diciembre",
          "dayTitle": "<p>EL JUICIO FINAL</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p>Para muchos, la idea de juicio significa condenación. Y, aunque eso es parte del proceso, no debemos olvidar que la idea de juicio tiene un lado positivo, ya que el Juicio también involucra la vindicación de los justos. En realidad, el libro de Daniel se refiere a un juicio del tiempo del fin “en favor de los santos del Altísimo” (Dan. 7:22, NVI). El juicio de Dios incluye ambas cosas, un principio que se encuentra en este texto del Antiguo Testamento: “Tú oirás desde el cielo y actuarás, y juzgarás a tus siervos, condenando al impío y haciendo recaer su proceder sobre su cabeza, y justificando al justo para darle conforme a su justicia” (1 Rey. 8:32).\n</p><p><strong>Daniel 7:22\n</strong></p><p><strong>22</strong> hasta que vino el Anciano de días, y se dio el juicio a los santos del Altísimo; y llegó el tiempo, y los santos recibieron el reino.\n</p><p><strong>1 Reyes 8:32\n</strong></p><p><strong>32</strong> tú oirás desde el cielo y actuarás, y juzgarás a tus siervos, condenando al impío y haciendo recaer su proceder sobre su cabeza, y justificando al justo para darle conforme a su justicia.\n</p><p><strong>Lee Mateo 25:31 al 46 y Juan 5:21 al 29. ¿Cómo señaló Cristo los conceptos de condenación y vindicación en el Juicio final?\n</strong></p><p><strong>Mateo 25:31-46\n</strong></p><p><strong>31</strong> Cuando el Hijo del Hombre venga en su gloria, y todos los santos ángeles con él, entonces se sentará en su trono de gloria,\n</p><p><strong>32 </strong>y serán reunidas delante de él todas las naciones; y apartará los unos de los otros, como aparta el pastor las ovejas de los cabritos.\n</p><p><strong>33</strong> Y pondrá las ovejas a su derecha, y los cabritos a su izquierda.\n</p><p><strong>34</strong> Entonces el Rey dirá a los de su derecha: Venid, benditos de mi Padre, heredad el reino preparado para vosotros desde la fundación del mundo.\n</p><p><strong>35</strong> Porque tuve hambre, y me disteis de comer; tuve sed, y me disteis de beber; fui forastero, y me recogisteis;\n</p><p><strong>36</strong> estuve desnudo, y me cubristeis; enfermo, y me visitasteis; en la cárcel, y vinisteis a mí.\n</p><p><strong>37</strong> Entonces los justos le responderán diciendo: Señor, ¿cuándo te vimos hambriento, y te sustentamos, o sediento, y te dimos de beber?\n</p><p><strong>38</strong> ¿Y cuándo te vimos forastero, y te recogimos, o desnudo, y te cubrimos?\n</p><p><strong>39</strong> ¿O cuándo te vimos enfermo, o en la cárcel, y vinimos a ti?\n</p><p><strong>40 </strong>Y respondiendo el Rey, les dirá: De cierto os digo que en cuanto lo hicisteis a uno de estos mis hermanos más pequeños, a mí lo hicisteis.\n</p><p><strong>41</strong> Entonces dirá también a los de la izquierda: Apartaos de mí, malditos, al fuego eterno preparado para el diablo y sus ángeles.\n</p><p><strong>42</strong> Porque tuve hambre, y no me disteis de comer; tuve sed, y no me disteis de beber;\n</p><p><strong>43</strong> fui forastero, y no me recogisteis; estuve desnudo, y no me cubristeis; enfermo, y en la cárcel, y no me visitasteis.\n</p><p><strong>44</strong> Entonces también ellos le responderán diciendo: Señor, ¿cuándo te vimos hambriento, sediento, forastero, desnudo, enfermo, o en la cárcel, y no te servimos?\n</p><p><strong>45</strong> Entonces les responderá diciendo: De cierto os digo que en cuanto no lo hicisteis a uno de estos más pequeños, tampoco a mí lo hicisteis.\n</p><p><strong>46</strong> E irán estos al castigo eterno, y los justos a la vida eterna.\n</p><p><strong>Juan 5:21-29\n</strong></p><p><strong>21</strong> Porque como el Padre levanta a los muertos, y les da vida, así también el Hijo a los que quiere da vida.\n</p><p><strong>22 </strong>Porque el Padre a nadie juzga, sino que todo el juicio dio al Hijo,\n</p><p><strong>23</strong> para que todos honren al Hijo como honran al Padre. El que no honra al Hijo, no honra al Padre que le envió.\n</p><p><strong>24</strong> De cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.\n</p><p><strong>25</strong> De cierto, de cierto os digo: Viene la hora, y ahora es, cuando los muertos oirán la voz del Hijo de Dios; y los que la oyeren vivirán.\n</p><p><strong>26</strong> Porque como el Padre tiene vida en sí mismo, así también ha dado al Hijo el tener vida en sí mismo;\n</p><p><strong>27</strong> y también le dio autoridad de hacer juicio, por cuanto es el Hijo del Hombre.\n</p><p><strong>28</strong> No os maravilléis de esto; porque vendrá hora cuando todos los que están en los sepulcros oirán su voz;\n</p><p><strong>29</strong> y los que hicieron lo bueno, saldrán a resurrección de vida; mas los que hicieron lo malo, a resurrección de condenación.\n</p><p>Las expresiones “no es condenado” (Juan 3:18) y “no vendrá a condenación” (Juan 5:24) significan que los que están en Cristo no serán condenados en el Juicio. Es decir, nuestro destino se define en la vida presente. Los que están en Cristo ya tienen asegurada su vindicación en el Juicio, y los que no están en Cristo permanecen bajo condenación. Al describir el Juicio (Mat. 25:31–46), Cristo mencionó la presencia no solo de los cabritos (impíos) sino también de las ovejas (justos). Y el apóstol Pablo declaró explícitamente: “Porque es necesario que todos nosotros comparezcamos ante el tribunal de Cristo, para que cada uno reciba según lo que haya hecho mientras estaba en el cuerpo, sea bueno o sea malo” (2 Cor. 5:10).\n</p><p><strong>Juan 3:18\n</strong></p><p><strong>18</strong> El que en él cree, no es condenado; pero el que no cree, ya ha sido condenado, porque no ha creído en el nombre del unigénito Hijo de Dios.\n</p><p>Mientras reflexionamos sobre el Juicio, debemos tener en cuenta que somos salvos por gracia (Isa. 55:1; Efe. 2:8-10), justificados por la fe (Gén. 15:6; Rom. 5:1) y juzgados por las obras (Ecl. 12:14; Mat. 25:31–46; Apoc. 20:11–13). La base del proceso judicial es la Ley moral de Dios, resumida en los Diez Mandamientos (Ecl. 12:13, 14; Sant. 1:25; 2:8-17). Nuestras obras son las evidencias externas de la autenticidad de nuestra experiencia salvífica y, en consecuencia, los elementos para valorar durante el Juicio.\n</p><p><strong>Isaías 55:1\n</strong></p><p><strong>1</strong> A todos los sedientos: Venid a las aguas; y los que no tienen dinero, venid, comprad y comed. Venid, comprad sin dinero y sin precio, vino y leche.\n</p><p><strong>Efesios 2:8-10\n</strong></p><p><strong>8</strong> Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios;\n</p><p><strong>9</strong> no por obras, para que nadie se gloríe.\n</p><p><strong>10</strong> Porque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.\n</p><p><strong>Génesis 15:6\n</strong></p><p><strong>6</strong> Y creyó a Jehová, y le fue contado por justicia.\n</p><p><strong>Romanos 5:1\n</strong></p><p><strong>1</strong> Justificados, pues, por la fe, tenemos paz para con Dios por medio de nuestro Señor Jesucristo;\n</p><p><strong>Eclesiastés 12:13-14\n</strong></p><p><strong>13</strong> El fin de todo el discurso oído es este: Teme a Dios, y guarda sus mandamientos; porque esto es el todo del hombre.\n</p><p><strong>14</strong> Porque Dios traerá toda obra a juicio, juntamente con toda cosa encubierta, sea buena o sea mala.\n</p><p><strong>Apocalipsis 20:11–13\n</strong></p><p><strong>1</strong><strong>1 </strong>Y vi un gran trono blanco y al que estaba sentado en él, de delante del cual huyeron la tierra y el cielo, y ningún lugar se encontró para ellos.\n</p><p><strong>12</strong><strong>&nbsp;</strong>Y vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n</p><p><strong>13</strong>&nbsp;Y el mar entregó los muertos que había en él; y la muerte y el Hades entregaron los muertos que había en ellos; y fueron juzgados cada uno según sus obras.\n</p><p><strong>Santiago 1:25\n</strong></p><p><strong>25 </strong>Mas el que mira atentamente en la perfecta ley, la de la libertad, y persevera en ella, no siendo oidor olvidadizo, sino hacedor de la obra, este será bienaventurado en lo que hace.\n</p><p><strong>Santiago 2:8-17\n</strong></p><p><strong>8</strong> Si en verdad cumplís la ley real, conforme a la Escritura: Amarás a tu prójimo como a ti mismo, bien hacéis;\n</p><p><strong>9</strong> pero si hacéis acepción de personas, cometéis pecado, y quedáis convictos por la ley como transgresores.\n</p><p><strong>10</strong> Porque cualquiera que guardare toda la ley, pero ofendiere en un punto, se hace culpable de todos.\n</p><p><strong>11</strong> Porque el que dijo: No cometerás adulterio, también ha dicho: No matarás. Ahora bien, si no cometes adulterio, pero matas, ya te has hecho transgresor de la ley.\n</p><p><strong>12</strong> Así hablad, y así haced, como los que habéis de ser juzgados por la ley de la libertad.\n</p><p><strong>13</strong> Porque juicio sin misericordia se hará con aquel que no hiciere misericordia; y la misericordia triunfa sobre el juicio.\n</p><p><strong>14</strong> Hermanos míos, ¿de qué aprovechará si alguno dice que tiene fe, y no tiene obras? ¿Podrá la fe salvarle?\n</p><p><strong>15</strong> Y si un hermano o una hermana están desnudos, y tienen necesidad del mantenimiento de cada día,\n</p><p><strong>16 </strong>y alguno de vosotros les dice: Id en paz, calentaos y saciaos, pero no les dais las cosas que son necesarias para el cuerpo, ¿de qué aprovecha?\n</p><p><strong>17</strong> Así también la fe, si no tiene obras, es muerta en sí misma.\n</p><p>Recuerda: No hay ningún decreto arbitrario de Dios que elija a unos para salvación y a otros para perdición. Cada uno es moralmente responsable por su propio destino.\n</p><p>En definitiva, el Juicio no es el momento en que Dios decide aceptarnos o rechazarnos, sino el momento en que Dios pone punto final a nuestra decisión de si lo hemos aceptado o no, una elección que se manifiesta en nuestras obras.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de diciembre",
          "dayTitle": "<p>EL JUICIO PREADVENIMIENTO</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p>El concepto de juicio antes del regreso de Cristo, o lo que llamamos Juicio “preadvenimiento”, se encuentra en muchos lugares de las Escrituras.\n</p><p><strong>Lee Daniel 7:9 al 14; Mateo 22:1 al 14; Apocalipsis 11:1, 18 y 19; y 14:6 y 7. ¿Cómo arrojan luz estos pasajes sobre la noción de un juicio investigador preadvenimiento en la corte celestial? ¿Cuál es la importancia de ese juicio?\n</strong></p><p><strong>Daniel 7:9-14\n</strong></p><p><strong>9</strong> Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.\n</p><p><strong>10 </strong>Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.\n</p><p><strong>11</strong> Yo entonces miraba a causa del sonido de las grandes palabras que hablaba el cuerno; miraba hasta que mataron a la bestia, y su cuerpo fue destrozado y entregado para ser quemado en el fuego.\n</p><p><strong>12</strong> Habían también quitado a las otras bestias su dominio, pero les había sido prolongada la vida hasta cierto tiempo.\n</p><p><strong>13</strong> Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que&nbsp;<strong></strong><strong></strong>vino hasta el Anciano de días, y le hicieron acercarse delante de él.\n</p><p><strong>14</strong> Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.\n</p><p><strong>Mateo 22:1-14\n</strong></p><p><strong>1</strong> Respondiendo Jesús, les volvió a hablar en parábolas, diciendo:\n</p><p><strong>2</strong> El reino de los cielos es semejante a un rey que hizo fiesta de bodas a su hijo;\n</p><p><strong>3</strong> y envió a sus siervos a llamar a los convidados a las bodas; mas estos no quisieron venir.\n</p><p><strong>4 </strong>Volvió a enviar otros siervos, diciendo: Decid a los convidados: He aquí, he preparado mi comida; mis toros y animales engordados han sido muertos, y todo está dispuesto; venid a las bodas.\n</p><p><strong>5</strong> Mas ellos, sin hacer caso, se fueron, uno a su labranza, y otro a sus negocios;\n</p><p><strong>6</strong> y otros, tomando a los siervos, los afrentaron y los mataron.\n</p><p><strong>7</strong> Al oírlo el rey, se enojó; y enviando sus ejércitos, destruyó a aquellos homicidas, y quemó su ciudad.\n</p><p><strong>8</strong> Entonces dijo a sus siervos: Las bodas a la verdad están preparadas; mas los que fueron convidados no eran dignos.\n</p><p><strong>9</strong> Id, pues, a las salidas de los caminos, y llamad a las bodas a cuantos halléis.\n</p><p><strong>10</strong> Y saliendo los siervos por los caminos, juntaron a todos los que hallaron, juntamente malos y buenos; y las bodas fueron llenas de convidados.\n</p><p><strong>11</strong> Y entró el rey para ver a los convidados, y vio allí a un hombre que no estaba vestido de boda.\n</p><p><strong>12 </strong>Y le dijo: Amigo, ¿cómo entraste aquí, sin estar vestido de boda? Mas él enmudeció.\n</p><p><strong>13</strong> Entonces el rey dijo a los que servían: Atadle de pies y manos, y echadle en las tinieblas de afuera; allí será el lloro y el crujir de dientes.\n</p><p><strong>14</strong> Porque muchos son llamados, y pocos escogidos.\n</p><p><strong>Apocalipsis 11:1\n</strong></p><p><strong>1</strong> Entonces me fue dada una caña semejante a una vara de medir, y se me dijo: Levántate, y mide el templo de Dios, y el altar, y a los que adoran en él.\n</p><p><strong>Apocalipsis 11:18,19\n</strong></p><p><strong>18</strong> Y se airaron las naciones, y tu ira ha venido, y el tiempo de juzgar a los muertos, y de dar el galardón a tus siervos los profetas, a los santos, y a los que temen tu nombre, a los pequeños y a los grandes, y de destruir a los que destruyen la tierra.\n</p><p><strong>19</strong> Y el templo de Dios fue abierto en el cielo, y el arca de su pacto se veía en el templo. Y hubo relámpagos, voces, truenos, un terremoto y grande granizo.\n</p><p><strong>Apocalipsis 14:6 -7\n</strong></p><p><strong>6</strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,\n</p><p><strong>7</strong> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.\n</p><p>El concepto de un juicio investigador preadvenimiento del pueblo de Dios se basa en tres enseñanzas bíblicas básicas.\n</p><p>La primera es la noción de que todos los muertos, justos o injustos, permanecen inconscientes en sus tumbas hasta la resurrección final (Juan 5:25-29).\n</p><p><strong>Juan 5:25-29\n</strong></p><p><strong>25</strong> De cierto, de cierto os digo: Viene la hora, y ahora es, cuando los muertos oirán la voz del Hijo de Dios; y los que la oyeren vivirán.\n</p><p><strong>26</strong> Porque como el Padre tiene vida en sí mismo, así también ha dado al Hijo el tener vida en sí mismo;\n</p><p><strong>27</strong> y también le dio autoridad de hacer juicio, por cuanto es el Hijo del Hombre.&nbsp;</p><p><strong>28</strong> No os maravilléis de esto; porque vendrá hora cuando todos los que están en los sepulcros oirán su voz;\n</p><p><strong>29</strong> y los que hicieron lo bueno, saldrán a resurrección de vida; mas los que hicieron lo malo, a resurrección de condenación.\n</p><p>La segunda es la existencia de un juicio universal de todos los seres humanos (2 Cor. 5:10 Apoc. 20:11-13).\n</p><p><strong>2 Corintios 5:10\n</strong></p><p><strong>10</strong> Porque es necesario que todos nosotros comparezcamos ante el tribunal de Cristo, para que cada uno reciba según lo que haya hecho mientras estaba en el cuerpo, sea bueno o sea malo.\n</p><p><strong>Apocalipsis 20:11-15\n</strong></p><p><strong>11</strong> Y vi un gran trono blanco y al que estaba sentado en él, de delante del cual huyeron la tierra y el cielo, y ningún lugar se encontró para ellos.\n</p><p><strong>12</strong> Y vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n</p><p><strong>13</strong> Y el mar entregó los muertos que había en él; y la muerte y el Hades entregaron los muertos que había en ellos; y fueron juzgados cada uno según sus obras.\n</p><p><strong>1</strong><strong>4</strong> Y la muerte y el Hades fueron lanzados al lago de fuego. Esta es la muerte segunda.\n</p><p><strong>15 </strong>Y el que no se halló inscrito en el libro de la vida fue lanzado al lago de fuego.\n</p><p>La tercera es el hecho de que la primera resurrección será la recompensa bendita para los justos, y la segunda resurrección será la muerte eterna para los injustos (Juan 5:28, 29; Apoc. 20:4–6, 12–15).\n</p><p><strong>Apocalipsis 20:4-6\n</strong></p><p><strong>4</strong> Y vi tronos, y se sentaron sobre ellos los que recibieron facultad de juzgar; y vi las almas de los decapitados por causa del testimonio de Jesús y por la palabra de Dios, los que no habían adorado a la bestia ni a su imagen, y que no recibieron la marca en sus frentes ni en sus manos; y vivieron y reinaron con Cristo mil años.\n</p><p><strong>5</strong> Pero los otros muertos no volvieron a vivir hasta que se cumplieron mil años. Esta es la primera resurrección.\n</p><p><strong>6</strong> Bienaventurado y santo el que tiene parte en la primera resurrección; la segunda muerte no tiene potestad sobre estos, sino que serán sacerdotes de Dios y de Cristo, y reinarán con él mil años.\n</p><p>Esto significa que, si todos los seres humanos serán juzgados, deberían ser juzgados antes de sus respectivas resurrecciones, porque en esas resurrecciones recibirán su recompensa final.\n</p><p>El libro de Daniel nos ayuda a comprender el tiempo y la naturaleza de ese juicio preadvenimiento. Al final de los 2.300 días simbólicos, en 1844, el Santuario celestial sería purificado (Dan. 8:14, comparar con Heb. 9:23) y comenzaría el Juicio Investigador preadvenimiento (Dan. 7:9-14), dos formas diferentes de expresar un mismo hecho. Y el Juicio es “en favor de los santos del Altísimo” (Dan. 7:22, NVI). Es decir, son buenas noticias para el pueblo de Dios.\n</p><p><strong>Daniel 8:14\n</strong></p><p><strong>14</strong> Y él dijo: Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado.\n</p><p><strong>Hebreos 9:23\n</strong></p><p><strong>23</strong> Fue, pues, necesario que las figuras de las cosas celestiales fuesen purificadas así; pero las cosas celestiales mismas, con mejores sacrificios que estos.\n</p><p><strong>Daniel 7:22\n</strong></p><p><strong>22</strong> hasta que vino el Anciano de días, y se dio el juicio a los santos del Altísimo; y llegó el tiempo, y los santos recibieron el reino.\n</p><p>En Mateo 22:1 al 14, Jesús habló de una investigación de los invitados a la boda antes de que comenzara la fiesta de bodas.\n</p><p>Y en el libro de Apocalipsis, se hace referencia al Juicio Investigador preadvenimiento mediante la tarea de medir “a los que adoran” en el Templo de Dios (Apoc. 11:1) y el anuncio de que “la hora de su juicio ha llegado” (Apoc. 14:6, 7; comparar con Apoc. 14:14-16).\n</p><p><strong>Apocalipsis 14:14-16\n</strong></p><p><strong>14</strong> Miré, y he aquí una nube blanca; y sobre la nube uno sentado semejante al Hijo del Hombre, que tenía en la cabeza una corona de oro, y en la mano una hoz aguda.\n</p><p><strong>15</strong> Y del templo salió otro ángel, clamando a gran voz al que estaba sentado sobre la nube: Mete tu hoz, y siega; porque la hora de segar ha llegado, pues la mies de la tierra está madura.\n</p><p><strong>16</strong> Y el que estaba sentado sobre la nube metió su hoz en la tierra, y la tierra fue segada.\n</p><p><strong>El hecho de saber que hay un juicio en el cielo, ¿cómo debería afectar nuestra manera de vivir aquí, en la Tierra?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de diciembre",
          "dayTitle": "<p>EL JUICIO DURANTE EL MILENIO</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>La Biblia nos dice que, en la Segunda Venida (1), tanto los santos vivos como los santos resucitados “recibirán al Señor en el aire” (1 Tes. 4:16, 17); (2) todos los santos serán llevados al cielo para habitar en las “moradas” que él mismo preparó para ellos (Juan 14:1-3); y (3) solo al final del Milenio la Nueva Jerusalén descenderá a esta Tierra y se convertirá en el hogar eterno de los santos (Apoc. 21:1-3, 9-11). Entonces, durante el Milenio, mientras esta Tierra permanezca desolada, los santos reinarán con Cristo en el cielo (Jer. 4:23; Apoc. 20:4).\n</p><p><strong>1 Tesalonisenses 4:16-17\n</strong></p><p><strong>16</strong> Porque el Señor mismo con voz de mando, con voz de arcángel, y con trompeta de Dios, descenderá del cielo; y los muertos en Cristo resucitarán primero.\n</p><p><strong>17</strong> Luego nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire, y así estaremos siempre con el Señor.\n</p><p><strong>Juan 14:1-3\n</strong></p><p><strong>1</strong> No se turbe vuestro corazón; creéis en Dios, creed también en mí.\n</p><p><strong>2</strong> En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.\n</p><p><strong>3</strong> Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis.\n</p><p><strong>Apocalipsis 21:1-3\n</strong></p><p><strong>1</strong> Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.\n</p><p><strong>2</strong> Y yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.\n</p><p><strong>3</strong> Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.\n</p><p><strong>Apocalipsis 21:9-11\n</strong></p><p><strong>9</strong> Vino entonces a mí uno de los siete ángeles que tenían las siete copas llenas de las siete plagas postreras, y habló conmigo, diciendo: Ven acá, yo te mostraré la desposada, la esposa del Cordero.\n</p><p><strong>10</strong> Y me llevó en el Espíritu a un monte grande y alto, y me mostró la gran ciudad santa de Jerusalén, que descendía del cielo, de Dios,\n</p><p><strong>11</strong> teniendo la gloria de Dios. Y su fulgor era semejante al de una piedra preciosísima, como piedra de jaspe, diáfana como el cristal.\n</p><p><strong>Jeremías 4:23\n</strong></p><p><strong>23</strong> Miré a la tierra, y he aquí que estaba asolada y vacía; y a los cielos, y no había en ellos luz.\n</p><p><strong>Apocalipsis 20:4-13\n</strong></p><p><strong>4</strong> Y vi tronos, y se sentaron sobre ellos los que recibieron facultad de juzgar; y vi las almas de los decapitados por causa del testimonio de Jesús y por la palabra de Dios, los que no habían adorado a la bestia ni a su imagen, y que no recibieron la marca en sus frentes ni en sus manos; y vivieron y reinaron con Cristo mil años.\n</p><p><strong>5</strong> Pero los otros muertos no volvieron a vivir hasta que se cumplieron mil años. Esta es la primera resurrección.\n</p><p><strong>6</strong> Bienaventurado y santo el que tiene parte en la primera resurrección; la segunda muerte no tiene potestad sobre estos, sino que serán sacerdotes de Dios y de Cristo, y reinarán con él mil años.\n</p><p><strong>7</strong> Cuando los mil años se cumplan, Satanás será suelto de su prisión,\n</p><p><strong>8</strong> y saldrá a engañar a las naciones que están en los cuatro ángulos de la tierra, a Gog y a Magog, a fin de reunirlos para la batalla; el número de los cuales es como la arena del mar.\n</p><p><strong>9</strong> Y subieron sobre la anchura de la tierra, y rodearon el campamento de los santos y la ciudad amada; y de Dios descendió fuego del cielo, y los consumió.\n</p><p><strong>10</strong> Y el diablo que los engañaba fue lanzado en el lago de fuego y azufre, donde estaban la bestia y el falso profeta; y serán atormentados día y noche por los siglos de los siglos.</p><p><strong>11</strong> Y vi un gran trono blanco y al que estaba sentado en él, de delante del cual huyeron la tierra y el cielo, y ningún lugar se encontró para ellos.</p><p><strong>12</strong> Y vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n</p><p><strong>13</strong> Y el mar entregó los muertos que había en él; y la muerte y el Hades entregaron los muertos que había en ellos; y fueron juzgados cada uno según sus obras.\n</p><p><strong>Lee 1 Corintios 6:2 y 3 y Apocalipsis 20:4 al 6 y 11 al 13. ¿Por qué los santos deben participar del Juicio durante el Milenio?\n</strong></p><p><strong>1 Corintios 6:2-3\n</strong></p><p><strong>2</strong> ¿O no sabéis que los santos han de juzgar al mundo? Y si el mundo ha de ser juzgado por vosotros, ¿sois indignos de juzgar cosas muy pequeñas?\n</p><p><strong>3</strong> ¿O no sabéis que hemos de juzgar a los ángeles? ¿Cuánto más las cosas de esta vida?\n</p><p>Todo el proceso judicial tiene como objetivo (1) vindicar el carácter de Dios contra las acusaciones de Satanás de que Dios es injusto en la forma en que trata a sus criaturas; (2) confirmar la imparcialidad de las recompensas de los justos; (3) demostrar la justicia del castigo de los impíos; y (4) disipar todas las dudas que pudieran conducir a otra rebelión en el Universo. En el Juicio Investigador preadvenimiento de los justos, solo intervienen las huestes celestiales (Dan. 7:9, 10). Pero, durante el Milenio, durante el juicio de los ángeles malos y caídos, los santos también participarán personalmente (1 Cor. 6:3; Jud. 6; Apoc. 20:4-6).\n</p><p><strong>Daniel 7:9-10\n</strong></p><p><strong>9</strong> Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.\n</p><p><strong>10</strong> Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.\n</p><p><strong>Judas 6\n</strong></p><p><strong>6</strong> Y a los ángeles que no guardaron su dignidad, sino que abandonaron su propia morada, los ha guardado bajo oscuridad, en prisiones eternas, para el juicio del gran día;\n</p><p>El Juicio Investigador preadvenimiento comenzó en 1844, cuando “fueron puestos tronos [...] el Juez se sentó, y los libros fueron abiertos” (Dan. 7:9, 10). No obstante, el juicio durante el Milenio comenzará después de que los santos sean llevados al cielo, se sienten en tronos y se les asigne el Juicio. Entonces, una vez más, los libros celestiales se abren y son “juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras” (Apoc. 20:4, 12). Este proceso brinda la oportunidad de que los santos evalúen los registros celestiales y comprueben el trato justo de Dios en todos los casos. Él no solo recompensa a todos los seres humanos según lo que merecen en función de sus decisiones, sino también les explica por qué lo hace.\n</p><p><strong>El hecho de que los salvos participen del proceso de juzgar a los perdidos que duermen antes de que resuciten para enfrentar la segunda muerte, y de que nadie será castigado hasta que nosotros también comprobemos la justicia y la equidad de Dios, ¿qué nos enseña acerca del carácter de Dios? Lleva tu respuesta a la clase el sábado.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de diciembre",
          "dayTitle": "<p>EL JUICIO EJECUTIVO</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p>Durante la Edad Media hubo una fuerte tendencia a representar a Dios como un Juez severo y punitivo. La tendencia actual es a describirlo como un Padre amoroso y permisivo, que nunca castiga a sus hijos. Sin embargo, el amor sin justicia se convertirá en caos y anarquía, y la justicia sin amor se convertirá en opresión y subyugación. El proceso judicial de Dios es una combinación perfecta de justicia y misericordia, atributos que derivan de su amor incondicional.\n</p><p>El juicio ejecutivo es la intervención punitiva final e irreversible de Dios en la historia de la humanidad. Hubo juicios punitivos limitados; por ejemplo, la expulsión de Satanás y sus ángeles rebeldes del cielo (Apoc. 12:7-12), la expulsión de Adán y de Eva del Jardín del Edén (Gén. 3), el gran Diluvio (Gén. 6–8), la destrucción de Sodoma y de Gomorra (Gén. 19; Jud. 7), la muerte de los primogénitos en Egipto (Éxo. 11–12) y la muerte de Ananías y Safira (Hech. 5:1–11). Por lo tanto, no es de extrañar que también haya un juicio ejecutivo de los impíos al final de la historia de la humanidad.\n</p><p><strong>Apocalipsis 12:7-12\n</strong></p><p><strong>7</strong> Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles; 8 pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.\n</p><p><strong>9 </strong>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.\n</p><p><strong>10</strong> Entonces oí una gran voz en el cielo, que decía: Ahora ha venido la salvación, el poder, y el reino de nuestro Dios, y la autoridad de su Cristo; porque ha sido lanzado fuera el acusador de nuestros hermanos, el que los acusaba delante de nuestro Dios día y noche.\n</p><p><strong>11</strong> Y ellos le han vencido por medio de la sangre del Cordero y de la palabra del testimonio de ellos, y menospreciaron sus vidas hasta la muerte.\n</p><p><strong>12 </strong>Por lo cual alegraos, cielos, y los que moráis en ellos. ¡Ay de los moradores de la tierra y del mar! porque el diablo ha descendido a vosotros con gran ira, sabiendo que tiene poco tiempo.\n</p><p><strong>Hechos 5:1-11\n</strong></p><p><strong>1</strong> Pero cierto hombre llamado Ananías, con Safira su mujer, vendió una heredad,\n</p><p><strong>2</strong> y sustrajo del precio, sabiéndolo también su mujer; y trayendo sólo una parte, la puso a los pies de los apóstoles.\n</p><p><strong>3</strong> Y dijo Pedro: Ananías, ¿por qué llenó Satanás tu corazón para que mintieses al Espíritu Santo, y sustrajeses del precio de la heredad?\n</p><p><strong>4 </strong>Reteniéndola, ¿no se te quedaba a ti? y vendida, ¿no estaba en tu poder? ¿Por qué pusiste esto en tu corazón? No has mentido a los hombres, sino a Dios.\n</p><p><strong>5</strong> Al oír Ananías estas palabras, cayó y expiró. Y vino un gran temor sobre todos los que lo oyeron. 6 Y levantándose los jóvenes, lo envolvieron, y sacándolo, lo sepultaron.\n</p><p><strong>7</strong> Pasado un lapso como de tres horas, sucedió que entró su mujer, no sabiendo lo que había acontecido.\n</p><p><strong>8</strong> Entonces Pedro le dijo: Dime, ¿vendisteis en tanto la heredad? Y ella dijo: Sí, en tanto.\n</p><p><strong>9</strong> Y Pedro le dijo: ¿Por qué convinisteis en tentar al Espíritu del Señor? He aquí a la puerta los pies de los que han sepultado a tu marido, y te sacarán a ti.\n</p><p><strong>10</strong> Al instante ella cayó a los pies de él, y expiró; y cuando entraron los jóvenes, la hallaron muerta; y la sacaron, y la sepultaron junto a su marido.\n</p><p><strong>11</strong> Y vino gran temor sobre toda la iglesia, y sobre todos los que oyeron estas cosas.\n</p><p><strong>Lee 2 Pedro 2:4 al 6 y 3:10 al 13. Estos pasajes ¿cómo nos ayudan a comprender la naturaleza del juicio ejecutivo final? ¿De qué modo sugieren la idea de la consumación del Juicio, y no su duración eterna (lo que sería una perversión de la justicia, en vez de una expresión de ella)?\n</strong></p><p><strong>2 Pedro 2:4-6\n</strong></p><p><strong>4</strong> Porque si Dios no perdonó a los ángeles que pecaron, sino que arrojándolos al infierno los entregó a prisiones de oscuridad, para ser reservados al juicio;\n</p><p><strong>5</strong> y si no perdonó al mundo antiguo, sino que guardó a Noé, pregonero de justicia, con otras siete personas, trayendo el diluvio sobre el mundo de los impíos;\n</p><p><strong>6</strong> y si condenó por destrucción a las ciudades de Sodoma y de Gomorra, reduciéndolas a ceniza y poniéndolas de ejemplo a los que habían de vivir impíamente,\n</p><p><strong>2 Pedro 3:10-13\n</strong></p><p><strong>10</strong> Pero el día del Señor vendrá como ladrón en la noche; en el cual los cielos pasarán con grande estruendo, y los elementos ardiendo serán deshechos, y la tierra y las obras que en ella hay serán quemadas.\n</p><p><strong>11</strong> Puesto que todas estas cosas han de ser deshechas, ¡cómo no debéis vosotros andar en santa y piadosa manera de vivir,\n</p><p><strong>12</strong> esperando y apresurándoos para la venida del día de Dios, en el cual los cielos, encendiéndose, serán deshechos, y los elementos, siendo quemados, se fundirán!\n</p><p><strong>13</strong> Pero nosotros esperamos, según sus promesas, cielos nuevos y tierra nueva, en los cuales mora la justicia.\n</p><p>“La bondad y la larga clemencia de Dios, su paciencia y su misericordia ejercidas hacia sus súbditos, no le impedirán castigar al pecador que se negó a obedecer sus requerimientos. No le corresponde a un hombre (un criminal contra la santa Ley de Dios, perdonado solo mediante el gran sacrificio que Dios hizo al dar a su Hijo para morir por los culpables porque su Ley era inmutable) dictarle a Dios” (Manuscript Releases, t. 12, p. 208).\n</p><p>Todo lo que Dios pudo haber hecho para salvar a la humanidad de la perdición eterna lo hizo, incluso a un gran costo personal. Los que se pierden, en última instancia, tomaron decisiones que los llevaron a este final desafortunado. La idea de que el juicio de Dios sobre los perdidos, incluso de que la aniquilación de los perdidos (y no el tormento eterno) va en contra del carácter de un Dios amoroso, es simplemente errónea. Es el amor de Dios, y solo el amor de Dios, lo que también demanda justicia.\n</p><p><strong>La Cruz en sí, ¿qué nos enseña acerca de lo que Dios estuvo dispuesto a hacer para salvar a todos los que serían salvos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de diciembre",
          "dayTitle": "<p>LA SEGUNDA MUERTE</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p>Dios está guiando la historia humana hacia su punto culminante en el tiempo del fin. Al final del milenio, todos los impíos muertos resucitarán de sus tumbas para recibir su sentencia punitiva final (Apoc. 20:5, 11-15). Entonces, cuando se termine todo el proceso de juzgar y no se le pueda agregar nada más, los malvados reconocerán la justicia de Dios. “En vista de todos los hechos del Gran Conflicto, todo el universo, tanto los leales como los rebeldes, declaran al unísono: ‘Justos y verdaderos son tus caminos, Rey de los santos’”. Y el mismo Satanás “se inclina y reconoce la justicia de su sentencia” (CS 728).\n</p><p><strong>Apocalipsis 20:5\n</strong></p><p><strong>5</strong> Pero los otros muertos no volvieron a vivir hasta que se cumplieron mil años. Esta es la primera resurrección.\n</p><p><strong>Apocalipsis 20:11-15\n</strong></p><p><strong>11</strong> Y vi un gran trono blanco y al que estaba sentado en él, de delante del cual huyeron la tierra y el cielo, y ningún lugar se encontró para ellos.\n</p><p><strong>12</strong> Y vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n</p><p><strong>13</strong> Y el mar entregó los muertos que había en él; y la muerte y el Hades entregaron los muertos que había en ellos; y fueron juzgados cada uno según sus obras.\n</p><p><strong>14</strong> Y la muerte y el Hades fueron lanzados al lago de fuego. Esta es la muerte segunda.\n</p><p><strong>15</strong> Y el que no se halló inscrito en el libro de la vida fue lanzado al lago de fuego.\n</p><p><strong>Lee Malaquías 4:1; Apocalipsis 20:14 y 15; y Apocalipsis 21:8. ¿Cuán efectivos serán el “lago de fuego” y la “muerte segunda”?\n</strong></p><p><strong>Malaquías 4:1\n</strong></p><p><strong>1</strong> Porque he aquí, viene el día ardiente como un horno, y todos los soberbios y todos los que hacen maldad serán estopa; aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.\n</p><p><strong>Apocalipsis 21:8\n</strong></p><p><strong>8</strong> Pero los cobardes e incrédulos, los abominables y homicidas, los fornicarios y hechiceros, los idólatras y todos los mentirosos tendrán su parte en el lago que arde con fuego y azufre, que es la muerte segunda.\n</p><p>La destrucción final de Satanás y sus ángeles y de todos los impíos limpiará el universo del pecado y sus consecuencias. Con todo, incluso la destrucción final de los malvados es un acto del amor de Dios, no solo para los santos, sino también para los mismos impíos. Ellos preferirían morir antes que vivir en la presencia de Dios, quien es un “fuego consumidor” para el pecado (Heb. 12:29).\n</p><p><strong>Hebreos 12:29\n</strong></p><p><strong>29</strong> porque nuestro Dios es fuego consumidor.\n</p><p>Los perdidos “ansiarían huir de ese santo lugar. Desearían que la destrucción los cubriese de la faz del Ser que murió para redimirlos. El destino de los malos queda determinado por la propia elección de ellos. Su exclusión del cielo es un acto de su propia voluntad, y un acto de justicia y misericordia por parte de Dios” (CS 598).\n</p><p>Por lo tanto, la aniquilación final del pecado y los pecadores (en contraste con la teoría no bíblica de sus sufrimientos eternos en el infierno) establece un castigo justo y proporcional por la maldad que haya cometido la gente. También confirma que el pecado tuvo un comienzo y tendrá un final. Entonces el universo entero volverá a su perfección original, antes de que el pecado, el mal y la desobediencia surgieran misteriosamente y sin ninguna justificación.\n</p><p>Alabado sea el Señor porque él, como nuestro “juez justo” (2 Tim. 4:8), tomará la justa decisión de conceder inmortalidad a los justos y destrucción eterna a los impíos.\n</p><p><strong>2 Timoteo 4:8\n</strong></p><p><strong>8</strong> Por lo demás, me está guardada la corona de justicia, la cual me dará el Señor, juez justo, en aquel día; y no solo a mí, sino también a todos los que aman su venida.\n</p><p><strong>¿Qué tiene de malo la idea de que Dios finalmente salva a todos? ¿Por qué es tan mala esa idea?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de diciembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>Lee Elena de White, Palabras de vida del gran Maestro, “Ante el tribunal supremo”, pp. 249-260; El conflicto de los siglos, “El fin del conflicto”, pp. 720-731.\n</p><p>“En el día del Juicio Final, cada alma perdida comprenderá la naturaleza de su propio rechazo de la verdad. Se exhibirá la Cruz, y toda mente que ha sido cegada por la transgresión verá su verdadero significado. Ante la visión del Calvario con su Víctima misteriosa, los pecadores quedarán condenados. Toda excusa mentirosa quedará anulada. La apostasía humana aparecerá en su odioso carácter. Los hombres verán lo que fue su elección. Toda cuestión de verdad y error en la larga Controversia quedará entonces aclarada. A juicio del Universo, Dios quedará libre de toda culpa por la existencia o continuación del mal. Se demostrará que los decretos divinos no son accesorios al pecado. Que no había defecto en el gobierno de Dios, ni causa de desafecto. Cuando los pensamientos de todos los corazones sean revelados, tanto los leales como los rebeldes se unirán para declarar: ‘Justos y verdaderos son tus caminos, Rey de los santos. ¿Quién no te temerá, oh Señor, y glorificará tu nombre? [...] Porque tus juicios se han manifestado’ (Apoc. 15:3, 4)” (DTG 40).\n</p><p><strong>Apocalipsis 15:3-4\n</strong></p><p><strong>3</strong> Y cantan el cántico de Moisés siervo de Dios, y el cántico del Cordero, diciendo: Grandes y maravillosas son tus obras, Señor Dios Todopoderoso; justos y verdaderos son tus caminos, Rey de los santos.\n</p><p><strong>4</strong> ¿Quién no te temerá, oh Señor, y glorificará tu nombre? pues solo tú eres santo; por lo cual todas las naciones vendrán y te adorarán, porque tus juicios se han manifestado.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> “Si te aferras al yo y rehúsas rendir tu voluntad a Dios, estás eligiendo la muerte. Para el pecado, dondequiera que esté, Dios es un fuego consumidor. Si eliges el pecado y rehúsas separarte de él, la presencia de Dios, que consume el pecado, necesariamente te consumirá a ti” (DMJ 60). ¿Cómo nos ayuda esta cita a comprender la naturaleza del juicio ejecutivo?\n</p><p><strong>2. </strong>Reflexiona sobre la idea (presentada al final del estudio del martes) de que ninguno de los perdidos enfrentará el Juicio Final hasta que los redimidos hayan sido parte del proceso de juicio. Nuevamente, ¿qué nos enseña esto acerca de la transparencia de Dios? Para un Universo en el que reina el amor, ¿por qué es tan importante esta transparencia?\n</p><p><strong>3.</strong> La participación de los santos en el juicio durante el Milenio, ¿cómo los consolará con respecto a sus seres queridos que se perderán?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p>EL PROCESO DEL JUICIO</p>",
      "verse": "<p>PARA MEMORIZAR: “Porque es necesario que todos nosotros comparezcamos ante el tribunal de Cristo, para que cada uno reciba según lo que haya hecho mientras estaba en el cuerpo, sea bueno o sea malo” (2 Cor. 5:10).</p>",
      "versionCode": 22,
      "weekDate": "17-23 de diciembre "
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
