{
  "data": [
    {
      "color": "#FA8072",
      "id": 1,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "31 de diciembre",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>Como cristianos, una característica asombrosa de nuestra relación con Dios es que él confía en nosotros para administrar sus asuntos en la Tierra. Al comienzo mismo de la historia humana, Dios delegó explícitamente en Adán y en Eva el cuidado personal de una Creación perfecta. (Ver Gén. 2:7–9, 15.) Desde ponerles nombre a los animales, cuidar el Jardín, hasta llenar la Tierra con hijos, Dios dejó en claro que debemos trabajar en nombre de él aquí.<br><br>Él también nos bendice con recursos, pero a nosotros nos encomendó administrarlos. Por ejemplo, recaudar fondos, emitir cheques, hacer transferencias electrónicas, confeccionar presupuestos o llevar nuestros diezmos y ofrendas a la iglesia los sábados de mañana... Dios nos anima a emplear los recursos que nos ha dado para nuestras necesidades, para las necesidades de los demás y para el avance de su obra. Y, aunque parezca increíble, Dios nos confió a nosotros la crianza de sus hijos, la construcción de sus edificios y la educación de las generaciones venideras.<br><br>En el estudio de esta semana, exploraremos los privilegios y las responsabilidades de formar parte de la familia de Dios.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de enero",
          "dayTitle": "<p>SOMOS PARTE DE LA FAMILIA DE DIOS<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p><strong>“Por esta causa doblo mis rodillas ante el Padre de nuestro Señor Jesucristo, de quien toma nombre toda la familia de los cielos y la tierra” (Efe. 3:14, 15). ¿Qué imágenes se evocan en este versículo y qué esperanza encontramos aquí?</strong><br><br>Al principio del ministerio de Jesús, él declara: “Ustedes, pues, oren así: ‘Padre nuestro que estás en los cielos, santificado sea tu nombre’ ” (Mat. 6:9). Más adelante, en privado, repite la misma oración a sus discípulos (Luc. 11:2). Jesús nos dijo que llamemos “Padre nuestro que estás en los cielos” a su propio Padre. Cuando Jesús se encontró con María después de su resurrección, ella quiso abrazarlo. “Jesús le dijo: ‘No me toques, porque aún no he subido a mi Padre; sino ve a mis hermanos y diles: Subo a mi Padre y a vuestro Padre, a mi Dios y a vuestro Dios’ ” (Juan 20:17).<br><br>Como tenemos el mismo Padre que Jesús, él es nuestro Hermano, y todos somos hermanos en el Señor. Jesús se hizo miembro de la familia terrenal para que nosotros pudiéramos llegar a ser miembros de la familia celestial. “La familia del Cielo y la familia de la Tierra son una” (DTG 775).<br><br><strong>Lee Éxodo 3:10; 5:1; y Gálatas 3:26 y 29. ¿Qué dicen estos versículos acerca de cómo se relaciona Dios con nosotros? ¿Por qué esto debería ser tan alentador?</strong><br><br><strong>Éxodo 3:10; 5:1<br></strong><br><sup>10</sup>&nbsp;Ven, por tanto, ahora, y te enviaré a Faraón, para que saques de Egipto a mi pueblo, los hijos de Israel.<br><br><sup>1</sup> Después Moisés y Aarón entraron a la presencia de Faraón y le dijeron: Jehová el Dios de Israel dice así: Deja ir a mi pueblo a celebrarme fiesta en el desierto.<br><br><strong>Gálatas 3:26 y 29<br></strong><br><sup>26</sup>&nbsp;pues todos sois hijos de Dios por la fe en Cristo Jesús; <br></p><p><sup>29</sup>&nbsp;Y si vosotros sois de Cristo, ciertamente linaje de Abraham sois, y herederos según la promesa.<br><br>En contraste con una visión de la Creación en la que se nos considera meros productos de leyes naturales frías e indiferentes, las Escrituras enseñan no solo que Dios existe, sino además que nos ama y se relaciona con nosotros de una manera tan amorosa que las Escrituras a menudo utilizan la imagen de la familia para describir esa relación. Ya sea que Jesús llame “pueblo mío” a Israel, que a nosotros nos llame “hijos de Dios” o se refiera a Dios como “nuestro Padre”, la cuestión continúa siendo la misma: Dios nos ama de la manera en que se supone que los miembros de la familia se aman unos a otros. ¡Qué buenas noticias, en medio de un mundo que, de por sí, puede ser muy hostil!<br><br><strong>Imagina un mundo en el que tratáramos a todos como familia. ¿Cómo podemos aprender a relacionarnos mejor con todos los seres humanos como nuestros hermanos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de enero",
          "dayTitle": "<p>DIOS ES EL DUEÑO DE TODO<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Salmo 50:10 al 12; 24:1; 1 Crónicas 29:13 y 14; y Hageo 2:8. ¿Cuál es el mensaje? ¿Qué debería significar esta verdad para nosotros y cómo nos relacionamos con lo que poseemos?</strong><br><br><strong>Salmo 50:10 al 12</strong><br><br><sup>10 </sup>Porque mía es toda bestia del bosque,<br><br>Y los millares de animales en los collados.<br><br><sup>11</sup> Conozco a todas las aves de los montes, Y todo lo que se mueve en los campos me pertenece.<br><br><sup>12</sup> Si yo tuviese hambre, no te lo diría a ti; Porque mío es el mundo y su plenitud.<br><br><strong>Salmo 24:1 <br></strong></p><p><sup>1</sup> De Jehová es la tierra y su plenitud; El mundo, y los que en él habitan.<br><br><strong>1 Crónicas 29:13, 14<br></strong><br><sup>13</sup>&nbsp;Ahora pues, Dios nuestro, nosotros alabamos y loamos tu glorioso nombre.<br><br><sup>14</sup>&nbsp;Porque ¿quién soy yo, y quién es mi pueblo, para que pudiésemos ofrecer voluntariamente cosas semejantes? Pues todo es tuyo, y de lo recibido de tu mano te damos.<br><br><strong>Hageo 2:8<br></strong><br><sup>8</sup>&nbsp;Mía es la plata, y mío es el oro, dice Jehová de los ejércitos.<br><br>El libro de 1 Crónicas, a partir del capítulo 17, registra el deseo del rey David de construir una casa para Dios. Compartió este deseo con el profeta Natán, quien respondió: “Haz cuanto piensas en tu corazón, porque Dios está contigo” (1 Crón. 17:2). Pero esa noche Dios le habló a Natán y le ordenó que le dijera al rey que, por ser un hombre de guerra, no podría edificar la casa de Dios; su hijo haría el trabajo en su lugar. David preguntó si al menos podía trazar los planos y preparar los materiales de construcción. Cuando se le concedió esta petición a David, pasó el resto de su vida acumulando una enorme cantidad de piedra labrada, cedro, hierro, oro, plata y bronce “sin medida”. Cuando todos los materiales de construcción estuvieron preparados y ensamblados en el lugar de construcción, David reunió a todos los dirigentes de Israel para una ceremonia de alabanza y acción de gracias.<br><br>En 1 Crónicas 29:13 y 14, en la oración pública del rey David, ¿cuál dijo él que era la verdadera Fuente de todos los materiales de construcción en los que él y el pueblo habían invertido tiempo y dinero en preparar? Por supuesto, básicamente dijo al Señor: “Realmente no podemos atribuirnos el mérito por todos estos materiales especiales porque solo te estamos devolviendo lo que es tuyo”.<br><br>Este tema es importante para todos nosotros, seamos ricos o pobres (pero especialmente los ricos). Debido a que Dios hizo todo en el principio (ver Gén. 1:1; Juan 1:3; Sal. 33:6, 9), él es verdaderamente el dueño legítimo de todo lo que existe, incluyendo todo lo que poseemos, sin importar con cuánto esmero y honestidad hayamos trabajado para ello. Si no fuera por Dios y su gracia, no tendríamos nada, no seríamos nada; por cierto, ni siquiera existiríamos. Por lo tanto, siempre debemos vivir reconociendo que, en última instancia, Dios es el dueño de todo lo que existe, y al alabarlo y agradecerle por su bondad hacia nosotros, podemos recordar esta importante verdad.<br><strong><br>“Porque ¿quién soy yo, y quién es mi pueblo, para que pudiésemos ofrecer de nuestra voluntad cosas semejantes” (1 Crón. 29:14). ¿Qué hermosos principios se expresan en estas palabras, y cómo reflejan cuál debe ser nuestra actitud hacia Dios y nuestra actitud hacia lo que poseemos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de enero",
          "dayTitle": "<p>RECURSOS DISPONIBLES PARA LA FAMILIA DE DIOS<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>El regalo más grande de Dios para sus hijos es Jesucristo, quien nos trae la paz del perdón, la gracia para el diario vivir y el crecimiento espiritual, y la esperanza de la vida eterna.<br><br>“Porque de tal manera amó Dios al mundo, que dio a su Hijo único, para que todo el que crea en él no perezca, sino que tenga vida eterna” (Juan 3:16). “Pero a cuantos lo recibieron les dio el derecho (el poder) de ser hijos de Dios, a los que creen en su nombre” (Juan 1:12; énfasis añadido).<br><br>La salvación, entonces, es el don primordial porque, sin este don, ¿qué más podríamos recibir de Dios que realmente importe a la larga? Más allá de lo que tengamos aquí, un día moriremos y dejaremos de existir, al igual que todos los que alguna vez nos recordaron, y cualquier cosa buena que hayamos hecho también pasará al olvido. Ante todo, pues, debemos tener el don del evangelio; es decir, a Cristo y a este crucificado, siempre en el centro de todos nuestros pensamientos (1 Cor. 2:2).<br><br>Y no obstante, junto con la salvación, Dios nos da mucho más. A los que estaban preocupados por la comida y la ropa, Jesús les ofreció consuelo: “Busquen primero el reino de Dios y su justicia, y todas estas cosas les serán añadidas” (Mat. 6:33).<br><br><strong>Lee Salmo 23:1; 37:25; y Filipenses 4:19. ¿Qué dicen estos versículos acerca de la provisión de Dios para nuestras necesidades diarias?</strong><br><br><strong>Salmo 23:1; 37:25;</strong><br><br><sup>1</sup> Jehová es mi pastor; nada me faltará.<br><br><sup>25</sup> Joven fui, y he envejecido, Y no he visto justo desamparado, Ni su descendencia que mendigue pan.<br><br><strong>Filipenses 4:19</strong><br><br><sup>19</sup>&nbsp;Mi Dios, pues, suplirá todo lo que os falta conforme a sus riquezas en gloria en Cristo Jesús.<br><br>Además, cuando Jesús dijo a sus discípulos que se iría, les prometió el don del Espíritu Santo para consolarlos. “Si me aman, guardarán mis mandamientos; y yo rogaré al Padre, para que les dé otro Consolador que esté con ustedes siempre, al Espíritu de verdad, a quien el mundo no puede recibir, porque no lo ve ni lo conoce. Pero ustedes lo conocen, porque está con ustedes y estará en ustedes” (Juan 14:15–17). “Él los guiará a toda la verdad” (Juan 16:13).<br><br>Entonces, el Espíritu mismo da asombrosos dones espirituales a los hijos de Dios. (Ver 1 Cor. 12:4–11.).</p><p>En resumen, el Dios en quien “vivimos, y nos movemos, y existimos” (Hech. 17:28), el Dios que “da a todos vida, aliento y todas las cosas” (Hech. 17:25), nos ha dado la existencia, la promesa de la salvación, bendiciones materiales y dones espirituales a fin de ser una bendición para los demás. En otras palabras, independientemente de las posesiones materiales que tengamos, los dones o los talentos con los que hayamos sido bendecidos, nos debemos en todo sentido al Dador por la manera en que utilizamos esos dones.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de enero",
          "dayTitle": "<p>RESPONSABILIDADES DE LOS MIEMBROS DE LA FAMILIA DE DIOS<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>Todos disfrutamos de las bendiciones y los dones espirituales y temporales que Dios nos da. Qué reconfortante es saber también que somos “parte de la familia”.<br><strong><br>Lee Deuteronomio 6:5 y Mateo 22:37. ¿Qué significa esto y cómo hacerlo?</strong><br><br>Deuteronomio 6:5<br><br><sup>5&nbsp;</sup>Y amarás a Jehová tu Dios de todo tu corazón, y de toda tu alma, y con todas tus fuerzas.<br><br>Mateo 22:37<br><br><sup>37</sup>&nbsp;Jesús le dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente.<br><br>¿Cómo amar a Dios con “todo tu corazón, con toda tu alma y toda tu mente” (Mat. 22:37)? Curiosamente, la Biblia nos da la respuesta, y no es lo que la mayoría de la gente espera.<br><br><strong>Lee Deuteronomio 10:12 y 13 y 1 Juan 5:3. Bíblicamente hablando, ¿cuál es la respuesta apropiada en nuestra relación de amor con nuestro Padre celestial?</strong><br><br>Deuteronomio 10:12 y 13<br><br><sup>12</sup>&nbsp;Ahora, pues, Israel, ¿qué pide Jehová tu Dios de ti, sino que temas a Jehová tu Dios, que andes en todos sus caminos, y que lo ames, y sirvas a Jehová tu Dios con todo tu corazón y con toda tu alma;<br><br><sup>13</sup>&nbsp;que guardes los mandamientos de Jehová y sus estatutos, que yo te prescribo hoy, para que tengas prosperidad?<br><br>1 Juan 5:3<br><br><sup>3&nbsp;</sup>Pues este es el amor a Dios, que guardemos sus mandamientos; y sus mandamientos no son gravosos.<br><br>¿Guardar la Ley? ¿Obedecer los mandamientos? Para muchos cristianos, lamentablemente, la idea de obedecer la Ley (especialmente el cuarto Mandamiento) es legalismo, y sostienen que simplemente somos llamados a amar a Dios y al prójimo como a nosotros mismos. Sin embargo, Dios es claro: revelamos nuestro amor a Dios y al prójimo cuando obedecemos sus mandamientos.<br><br>“En esto consiste el amor de Dios: en que guardemos sus mandamientos” (1 Juan 5:3). Estamos acostumbrados a ver en este versículo que porque amamos a Dios, por lo tanto, guardamos sus mandamientos. Está bien. Pero quizá también podamos leerlo como “este es el amor de Dios”, es decir, conocemos y experimentamos el amor de Dios al guardar sus mandamientos.<br><br>En Mateo 7:21 al 27, Jesús dijo que los que oyen y practican las palabras de Dios son como un constructor sabio que edificó su casa sobre roca sólida. A los que escuchan pero no obedecen se los compara con un constructor necio que edificó su casa sobre la arena, con resultados desastrosos. Ambos oyeron la palabra; uno obedeció, el otro no. Los resultados marcaron la diferencia entre la vida y la muerte.<br><br><strong>Piensa en el vínculo entre amar a Dios y obedecer su Ley. ¿Por qué deberíamos expresar el amor por Dios de esa manera? ¿Por qué guardar los mandamientos ciertamente revela ese amor? (Pista: piensa en lo que causa la desobediencia de su Ley.)</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 5 de enero",
          "dayTitle": "<p>TESOROS EN EL CIELO</p><p><br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>“No acumulen tesoros en la tierra, donde la polilla y el óxido corroen, y los ladrones socavan y roban. Sino acumulen tesoros en el cielo, donde ni polilla ni óxido corroen, ni ladrones destruyen ni roban. Porque donde esté el tesoro de ustedes, allí estará también su corazón” (Mat. 6:19–21). ¿De qué verdades cruciales habla Jesús aquí?</strong><br><br>¿Quién no ha leído una historia tras otra de gente que acumuló una gran riqueza y por algún motivo la perdió? Nuestro mundo es un lugar muy inestable: guerras, crímenes, violencia, desastres naturales; en cualquier momento puede pasar algo y arrebatarnos todo lo que hemos conseguido trabajando, aunque lo hayamos ganado en forma honesta y leal. Así también, en un momento llega la muerte, y por ende estas cosas se vuelven inútiles para nosotros.<br><br>Por supuesto, las Escrituras nunca nos dicen que está mal ser rico ni amasar riquezas; en estos versículos Jesús nos advierte que mantengamos todo en perspectiva.<br><br>Sin embargo, ¿qué significa hacer tesoros en el Cielo? Significa poner a Dios y su causa (no el hacer dinero) en primer lugar en nuestra vida. Entre otras cosas, significa usar lo que tenemos para la obra de Dios, para el avance de su Reino, para trabajar en favor de los demás y para ser una bendición para los demás.<br><br>Por ejemplo, cuando Dios llamó a Abram, concibió usar a Abram y su familia para bendecir a todas las familias de la Tierra. Dios le dijo a Abraham, quien “fue llamado amigo de Dios” (Sant. 2:23): “Yo haré de ti una gran nación. Te bendeciré, engrandeceré tu nombre, y serás una bendición. Bendeciré a los que te bendigan, y a los que te maldigan maldeciré. Y por medio de ti serán benditas todas las familias de la tierra” (Gén. 12:2, 3).<br><br>“Así, los que viven por la fe son benditos con el creyente Abraham” (Gál. 3:9, énfasis añadido). A nosotros se nos presenta el mismo desafío que se le presentó a él.<br><br>“El dinero tiene gran valor porque puede hacer mucho bien. En manos de los hijos de Dios es alimento para el hambriento, bebida para el sediento y ropa para el desnudo. Es una defensa para el oprimido y un medio para ayudar al enfermo. Pero el dinero no es de más valor que la arena a menos que sea usado para satisfacer las necesidades de la vida, bendecir a otros y hacer progresar la causa de Cristo” (PVGM 286).<br><br><strong>“Porque donde esté el tesoro de ustedes, allí estará también su corazón” (Mat. 6:21). ¿Dónde te dice el corazón que está tu tesoro?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 6 de enero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR<br></p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>“El corazón de Dios suspira por sus hijos terrenales con un amor más fuerte que la muerte. Al dar a su Hijo, nos ha vertido todo el Cielo en un don. La vida, la muerte y la intercesión del Salvador, el ministerio de los ángeles, las súplicas del Espíritu Santo, el Padre que obra sobre todo y a través de todo, el interés incesante de los seres celestiales; todos están empeñados en beneficio de la redención del hombre” (CC 18).<br><br>“Si has renunciado al yo y te has entregado a Cristo, eres miembro de la familia de Dios, y todo cuanto hay en la casa del Padre es tuyo. Se te ofrecen todos los tesoros de Dios, tanto en el mundo actual como en el venidero. El ministerio de los ángeles, el don de su Espíritu, las labores de los siervos; todo es para ti. El mundo, con cuanto contiene, es tuyo en la medida en que pueda beneficiarte” (DMJ 103).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Con todos estos maravillosos dones que Dios da a sus hijos, nos vemos obligados a preguntar, como lo hizo el salmista: “¿Qué pagaré al Señor por todos sus beneficios hacia mí?” (Sal. 116:12). Haz una lista de las bendiciones y los dones de Dios para ti en tu vida espiritual y temporal, y prepárate para compartirla con la clase. ¿Qué te enseña esto acerca de lo agradecido que deberías estar con Dios?<br><br><strong>2</strong>. Además de ser justo que pensemos que Dios es nuestro Creador, las Escrituras enseñan vez tras vez que también es nuestro Sustentador. (Ver Heb. 1:3; Job 38:33–37; Sal. 135:6, 7; Col. 1:17; Hech. 17:28; 2 Ped. 3:7.) Desde las galaxias del cosmos, pasando por las fuerzas que mantienen unidas las estructuras atómicas que componen toda la materia conocida, hasta el latido de nuestro corazón, es solo el poder sustentador de Dios el que mantiene todo esto en existencia. ¿Cómo debería ayudarnos esta verdad bíblica a comprender cuáles son nuestras obligaciones hacia Dios, en términos de cómo usamos lo que él nos ha dado? ¿Cómo nos ayuda esta realidad a mantener nuestra vida, y el propósito de nuestra vida, en la perspectiva adecuada?<br><br><strong>3</strong>. La lección menciona que, de todo lo que Dios nos ha dado, Jesús y el plan de salvación son el regalo más grande de todos. ¿Por qué es así? ¿Qué sería de nosotros si no tuviéramos eso y la gran esperanza que nos ofrece? Un escritor ateo describió a la humanidad como nada más que “trozos de carne en descomposición sobre huesos que se desintegran”. ¿Por qué estaría en lo cierto, si no fuese por el don del evangelio?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de enero",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>RESEÑA</strong><br><br>“La importancia de la familia en el antiguo Israel, en parte, se debía [...] al hecho de que en aquellos días esta era una sociedad de adoración” (T. K. Cheyne y J. Sutherland Black, Encyclopaedia Biblica, p. 1.498).<br><br>La familia fue concebida para servir a Dios. El plan original del Padre era crear una gran familia en la Tierra que fuera parte de la familia celestial (Efe. 3:10-15). Su carácter, expresado en el corazón y la mente de sus hijos no caídos, se revelaría en cada generación sucesiva (Gén. 1:26-28). Las bendiciones y los dones se usarían para la gloria de Dios y para bendecir al mundo. Esas bendiciones y dones debían ser representativos de su verdadera Fuente (Sal. 24:1, 2).<br><br>En el Edén, Dios estableció la primera empresa familiar en la historia del planeta. La empresa estaba bajo el cuidado de sus hijos, pero se requería que la administraran según la voluntad del Padre (Gén. 2:15-17).<br><br>A causa del pecado, Dios envió a su Hijo amado para salvar a cada miembro de la familia (Juan 3:16), y hoy envía a sus hijos redimidos y rehabilitados por su gracia a trabajar en su nombre. Dios todavía busca hijos que trabajen para él, hijos que le devuelvan fielmente el producto de la actividad que se les confió (Mat. 21:31-41). Dios llama a estos hijos de entre los que guardan sus mandamientos, porque ellos lo aman (1 Juan 5:3). Con los dones que les concedió, estos obreros serán una bendición en la iglesia y en el mundo hasta que se termine la obra que él hace en nosotros y por medio de nosotros (Fil. 1:6), y volvamos a la casa del Padre como familia (Juan 14:1-3).<br><strong><br>COMENTARIO</strong><br><br>Cómo entender la mayordomía en la familia de Dios: <br></p><p>A. Títulos que denotan la soberanía del Padre.</p><p>B. Todos los hijos de Dios son sus mayordomos. <br></p><p>C. El Padre presta los recursos para la familia. <br></p><p>D. Los tesoros de la familia se atesoran en el Cielo.<br><br><strong>Parte A: Títulos que denotan la soberanía del Padre.</strong><br><br><strong>1. Creador.</strong> El concepto de mayordomía cristiana se basa en la creencia de que Dios es el Creador de todas las cosas. Es necesario admitir que él existe, que es el Creador y que recompensa a quienes lo buscan (Gén. 1:1; Heb. 11:1–3, 6). Solo una perspectiva creacionista promueve adecuadamente el concepto y la actividad de la mayordomía cristiana. Si la presencia del Creador en la vida es más que una teoría, el cuerpo, los dones, las riquezas y el tiempo del creyente se pondrán al servicio del Creador. Todas las cosas provienen de él, y toda vida humana debe volver a él, “pues todas las cosas son de él, por él y para él. ¡A él sea la gloria por siempre! Amén” (Rom. 11:36).<br><br><strong>2. Padre.</strong> La figura paterna es clave en la noción bíblica de familia. La expresión hogar paterno (bet ab) apunta al sistema patriarcal, en el que el padre tenía plena autoridad sobre los bienes y la familia, y era su guardián y protector. El padre también tenía el poder de juzgar y decidir el destino de los miembros de la familia. El padre era el sacerdote y, por regla general, la familia y la religión estaban íntimamente ligadas. (J. E. Maldonado, Fundamentos bíblico-teológicos da casamento e da família pp. 11, 12.)<br><br>A pesar de las imperfecciones de las familias humanas patriarcales, algunos aspectos importantes de esta relación iluminan la relación entre Dios y su familia espiritual (Deut. 14:1; Prov. 3:12).<br><br>Como Padre, Dios es santo. Él es Rey, y tiene soberanía sobre el Cielo y la Tierra. Él es Guardián, Juez y Salvador (Mat. 6:9–14; leer también Isa. 33:22). Como Padre, Dios es omnisapiente, todopoderoso y todo amor. Por lo tanto, podemos confiar en sus juicios y decisiones. Su guía siempre ha sido, y siempre será, la mejor guía. Entonces, debemos ser fieles en observar los mandamientos del Padre.<br><br><strong>3. Señor.</strong> Las palabras hebreas Adonai (Señor) y Jehová, en la versión grecojudía del Antiguo Testamento (LXX), se traducen con la palabra griega Kurios, que significa Señor, el Dueño de todas las cosas. Los autores del Nuevo Testamento tenían el mismo concepto acerca del Señor. Para ellos, la palabra “Señor” (Kurios), pronunciada con fe, indicaba el reconocimiento de la divinidad del Padre y del Hijo (Mar. 12:29; 1 Tim. 6:15; Jud. 1:4).<br><br>Pablo afirma que nadie declara que Jesús es Señor sino por el Espíritu Santo (1 Cor. 12:3). Solo quienes tienen al Espíritu Santo pueden entender el señorío de Cristo. Es una cuestión de conversión y de salvación.<br><br>Sin embargo, admitir que Jesús es el Señor es más que una declaración formal; es expresar que reconocemos su máxima autoridad como Creador, Padre y Señor. Esto cambia los valores, las preferencias y las prioridades de la vida.<br><br><strong>Parte B: Todos los hijos de Dios son sus mayordomos.</strong></p><p>&nbsp;Ser mayordomo es administrar las posesiones del Señor. El Señor Jesús continúa su obra de salvación, obrando (1) colectivamente mediante la iglesia, (2) e individualmente, en cada miembro por medio del Espíritu Santo.<br><br>1. Colectivamente, la iglesia es la familia de Dios. La iglesia es también su cuerpo. Como tal, la existencia de la iglesia tiene sentido solo cuando observa los mandamientos del Padre y del Señor, porque el señorío del Hijo y del Padre son uno. La iglesia es la guardiana de los dones de Cristo. Dios llama a la iglesia a dar de sí misma y a ministrar con sus dones como Cristo ministró, para que el Señor de la iglesia sea conocido y adorado como Salvador y Señor en todo el mundo. La iglesia debe ejercer fielmente la mayordomía porque Dios la ha hecho guardiana de las bendiciones materiales y espirituales. Sin embargo, la mayordomía de la iglesia no reemplaza la responsabilidad de los miembros individuales.<br><br>2. Individualmente, cada miembro de la iglesia, guiado por el Espíritu Santo, vive con Cristo y en Cristo. El Espíritu es el autor de la mayordomía fiel en cada creyente. La decisión de devolver los diezmos y las ofrendas con generosidad y regularidad es una obra espiritual que cada creyente debe experimentar individualmente. Esta fidelidad es una forma de servicio religioso que ni la oración ni otras actividades de la iglesia pueden reemplazar.<br><br>“Dios nunca aceptará en lugar del diezmo la oración hecha con frecuencia y fervor. La oración no pagará nuestras deudas a Dios” (MJ 242).<br><br>En el Antiguo Testamento, la dignidad del cargo del padre se trasladaba al hijo, a quien el padre confería el honor de desempeñar las funciones religiosas (J. E. Maldonado, Fundamentos Bíblico-Teológicos da Casamento e da Família, p. 12). En nuestra relación con el Señor Jesús, él nos honra por nuestra mayordomía fiel en todas las áreas de la vida.<br><br>Dios siempre ha tenido un pueblo fiel en la Tierra, y ahora te tiene a ti y a la iglesia, su familia, para proclamar su voluntad al mundo.<br><br>La obra enorme y sublime que Dios puso en nuestras manos exige la entrega total de lo que tenemos y de lo que somos. Por lo tanto, se nos llama a encomendar a Cristo y a su obra nuestras posesiones materiales y personales.<br><br><strong>Parte C: El Padre presta los recursos para la familia.</strong><br><br>1. Espirituales. Por nosotros mismos, no tenemos el deseo ni el poder de ser fieles; pero la gracia nos mueve en armonía con la voluntad del Señor. Jesús se entregó por nosotros y no nos dejó solos cuando ascendió al Cielo. Todavía disfrutamos de su presencia y su poder. Él permanece con nosotros mediante el Espíritu Santo. Al tener al Espíritu Santo, tenemos a Jesús.<br><br>Jesús también derrama sus dones sobre su iglesia mediante el Espíritu. Es un verdadero milagro del amor de Dios que los seres humanos caídos dediquen su vida y sus dones desinteresadamente en favor del evangelio. Dios nos dio dones espirituales, y debemos responder a su generosidad usando y fomentando estos dones en la obra del Señor.<br><br>2. Materiales. Las posesiones materiales también son un regalo de Dios. En Edén, nuestros primeros padres recibieron una vasta y valiosa propiedad, rica en animales, plantas y tesoros (Gén. 2:8–17). Pero no podían comer del fruto del árbol prohibido. No había veneno innato en la fruta que la hiciera prohibida; más bien, Dios la prohibió para probar su fidelidad a él y a su Ley (Gén. 2:15–17).<br><br>El deseo de aquello que Dios prohibió ocasionó la desobediencia y el pecado, que llevó a la humanidad a sufrir la pena de muerte. Hoy también recibimos bienes materiales, unos más y otros menos, pero la prueba del Edén se repite en nuestra vida.<br><br>Dios espera que sus hijos sean fieles en las posesiones materiales, para no repetir la experiencia de desear la porción que él se reserva para sí (Mal. 3:8). La fidelidad y el carácter están siendo probados para la vida eterna. Solo mediante la obra del Espíritu Santo podemos reconocer a Dios como nuestro Creador, nuestro Padre y nuestro Señor. Entender esto cambia nuestra visión del mundo.<br><br><strong>Parte D: Los tesoros de la familia se atesoran en el Cielo.</strong></p><p> Acumular tesoros en el Cielo significa invertir en la obra de Dios. Los seres celestiales participan en esta obra a la par de nosotros. Nuestra inversión celestial requiere que coloquemos el Reino de Dios en primer lugar, por encima de todas las cosas (Mat. 6:33). El Cielo se preocupa por lo que sucede en la Tierra, especial- mente con respecto a la obra redentora de Dios. Jesús participa personalmente, y observa cada acto fiel y generoso (Mal. 3:8–10; Mat. 25:31–46). Jesús observó la ofrenda de la viuda pobre (Mar. 12:41–44), y todavía nos ve a nosotros hoy.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>a. Dios es el Creador, Padre y Señor, y nosotros somos sus hijos y mayordomos. Estos títulos indican su autoridad, así como su cuidado amoroso y su don de salvación. Le debemos todo lo que somos y tenemos, y lo que esperamos en términos eternos.<br><br>1. Analicen con la clase los motivos que tenemos para obedecer a Dios, como devolver los diezmos y las ofrendas, o para trabajar en la iglesia y para ayudar a nuestros semejantes.<br><br>a. El temor a los juicios celestiales, ¿cómo influye en la motivación de tus alumnos?<br><br>b. La gratitud a Jesús por ser su Creador y Salvador, ¿cuánto los motiva?<br><br>c. ¿Cuán motivados se sienten por las bendiciones que reciben de Dios por serle fieles?<br><br>d. ¿Cuánto los motiva el gozo por el amor de Dios y la participación en su obra?<br><br>b. El pecado nos ha hecho naturalmente egoístas y egocéntricos. Con la Caída, perdimos la santidad original con la que Dios nos dotó. Por consiguiente, debemos permitir que el Señor nos restaure. Su obra restauradora en nuestra naturaleza caída incluye dotarnos de “el deseo y el poder para que haga[mos] lo que a él le agrada” (Fil. 2:13, NTV).<br><br>“El pecado no solo nos aparta de Dios, sino también destruye en el alma humana el deseo y la aptitud para conocerlo. La misión de Cristo consiste en deshacer toda esta obra del mal. Él tiene poder para vigorizar y restaurar las facultades del alma paralizadas por el pecado, la mente oscurecida y la voluntad pervertida” (Ed 28, 29).<br><br>Elige voluntarios para leer Malaquías 3:8; Santiago 2:14 al 26; y 2 Corintios 5:18 y 20. Luego plantea las siguientes preguntas para analizar con la clase:<br><br>1. ¿Cómo coopero con Jesús para mi crecimiento espiritual?<br><br>2. ¿Por qué Dios requiere una devolución fiel de mis diezmos y ofrendas para apoyar su obra en la Tierra?<br><br>3. ¿Qué significa que la fe sin obras es muerta? ¿Cómo se revela mi fe por mis obras?<br><br>4. ¿Cuál es el ministerio de reconciliación que Cristo le da a su pueblo?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>PARTE DE LA FAMILIA DE DIOS</strong><br></p>",
      "verse": "<p>“¡Miren qué gran amor nos ha prodigado el Padre, que seamos llamados hijos de Dios!” (1 Juan 3:1).<br></p>",
      "versionCode": 1,
      "weekDate": "31 de diciembre - 6 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
