{
  "data": [
    {
      "color": "#0fa2f0",
      "id": 712,
      "idEs": 9,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 10",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Jesus’ picture of a kernel of wheat dying is a fascinating analogy of our submission to God’s will. First, there is the falling. The kernel that falls from the wheat stalk has no control over where or how it falls to the ground. It has no control over the ground that surrounds and then presses over it.<br><br>Second, there is the waiting. As the kernel lies in the earth, it does not know what the future holds. It cannot “imagine” what life will be like in the future, for it is only a kernel of wheat.<br><br>Third, there is the dying. The kernel cannot possibly become a wheat stalk unless it gives up its safe, comfortable situation as a kernel. It must “die”; that is, it must give up what it has always been before so it may be transformed from a seed into a fruit-bearing plant.<br><strong><br>The Week at a Glance: I</strong>f we know that God’s will is best for us, why do we have such a hard time accepting it? What example of submission has Christ left for us? How do you see the analogy of the kernel of wheat as applying to your own life?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 11",
          "dayTitle": "<p>Submission for Service<br></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Philippians 2:5–9. What important message is there for us in these verses?</strong></p><p><strong>Philippians 2:5–9</strong></p><p><sup><strong>5</strong></sup> Let this mind be in you which was also in Christ Jesus, <sup><br></sup></p><p><sup><strong>6 </strong></sup>who, being in the form of God, did not consider it robbery to be equal with God, <sup><br></sup></p><p><sup><strong>7</strong></sup> but made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men. <sup><br></sup></p><p><sup><strong>8</strong></sup> And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross. <sup><br></sup></p><p><sup><strong>9</strong></sup> Therefore God also has highly exalted Him and given Him the name which is above every name, <br><br>Contemporary culture urges us all to demand and assert our rights. And all this is good and often is the way it should be. But as with Jesus, the will of God may be for us to give up our rights freely in order to serve the Father in ways that will make an eternal impact for God’s kingdom. This process of giving them up may be difficult and uncomfortable, creating the conditions of a crucible. Look at how Jesus did this (Phil. 2:5–8). These verses describe three steps that Jesus took in submitting Himself to the Father’s will. And at the beginning, Paul alarmingly reminds us: “Have the same mindset as Christ Jesus” (Phil. 2:5, NIV).<br><br>In order to be in a position to save us, Jesus gave up His equality with the Father and moved to earth in the form and limitations of a human being (Phil. 2:6, 7, NIV).<br><br>Jesus did not come as a great and glorious human being, but as a servant of other human beings (Phil. 2:7, NIV).<br><br>As a human servant, Jesus did not live a peaceful and long life but became “obedient to death.” He did not even die in a noble and glorious manner. No, He was “obedient to death—even death on a cross!” (Phil. 2:8, NIV).<br><strong><br>In what areas of life is this example of Jesus a model for us? If rights and equality are good and should be protected, how would you explain the logic of sometimes needing to give them up? Now read Philippians 2:9. In what way does this verse help us to understand the logic of submission to the Father’s will?</strong><br><br><strong>Pray for wisdom from the Holy Spirit, asking, “What rights am I holding on to right now that actually might be a barrier to submitting to Jesus’ will in serving my family, my church, and those around me? To what extent am I willing to endure discomfort to serve others more effectively?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 12",
          "dayTitle": "<p>Dying Comes Before Knowing God’s Will<br></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>Many Christians sincerely seek to know God’s will for their lives. “If only I could know God’s will for my life, I would sacrifice everything for Him.” But even after promising this to God, we still may be confused about what His will is. The reason for this confusion may be found in Romans 12:1, 2. Paul is describing how we can know God’s will, and he makes an important point: if you want to know what God’s will is, you have to sacrifice first!<br><br><strong>Read Romans 12:1, 2. Paul writes that we will be able to “test and approve what God’s will is” (Rom. 12:2, NIV) when the following things happen:</strong><br></p><p><strong>Romans 12:1-2</strong></p><p><sup><strong>1 </strong></sup>I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which is your reasonable service. <sup><br></sup></p><p><sup><strong>2 </strong></sup>And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God.<strong><br></strong></p><p><strong>1.</strong> We have a true understanding of “God’s mercy” for us (Rom. 12:1, NIV).<br><br><strong>2.</strong> We offer ourselves as living sacrifices to God (Rom. 12:1).<br><br><strong>3. </strong>Our minds are renewed (Rom. 12:2).<br><br>It is only the renewed mind that truly can understand God’s will. But this renewal hinges on our death to self first. It was not enough that Christ simply suffered for us—He had to die.<br><br><strong>Ask the Holy Spirit to show you any areas in which you are not completely “dead.” What things does the Holy Spirit need you to give up in order for you to become a “living sacrifice” for God?</strong><br><br>When areas of our lives are not completely dead to self, God permits crucibles to bring them to our attention. However, our suffering not only helps us confront our sin—but it also gives us an insight into Jesus’ giving Himself up for us. Elisabeth Elliot writes, “The surrender of our heart’s deepest longing is perhaps as close as we come to an understanding of the cross. . . . Our own experience of crucifixion, though immeasurably less than our Savior’s, nonetheless furnishes us with a chance to begin to know Him in the fellowship of His sufferings. In every form of our own suffering, He calls us to that fellowship.”—Quest for Love (Grand Rapids, MI: Fleming H. Revell, 1996), p. 182.<br><br><strong>Read and pray over Romans 12:1, 2. Think about the things you need to give up in order to become a sacrifice. How does this help you to understand the sufferings Jesus faced for you on the cross? How can this knowledge help you enter into fellowship with Jesus and His sufferings?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 13",
          "dayTitle": "<p>Willingness to Listen<br></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p><strong>“The Lord came and stood there, calling as at the other times, ‘Samuel! Samuel!’ Then Samuel said, ‘Speak, for your servant is listening’ ” (1 Sam. 3:10, NIV).</strong><br><br>Have you ever heard that still, small voice of the Holy Spirit but ignored it? Consequently, everything went wrong, and you thought to yourself later, Oh no, why didn’t I listen?<br><br>First Samuel describes the story of an old man and his two wicked sons who didn’t listen to the Lord and a little boy who did. Though there were strong warnings from God, those who needed to change their course didn’t.<br><br><strong>Read their story in 1 Samuel 2:12–3:18. What contrast is made apparent here between those who listen to God and those who don’t?<br></strong></p><p><strong>1 Samuel 2:12–35</strong></p><p><sup><strong>12</strong></sup> Now the sons of Eli were corrupt; they did not know the Lord. <sup><br></sup></p><p><sup><strong>13 </strong></sup>And the priests’ custom with the people was that when any man offered a sacrifice, the priest’s servant would come with a three-pronged fleshhook in his hand while the meat was boiling. <sup><br></sup></p><p><sup><strong>14 </strong></sup>Then he would thrust it into the pan, or kettle, or caldron, or pot; and the priest would take for himself all that the fleshhook brought up. So they did in Shiloh to all the Israelites who came there. <sup><br></sup></p><p><sup><strong>15 </strong></sup>Also, before they burned the fat, the priest’s servant would come and say to the man who sacrificed, “Give meat for roasting to the priest, for he will not take boiled meat from you, but raw.”<sup><br><br><strong>16 </strong></sup>And if the man said to him, “They should really burn the fat first; then you may take as much as your heart desires,” he would then answer him, “No, but you must give it now; and if not, I will take it by force.”<sup><br><br><strong>17 </strong></sup>Therefore the sin of the young men was very great before the Lord, for men abhorred the offering of the Lord.<sup><br><br><strong>18 </strong></sup>But Samuel ministered before the Lord, even as a child, wearing a linen ephod. <sup><br></sup></p><p><sup><strong>19</strong></sup> Moreover his mother used to make him a little robe, and bring it to him year by year when she came up with her husband to offer the yearly sacrifice. <sup><strong><br></strong></sup></p><p><sup><strong>20 </strong></sup>And Eli would bless Elkanah and his wife, and say, “The Lord give you descendants from this woman for the loan that was given to the Lord.” Then they would go to their own home.<sup><br><br><strong>21</strong></sup> And the Lord visited Hannah, so that she conceived and bore three sons and two daughters. Meanwhile the child Samuel grew before the Lord.<sup><br><br><strong>22 </strong></sup>Now Eli was very old; and he heard everything his sons did to all Israel, and how they lay with the women who assembled at the door of the tabernacle of meeting. <sup><br></sup></p><p><sup><strong>23 </strong></sup>So he said to them, “Why do you do such things? For I hear of your evil dealings from all the people. <sup><br></sup></p><p><sup><strong>24 </strong></sup>No, my sons! For it is not a good report that I hear. You make the Lord’s people transgress. <sup><br></sup></p><p><sup><strong>25 </strong></sup>If one man sins against another, God will judge him. But if a man sins against the Lord, who will intercede for him?” Nevertheless they did not heed the voice of their father, because the Lord desired to kill them.<sup><br><br><strong>26 </strong></sup>And the child Samuel grew in stature, and in favor both with the Lord and men.<sup><br><br><strong>27 </strong></sup>Then a man of God came to Eli and said to him, “Thus says the Lord: ‘Did I not clearly reveal Myself to the house of your father when they were in Egypt in Pharaoh’s house? <sup><br></sup></p><p><sup><strong>28</strong></sup> Did I not choose him out of all the tribes of Israel to be My priest, to offer upon My altar, to burn incense, and to wear an ephod before Me? And did I not give to the house of your father all the offerings of the children of Israel made by fire?</p><p><sup><strong>&nbsp;29 </strong></sup>Why do you kick at My sacrifice and My offering which I have commanded in My dwelling place, and honor your sons more than Me, to make yourselves fat with the best of all the offerings of Israel My people?’ <sup><strong><br></strong></sup></p><p><sup><strong>30 </strong></sup>Therefore the Lord God of Israel says: ‘I said indeed that your house and the house of your father would walk before Me forever.’ But now the Lord says: ‘Far be it from Me; for those who honor Me I will honor, and those who despise Me shall be lightly esteemed. <sup><br></sup></p><p><sup><strong>31 </strong></sup>Behold, the days are coming that I will cut off your arm and the arm of your father’s house, so that there will not be an old man in your house. <sup><br></sup></p><p><sup><strong>32</strong></sup> And you will see an enemy in My dwelling place, despite all the good which God does for Israel. And there shall not be an old man in your house forever. <sup><br></sup></p><p><sup><strong>33 </strong></sup>But any of your men whom I do not cut off from My altar shall consume your eyes and grieve your heart. And all the descendants of your house shall die in the flower of their age. <sup><br></sup></p><p><sup><strong>34</strong></sup> Now this shall be a sign to you that will come upon your two sons, on Hophni and Phinehas: in one day they shall die, both of them. <sup><br></sup></p><p><sup><strong>35 </strong></sup>Then I will raise up for Myself a faithful priest who shall do according to what is in My heart and in My mind. I will build him a sure house, and he shall walk before My anointed forever. 36 And it shall come to pass that everyone who is left in your house will come and bow down to him for a piece of silver and a morsel of bread, and say, “Please, put me in one of the priestly positions, that I may eat a piece of bread.” ’ ”<br></p><p><strong>1 Samuel 3:1-18</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>Now the boy Samuel ministered to the Lord before Eli. And the word of the Lord was rare in those days; there was no widespread revelation. <sup><br></sup></p><p><sup><strong>2 </strong></sup>And it came to pass at that time, while Eli was lying down in his place, and when his eyes had begun to grow so dim that he could not see, <sup><br></sup></p><p><sup><strong>3</strong></sup> and before the lamp of God went out in the tabernacle of the Lord where the ark of God was, and while Samuel was lying down, <sup><br></sup></p><p><sup><strong>4</strong></sup> that the Lord called Samuel. And he answered, “Here I am!” <sup><br></sup></p><p><sup><strong>5 </strong></sup>So he ran to Eli and said, “Here I am, for you called me.”<br><br>And he said, “I did not call; lie down again.” And he went and lay down.<sup><br><br><strong>6</strong></sup> Then the Lord called yet again, “Samuel!”<br><br>So Samuel arose and went to Eli, and said, “Here I am, for you called me.” He answered, “I did not call, my son; lie down again.” <sup><br></sup></p><p><sup><strong>7 </strong></sup>(Now Samuel did not yet know the Lord, nor was the word of the Lord yet revealed to him.)<sup><br><br><strong>8 </strong></sup>And the Lord called Samuel again the third time. So he arose and went to Eli, and said, “Here I am, for you did call me.”<br><br>Then Eli perceived that the Lord had called the boy. <sup><br></sup></p><p><sup><strong>9 </strong></sup>Therefore Eli said to Samuel, “Go, lie down; and it shall be, if He calls you, that you must say, ‘Speak, Lord, for Your servant hears.’ ” So Samuel went and lay down in his place.<sup><br><strong><br>10 </strong></sup>Now the Lord came and stood and called as at other times, “Samuel! Samuel!”<br><br>And Samuel answered, “Speak, for Your servant hears.”<sup><br><strong><br>11 </strong></sup>Then the Lord said to Samuel: “Behold, I will do something in Israel at which both ears of everyone who hears it will tingle. <br></p><p><strong><sup>12</sup> I</strong>n that day I will perform against Eli all that I have spoken concerning his house, from beginning to end. 13 For I have told him that I will judge his house forever for the iniquity which he knows, because his sons made themselves vile, and he did not restrain them. <sup><br></sup></p><p><sup><strong>14 </strong></sup>And therefore I have sworn to the house of Eli that the iniquity of Eli’s house shall not be atoned for by sacrifice or offering forever.”<sup><br><br><strong>15</strong></sup> So Samuel lay down until morning, and opened the doors of the house of the Lord. And Samuel was afraid to tell Eli the vision. <sup><br></sup></p><p><sup><strong>16 </strong></sup>Then Eli called Samuel and said, “Samuel, my son!”<br><br>He answered, “Here I am.”<sup><br><br><strong>17</strong></sup> And he said, “What is the word that the Lord spoke to you? Please do not hide it from me. God do so to you, and more also, if you hide anything from me of all the things that He said to you.” <sup><br></sup></p><p><sup><strong>18 </strong></sup>Then Samuel told him everything, and hid nothing from him. And he said, “It is the Lord. Let Him do what seems good to Him.”</p><p><strong><br></strong></p><p>Eli’s sons had other things on their minds than the things of God. And even when Eli, after hearing what God wanted, spoke to his sons, he didn’t seem to do anything else. And his sons were obviously not ready to submit the details of their lives to God’s will. What a contrast to the young Samuel!<br><br>Preacher Charles Stanley describes how essential it is to cultivate openness to God’s voice in what he calls “shifting into neutral.” He says: “The Holy Spirit . . . does not speak for the sake of passing along information. He speaks to get a response. And He knows when our agenda has such a large slice of our attention that it is a waste of time to suggest anything to the contrary. When that is the case, He is often silent. He waits for us to become neutral enough to hear and eventually obey.”—The Wonderful Spirit-Filled Life (Nashville, TN: Thomas Nelson Publishers, 1992), pp. 179, 180.<br><br>What do you think Stanley means by becoming “neutral enough”?<br><br><strong>When you think about your openness to God, what things often prevent you from being “neutral enough to hear and eventually obey”? What do you need to do in your life to cultivate openness to God’s voice and a decisiveness to be obedient to His direction?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 14",
          "dayTitle": "<p>Self-Reliance<br></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>When Eve sinned in the Garden of Eden, it wasn’t simply because she doubted God’s word. At the heart of the problem was her belief that she had enough wisdom to decide for herself what was good and right. She trusted her own judgment. When we rely on our own judgment as opposed to trusting God’s Word, we open ourselves up to all sorts of problems.<br><br>The story of Saul describes his steps to self-reliance and the tragedy that so quickly follows. Samuel anointed Saul as God’s king (1 Sam. 10:1). Then he gave Saul specific instructions (1 Sam. 10:8), but Saul disobeyed.<br><br><strong>Read the next part of the story in 1 Samuel 13:1–14. What did Saul do that led to his own downfall?</strong></p><p><strong>1 Samuel 13:1–14</strong></p><p><sup><strong>1 </strong></sup>Saul reigned one year; and when he had reigned two years over Israel, <sup><br></sup></p><p><sup><strong>2 </strong></sup>Saul chose for himself three thousand men of Israel. Two thousand were with Saul in Michmash and in the mountains of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent away, every man to his tent.<sup><br><br><strong>3 </strong></sup>And Jonathan attacked the garrison of the Philistines that was in Geba, and the Philistines heard of it. Then Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear!” <strong><br></strong></p><p><sup><strong>4 </strong></sup>Now all Israel heard it said that Saul had attacked a garrison of the Philistines, and that Israel had also become an abomination to the Philistines. And the people were called together to Saul at Gilgal.<sup><br><strong><br>5</strong></sup> Then the Philistines gathered together to fight with Israel, thirty thousand chariots and six thousand horsemen, and people as the sand which is on the seashore in multitude. And they came up and encamped in Michmash, to the east of Beth Aven. <sup><br></sup></p><p><sup><strong>6 </strong></sup>When the men of Israel saw that they were in danger (for the people were distressed), then the people hid in caves, in thickets, in rocks, in holes, and in pits. <sup><br></sup></p><p><sup><strong>7 </strong></sup>And some of the Hebrews crossed over the Jordan to the land of Gad and Gilead.<br><br>As for Saul, he was still in Gilgal, and all the people followed him trembling. <sup><br></sup></p><p><sup><strong>8 </strong></sup>Then he waited seven days, according to the time set by Samuel. But Samuel did not come to Gilgal; and the people were scattered from him. <sup><br></sup></p><p><sup><strong>9 </strong></sup>So Saul said, “Bring a burnt offering and peace offerings here to me.” And he offered the burnt offering. <sup><br></sup></p><p><sup><strong>10 </strong></sup>Now it happened, as soon as he had finished presenting the burnt offering, that Samuel came; and Saul went out to meet him, that he might greet him.<sup><br><strong><br>11</strong></sup> And Samuel said, “What have you done?”<br><br>Saul said, “When I saw that the people were scattered from me, and that you did not come within the days appointed, and that the Philistines gathered together at Michmash, <sup><br></sup></p><p><sup><strong>12</strong></sup> then I said, ‘The Philistines will now come down on me at Gilgal, and I have not made supplication to the Lord.’ Therefore I felt compelled, and offered a burnt offering.”<sup><br><br><strong>13</strong></sup> And Samuel said to Saul, “You have done foolishly. You have not kept the commandment of the Lord your God, which He commanded you. For now the Lord would have established your kingdom over Israel forever. <sup><br></sup></p><p><sup><strong>14</strong></sup> But now your kingdom shall not continue. The Lord has sought for Himself a man after His own heart, and the Lord has commanded him to be commander over His people, because you have not kept what the Lord commanded you.”<br><br>There are three steps that led Saul down the road to self-reliance so soon after having been made king. The problem is that none of the steps were that bad in themselves. Yet, they contained the seeds of tragedy because they were each taken independently of God. Notice the order in which Saul’s fall occurred.<br><br><strong>1. </strong>Saul said, “I saw” (NIV)—the scattering of his troops and Samuel’s absence (1 Sam. 13:11). Saul was under pressure, and he evaluated with his own eyes what was happening.<br><br><strong>2.</strong> Saul moved from “I saw” to “I said”—that the Philistines would conquer them (1 Sam. 13:12, NKJV). What he saw with his own eyes shaped what he said, or surmised, about the situation.<br><strong><br>3.</strong> Saul moved from “I said” to “I felt”—compelled to offer sacrifice (1 Sam. 13:12, NKJV). What Saul thought now shaped his feelings. All of us have done this: we rely on our own human eyesight, which leads us to rely on our own human thinking, which leads us to rely on our own human feelings. And then we act on these feelings.<br><strong><br>Why do you think it was so easy for Saul to follow his own judgment, even though he had God’s clear instructions still ringing in his ears? If we know that we are so fragile and have such imperfect knowledge, why do we still try to rely on ourselves? What can we do to learn to trust in the Lord’s commands more than trusting in ourselves?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 15",
          "dayTitle": "<p>Substitutes<br></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>As we saw yesterday, submission to God’s will can be undermined as we rely on our own strength. It also is possible to rely on other substitutes for God. When some people feel depressed, they go shopping for something to make them happy. When some feel inadequate, they pursue fame. When others have difficulties with their spouse, they look for someone else to give them intimacy and excitement.<br><br>Many of the things we use can relieve the pressure, but they do not necessarily solve the problem or teach us how to handle the situation better the next time. Only supernatural help from God can do that. The problem is that many times we depend on substitutes for God rather than on God Himself.<br><br>Here are three substitutes that we may use instead of God:<br><br>1. We use human logic or past experience when we need fresh divine revelation.<br><br>2. We block problems from our minds when we need divine solutions.<br><br>3. We escape reality and avoid God when we need communion with Him for divine power.<br><br>Zechariah helps us to focus on what really matters when we are tempted to use substitutes. After many years away, the exiles had finally returned from Babylon and immediately began to rebuild the temple. But there was an incredible amount of opposition to this (some background can be found in Ezra 4–6). So, Zechariah came with this message of encouragement to Zerubbabel, who was leading the work.<br><br><strong>Read this message in Zechariah 4. What does God mean in Zechariah 4:6? How could the completion of a building project be affected by the Holy Spirit? What does this teach us about the relationship between the Holy Spirit and the practical things that we do?<br></strong></p><p><strong>Zechariah 4</strong></p><p><sup><strong>1 </strong></sup>Now the angel who talked with me came back and wakened me, as a man who is wakened out of his sleep. <sup><br></sup></p><p><sup><strong>2 </strong></sup>And he said to me, “What do you see?”<br><br>So I said, “I am looking, and there is a lampstand of solid gold with a bowl on top of it, and on the stand seven lamps with seven pipes to the seven lamps. <sup><br></sup></p><p><sup><strong>3</strong></sup> Two olive trees are by it, one at the right of the bowl and the other at its left.” <sup><br></sup></p><p><sup><strong>4 </strong></sup>So I answered and spoke to the angel who talked with me, saying, “What are these, my lord?”<sup><br><strong><br>5 </strong></sup>Then the angel who talked with me answered and said to me, “Do you not know what these are?”<br><br>And I said, “No, my lord.”<sup><br><strong><br>6</strong></sup> So he answered and said to me:<br><br>“This is the word of the Lord to Zerubbabel:<br>‘Not by might nor by power, but by My Spirit,’<br>Says the Lord of hosts.<sup><br><strong><br></strong></sup></p><p><sup><strong>7 </strong></sup>‘Who are you, O great mountain?<br>Before Zerubbabel you shall become a plain!<br>And he shall bring forth the capstone<br>With shouts of “Grace, grace to it!” ’ ”<sup><br><br><strong>8 </strong></sup>Moreover the word of the Lord came to me, saying:<sup><br><br><strong>9 </strong></sup><br>“The hands of Zerubbabel<br>Have laid the foundation of this temple;<br>His hands shall also finish it.<br>Then you will know<br>That the Lord of hosts has sent Me to you.<sup><br><strong>10 </strong></sup><br>For who has despised the day of small things?<br>For these seven rejoice to see<br>The plumb line in the hand of Zerubbabel.<br>They are the eyes of the Lord,<br>Which scan to and fro throughout the whole earth.”<sup><br><br><strong>11</strong></sup> Then I answered and said to him, “What are these two olive trees—at the right of the lampstand and at its left?” <br></p><p><sup><strong>12</strong></sup> And I further answered and said to him, “What are these two olive branches that drip into the receptacles of the two gold pipes from which the golden oil drains?”<sup><br><br><strong>13 </strong></sup>Then he answered me and said, “Do you not know what these are?”<br><br>And I said, “No, my lord.”<sup><br><strong><br>14 </strong></sup>So he said, “These are the two anointed ones, who stand beside the Lord of the whole earth.”<strong><br></strong></p><p>God did not prevent the opposition to the temple or spare Zerubbabel from the stress of dealing with it. And God will not always protect us from opposition. But when opposition comes, God may use it as a crucible to teach us to depend on Him. <br></p><p><strong>When stress comes, what’s your first reaction? Food? Television? Prayer? Submission to God? What does your answer tell you about yourself and the things you need to learn or to change?</strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 16",
          "dayTitle": "",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “Eli and His Sons,” pp. 575–580, and “The Presumption of Saul,” pp. 616–626, in Patriarchs and Prophets.<br><br>Submission to God’s will comes as we die to our own desires and ambitions. This opens the way for true service to others. We cannot live for God without becoming sacrifices and living in continual openness to God’s voice. For us truly to submit our wills to our Father’s will, we must recognize the dangers of relying on ourselves and on substitutes for God’s Word and power. As submission to God’s will is at the heart of a Christlike life, God may allow crucibles to teach us dependence on Him.<br><br>“The neglect of Eli is brought plainly before every father and mother in the land. As the result of his unsanctified affection or his unwillingness to do a disagreeable duty, he reaped a harvest of iniquity in his perverse sons. Both the parent who permitted the wickedness and the children who practiced it were guilty before God, and He would accept no sacrifice or offering for their transgression.”—Ellen G. White, Child Guidance, p. 276.<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>As a class, talk about the incredible condescension of the Son of God in coming to earth as a human being in order to die for our sins. What does this tell each of us about what self-sacrifice and self-denial for the good of others means? Though we certainly can’t do anything like what Jesus did, the principle is there and should always be before us. In what ways can we, in our own spheres, emulate the kind of submission and self-sacrifice that Jesus showed us at the cross? <br></p><p><strong>2. </strong>For many people, submitting to God without knowing what will happen next can be a terrifying thing. How would you counsel people who are relying on themselves rather than God? What would you say to help remove their fears of not knowing—or being able to control—the future?<br><br><strong>3.</strong> As a class, spend some time praying for people you know who have difficulty in submitting to God’s will, that they may see that trusting God’s will is the only route to a lasting peace. At the same time, what practical things can you do for these people to help them see that they can surrender to God and that His way is the best? In other words, how can God use you to help others know of His love and willingness to provide?<br><br><strong>Inside Story:</strong><br><br><strong>Part 12: Father Is Baptized! By A ndrew McChesney</strong><br><br>The day of Father’s baptism finally arrived, and he arrived with Mother and Junior at Manaus Central Seventh-day Adventist Church, a larger church where the baptism would be held, in Manaus, Brazil. About 400 people were seated in the main sanctuary. Pastor Sergio Alan A. Caxeta, president of the Adventist Church’s Central Amazon Conference, whose territory includes Manaus, asked Mother how she felt as she and Junior took a seat on the front row. “We’re fine,” she said, smiling happily.<br><br>The pastor acknowledged feeling uneasy until that very afternoon. Then he had prayed, “Lord, please help me. I’m not sure about my own strength. I want Your peace so I can have the certainty that Your power is here when I baptize Eduardo.” After the prayer, all doubt had vanished.<br><br>Ricardo Coelho, pastor of the family’s Alpha Community Church, led Father to the second floor, where seats were reserved for Alpha’s 300 members. Father greeted Dilma Araujos dos Santos and her son Clifferson, who first introduced the family to the Adventist Church, and the others. Then Pastor Ricardo asked Father to return downstairs to don a baptismal gown.<br><br>As Father descended the stairs, a man suddenly darted up and rushed toward him. Father turned to look at the man and, as their eyes met, the man’s pupils slid up into his head and his eyes went white. Then the man fell down and writhed on the stairs. “I’ve been ordered to kill him!” he shrieked. Concealed in a pocket, the man was carrying a small dagger, the type that Father once had used to sacrifice animals at the temple. But before the man could pull out the dagger, Pastor Ricardo and several other men lifted him up and led him to a back room, where they found the weapon. A short time later, Father waded into the baptismal pool. Alpha church members sang a hymn from the second floor as he went under the water.<br><br>Afterward, Pastor Ricardo told the congregation about the attempted attack and invited a physician, Luiz, up to the front to speak. Luiz, who had examined the attacker in the back room, was a frequent guest at the church but had never committed his life to Jesus. “I didn’t understand the reality of the great controversy between Christ and Satan until today,” he said, his voice shaking. “I saw it right here. Praise the Lord that nothing bad happened. It was God’s power.” He began to weep. “As a cardiologist, I felt for the attacker’s pulse,” he said. “I have never seen anything so abnormal. His pulse was too fast. No human could have such a high pulse rate and live.” The experience changed Luiz’s life, and he decided to be baptized. The knife attacker, it turned out, had struggled with satanic possession for some time. The evil spirits left when a pastor gave him Bible studies several months later. Through Father’s baptism, at least two souls were led to Jesus.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p>Dying Like a Seed<br></p>",
      "verse": "<p>“Most assuredly, I say to you, unless a grain of wheat falls into the ground and dies, it remains alone; . . . but if it dies, it produces much grain” (John 12:24, NKJV).</p>",
      "versionCode": 7,
      "weekDate": "September 10–16"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
