{
  "data": [
    {
      "color": "#1d71b8",
      "id": 708,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 16",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Where did God lead Israel after He had liberated them from Egypt? To the Promised Land—where else? However geographically correct, that answer is theologically wrong. God Himself answers it: “ ‘ “You yourselves have seen what I did to Egypt, and how I carried you on eagles’ wings and brought you to myself ” ’ ” (Exod. 19:4, NIV; emphasis added). Thus, the biblical-theological answer to the question reveals God’s priority and goal: the Lord brought them to Himself. When humans depart from God, He searches for them and calls them back to Himself.</p><p>&nbsp;The best model of this profound truth is in the Garden of Eden, when Adam and Eve sinned against God, disobeyed His command, and hid from Him. He took the initiative and called: “ ‘Where are you?’ ” (Gen. 3:9, NKJV). He always makes the first step. Jesus states this eloquently: “ ‘Come to Me, all you who labor and are heavy laden, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest’ ” (Matt. 11:28, 29, NKJV).</p><p>God calls out to all of us; our eternal destiny depends on our response.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 17",
          "dayTitle": "<p>At Mount Sinai</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Exodus 19:1–8. What did God promise them here, at the base of Mount Sinai?</strong></p>\n\n<p><strong><sup>1</sup></strong> In the third month, when the children of Israel were gone forth out of the land of Egypt, the same day came they into the wilderness of Sinai.</p>\n<p><strong><sup>2</sup></strong> For they were departed from Rephidim, and were come to the desert of Sinai, and had pitched in the wilderness; and there Israel camped before the mount.</p>\n<p><strong><sup>3</sup></strong> And Moses went up unto God, and the Lord called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel;</p>\n<p><strong><sup>4</sup></strong> Ye have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and brought you unto myself.</p>\n<p><strong><sup>5</sup></strong> Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:</p>\n<p><strong><sup>6</sup></strong> And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.</p>\n<p><strong><sup>7</sup></strong> And Moses came and called for the elders of the people, and laid before their faces all these words which the Lord commanded him.</p>\n<p><strong><sup>8</sup></strong> And all the people answered together, and said, All that the Lord hath spoken we will do. And Moses returned the words of the people unto the Lord.</p><p>God led the Israelites to Mount Sinai, where He would soon give them the Ten Commandments (the Decalogue). Jebel Musa (elevation: 7,497 feet, or 2,285 meters) in the Sinai Peninsula is likely where Moses met with God several times (for example, Exod. 3:1, Exod. 19:2, Exod. 24:18), and, years later, Elijah encountered God here (1 Kings 19:8). This is the same mountain where God called Moses to lead Israel out of Egypt (Exod. 3:1, 10). At that time, God informed Moses that he would worship God with liberated Israel in this same location, which would be a sign for Moses that the God of Abraham, Isaac, and Jacob was leading them (Exod. 3:12). After two months of traveling, the Israelites arrived at Sinai (Exod. 19:1), where they would remain for about one year (compare Exod. 19:1 with Num. 10:11, 12). During this year, many laws were issued, as described in Exodus 19–40, Leviticus 1–27, and Numbers 1:1–10:10. Israel’s stay at Mount Sinai is the central piece of the narrative found in the first five books of Moses. Here is the foundation of their becoming God’s chosen people, the only nation not steeped in paganism and idolatry.</p><p>God takes the initiative and establishes the covenant between Himself and Israel. On the condition of the people’s obedience and their maintaining a relationship with Him, God promises to make them a special treasure, a kingdom of priests, a holy people.</p><p>To be a holy people means to be dedicated to God and to reveal His character to others, especially to the nations around them. They were also called to function as a kingdom of priests who would connect other people with God, leading them to Him and teaching them His ways and His laws. They were to be God’s special treasure because He wanted Israel as His channel to illuminate the world with knowledge of Him and His character. This covenant was the legal establishment of a relationship between God and His people. The general covenant formula, which slightly varies in different texts, is: “I will be their God, and they will be my people” (see Exod. 6:7, Lev. 26:12, Jer. 24:7, Jer. 31:33, Heb. 8:10, Rev. 21:3).</p><p><strong>Imagine being God’s “special treasure”! What special privileges would that encompass? What special responsibilities would you have?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 18",
          "dayTitle": "<p>Preparing for the Gift</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Exodus 19:9–25. How did God prepare Israel to receive the Ten Commandments?</strong></p>\n\n<p><strong><sup>9</sup></strong> And the Lord said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and believe thee for ever. And Moses told the words of the people unto the Lord.</p>\n<p><strong><sup>10</sup></strong> And the Lord said unto Moses, Go unto the people, and sanctify them to day and to morrow, and let them wash their clothes,</p>\n<p><strong><sup>11</sup></strong> And be ready against the third day: for the third day the Lord will come down in the sight of all the people upon mount Sinai.</p>\n<p><strong><sup>12</sup></strong> And thou shalt set bounds unto the people round about, saying, Take heed to yourselves, that ye go not up into the mount, or touch the border of it: whosoever toucheth the mount shall be surely put to death:</p>\n<p><strong><sup>13</sup></strong> There shall not an hand touch it, but he shall surely be stoned, or shot through; whether it be beast or man, it shall not live: when the trumpet soundeth long, they shall come up to the mount.</p>\n<p><strong><sup>14</sup></strong> And Moses went down from the mount unto the people, and sanctified the people; and they washed their clothes.</p>\n<p><strong><sup>15</sup></strong> And he said unto the people, Be ready against the third day: come not at your wives.</p>\n<p><strong><sup>16</sup></strong> And it came to pass on the third day in the morning, that there were thunders and lightnings, and a thick cloud upon the mount, and the voice of the trumpet exceeding loud; so that all the people that was in the camp trembled.</p>\n<p><strong><sup>17</sup></strong> And Moses brought forth the people out of the camp to meet with God; and they stood at the nether part of the mount.</p>\n<p><strong><sup>18</sup></strong> And mount Sinai was altogether on a smoke, because the Lord descended upon it in fire: and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly.</p>\n<p><strong><sup>19</sup></strong> And when the voice of the trumpet sounded long, and waxed louder and louder, Moses spake, and God answered him by a voice.</p>\n<p><strong><sup>20</sup></strong> And the Lord came down upon mount Sinai, on the top of the mount: and the Lord called Moses up to the top of the mount; and Moses went up.</p>\n<p><strong><sup>21</sup></strong> And the Lord said unto Moses, Go down, charge the people, lest they break through unto the Lord to gaze, and many of them perish.</p>\n<p><strong><sup>22</sup></strong> And let the priests also, which come near to the Lord, sanctify themselves, lest the Lord break forth upon them.</p>\n<p><strong><sup>23</sup></strong> And Moses said unto the Lord, The people cannot come up to mount Sinai: for thou chargedst us, saying, Set bounds about the mount, and sanctify it.</p>\n<p><strong><sup>24</sup></strong> And the Lord said unto him, Away, get thee down, and thou shalt come up, thou, and Aaron with thee: but let not the priests and the people break through to come up unto the Lord, lest he break forth upon them.</p>\n<p><strong><sup>25</sup></strong> So Moses went down unto the people, and spake unto them.</p><p>God gave specific instructions for what the Israelites were to do in preparation for the giving of the law at Sinai. Their external purity was to reflect their total dedication to God. They needed to be ready for the splendid manifestation of the Lord’s glory that was about to come. And when it did, it was accompanied by “thunderings and lightnings, and a thick cloud on the mountain; and the sound of the trumpet was very loud, so that all the people who were in the camp trembled” (Exod. 19:16, NKJV). The Decalogue (the Ten Commandments) is the heart of God’s revelation and biblical ethics. It forms the substance and foundation of divine standards for all humanity; its principles are eternal and universal.</p><p>According to the biblical account, the Decalogue was announced by God (Exod. 19:19; Exod. 20:1; Deut. 5:4, 5, 24) and was written by Him (Exod. 24:12, Exod. 31:18, Deut. 5:22). It was twice given to Moses as a special gift (Exod. 32:19; Exod. 34:1; Deut. 10:1, 2). In the book of Exodus, the Decalogue is called “the Testimony” (Hebrew: ‘edut; Exod. 31:18); or it is named “the words of the covenant” (Hebrew: dibre habberit; Exod. 34:28). In the book of Deuteronomy, they are written on “the tablets of the covenant” (Deut. 9:9, 11, 15, NKJV). Neither book in Hebrew uses the term “the Ten Commandments” (Hebrew: mitzwot, “commandments”). Instead, three times they call it “the Ten Words.” The Hebrew is ‘aseret haddebarim, from dabar, meaning “word, sentence, matter, thing, speech, story, promise, utterance.” (See Exod. 34:28, Deut. 4:13, Deut. 10:4.)</p><p>There are two versions of the Decalogue with very slight differences; the first one is recorded in Exodus 20:1–17 and the second in Deuteronomy 5:6–21. The second version, presented orally by Moses to Israel, occurred almost forty years after Sinai, just before the people entered the Promised Land (Deut. 1:3, 4; Deut. 4:44–47). These circumstances explain the slight differences between the two. When Paul summarized the law as being love, he quoted from the Decalogue (Rom. 13:8–10). Love is, indeed, the sum of God’s law because He is a God of love (1 John 4:16).</p><p><strong>How do you understand the idea of the Ten Commandments as an expression of God’s love? What does that mean? How is God’s love revealed in them?</strong></p><p><br></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 19",
          "dayTitle": "<p>The Gift of the Decalogue</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Exodus 20:1–17. What are the principles of the Decalogue, and how is it organized?</strong></p>\n\n<p><strong><sup>1</sup></strong> And God spake all these words, saying,</p>\n<p><strong><sup>2</sup></strong> I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of bondage.</p>\n<p><strong><sup>3</sup></strong> Thou shalt have no other gods before me.</p>\n<p><strong><sup>4</sup></strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth:</p>\n<p><strong><sup>5</sup></strong> Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;</p>\n<p><strong><sup>6</sup></strong> And shewing mercy unto thousands of them that love me, and keep my commandments.</p>\n<p><strong><sup>7</sup></strong> Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain.</p>\n<p><strong><sup>8</sup></strong> Remember the sabbath day, to keep it holy.</p>\n<p><strong><sup>9</sup></strong> Six days shalt thou labour, and do all thy work:</p>\n<p><strong><sup>10</sup></strong> But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:</p>\n<p><strong><sup>11</sup></strong> For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.</p>\n<p><strong><sup>12</sup></strong> Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.</p>\n<p><strong><sup>13</sup></strong> Thou shalt not kill.</p>\n<p><strong><sup>14</sup></strong> Thou shalt not commit adultery.</p>\n<p><strong><sup>15</sup></strong> Thou shalt not steal.</p>\n<p><strong><sup>16</sup></strong> Thou shalt not bear false witness against thy neighbour.</p>\n<p><strong><sup>17</sup></strong> Thou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour's.</p><p>Note that the Decalogue does not begin with the commands but with God’s gracious action for His people: “ ‘I am the Lord your God, who brought you out of Egypt, out of the land of slavery’ ” (Exod. 20:2, NIV). The Lord first shows His grace by giving freedom and salvation to Israel, and only then does He reveal His will. These commandments were to be observed out of love and gratitude for what God did for them.\n</p><p>God’s key summation word for the Decalogue is “love” (Rom. 13:10). The greatest commandment is the commandment of love, which is expressed in two ways: love to God (Deut. 6:5) and love to our neighbor (Lev. 19:18).</p><p>In the first four commandments, the Decalogue interprets what it means to love God; in the following six commandments, the law interprets what it means to love your neighbor. The Decalogue begins with honoring God above all (vertical love) and continues with respecting others (horizontal love):</p><p>\n</p>\n\n<p><strong>1.</strong> Honoring and revering God by giving Him the first and the highest place in every situation of our life (the first commandment);</p>\n<p><strong>2.</strong> Honoring and preserving God’s unique position and not replacing Him by an idol in any form, either physical, symbolic, or spiritual. Our purest affections belong to the Lord (the second commandment);</p>\n<p><strong>3.</strong> Revering God’s name—His reputation and character (the third commandment);</p>\n<p><strong>4.</strong> Honoring His day of rest and worship—the Sabbath (the fourth commandment);</p>\n<p><strong>5.</strong> Respecting parents (the fifth commandment);</p>\n<p><strong>6.</strong> Respecting life (the sixth commandment);</p>\n<p><strong>7.</strong> Respecting marriage (the seventh commandment);</p>\n<p><strong>8.</strong> Respecting people’s property (the eighth commandment);</p>\n<p><strong>9.</strong> Respecting the reputation of others (the ninth commandment); and</p>\n<p><strong>10.</strong> Respecting self so that no selfish desires will mar our character (the tenth commandment).</p><p>As Jesus Himself said: “ ‘If you love me, you will keep my commandments’ ” (John 14:15, ESV; see also 1 John 4:20, 21). Thus, true obedience is simply an expression of love and gratitude toward Jesus, a love expressed most powerfully in how we treat our neighbors.</p><p><br></p>\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 20",
          "dayTitle": "<p>Different Functions of God’s Law</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>The law of God reveals God’s character, who He is. As God is holy, righteous, and good, so also is His law. Paul confirms: “So the law is holy, and the commandment is holy and righteous and good” (Rom. 7:12, ESV). In the Bible, the law of God is seen in a very positive light (Matt. 5:17, 18; John 14:15; 1 Cor. 7:19). One may create poems on the law (see Psalm 119), sing about the law (Psalm 19), and meditate on it day and night (Ps. 1:2, Josh. 1:8). The law helps keep one from evil and gives wisdom, understanding, health, prosperity, and peace (Deut. 4:1–6; Proverbs 2; 3).</p><p>1. God’s law is like a fence that creates a large free space for life and warns that—beyond a specific point—danger, problems, complications, and even death await (Gen. 2:16, 17; James 2:12).</p><p>2. The law is also a signpost pointing to Jesus, who forgives our sins and changes our lives (2 Cor. 5:17, 1 John 1:7–9). In this way, it leads us as a paidagogos, a custodian/guardian, to Christ (Gal. 3:24).</p><p><strong>Read James 1:23–25. What is he saying, and how do these words help us realize what the function and importance of the law is, even though it cannot save us?</strong></p>\n\n<p><strong><sup>23</sup></strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:</p>\n<p><strong><sup>24</sup></strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.</p>\n<p><strong><sup>25</sup></strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.</p><p>A mirror can reveal your defects, yes. But there is nothing in the mirror that can cure them. The mirror points to the problems but offers no solution to the problems. It’s the same with God’s law. Trying to be justified before God by keeping the law would be like staring at the mirror in hopes that, sooner or later, the mirror will make your defects go away.</p><p>Because salvation is by faith and not by works—including works of the law—some Christians claim that the law is done away with and that we no longer have to keep it. Of course, considering that the law itself is what defines sin—“I would not have known sin except through the law” (Rom. 7:7 NKJV)—this claim is a gross misinterpretation of the relationship of the law to the gospel. The existence of the law is precisely why we need the gospel.</p><p><strong>How successful have you been in your attempts to obey God’s law? Well enough to base your salvation on it? If not, why do you need the gospel?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 21",
          "dayTitle": "<p>The Law as God’s Promise for Us</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Romans 3:20–24. Though Paul is very clear that we cannot be saved by keeping the Ten Commandments, how then should the commandments function in our lives?</strong></p>\n\n<p><strong><sup>20</sup></strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.</p>\n<p><strong><sup>21</sup></strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;</p>\n<p><strong><sup>22</sup></strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:</p>\n<p><strong><sup>23</sup></strong> For all have sinned, and come short of the glory of God;</p>\n<p><strong><sup>24</sup></strong> Being justified freely by his grace through the redemption that is in Christ Jesus</p><p>The Hebrew meaning of the term dabarim, used in the writing of Moses to describe the Ten Commandments (Exod. 34:28, Deut. 4:13, Deut. 10:4), does not literally mean “commandments,” but “words.” This “word,” dabar (singular), can have the meaning of a “promise.” That is why, in numerous places (1 Kings 8:56; 2 Chron. 1:9; Neh. 5:12, 13; Deut. 1:11; Deut. 6:3; Deut. 9:28; Josh. 9:21; Josh. 22:4; Josh. 23:5), dabar is translated either in a noun or verb form expressing the idea of promise.</p><p>Ellen G. White offers an insight into the function of the Decalogue: “The ten commandments . . . are ten promises.”—Ellen G. White Comments, The SDA Bible Commentary, vol. 1, p. 1105. The Decalogue should be understood as promises from God that will guide us on the right path so that He can do wonderful things for us. But we must obey them.</p><p><strong>Read Romans 10:4. How should we understand Paul’s statement that Christ is the “end” of the law?</strong></p><p><strong style=\"background-color: initial;\"><sup>4</sup></strong> For Christ is the end of the law for righteousness to every one that believeth.</p><p>Paul states that Jesus Christ is the telos of the law, but not in the sense that Christ abrogates the law or does away with it. Instead, this means that Christ is the goal and intent of the law; it does not mean that His atoning sacrifice terminates the validity and perpetuity of it.\n</p><p>On the contrary, Paul speaks about the importance of the law, about its legitimacy, and about its enduring authority (Rom. 3:31, 1 Cor. 7:19, Gal. 5:6). The meaning of the word telos is primarily purposeful and goal-oriented, not time related. Christ is the key to unlock the true meaning and purpose of God’s law. Thus, it would be incorrect to state that Christ invalidated, superseded, or abrogated the law. Christ is the goal of the law, the One to whom it points.</p><p><strong>How does the law point us to Jesus? That is, what does the law reveal to us about ourselves that would indeed point us to Jesus?</strong></p><p>\n</p>\n\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 22",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Read Ellen G. White, “The Law Given to Israel,” pp. 303–310, and “Satan’s Enmity Against the Law,” pp. 331–342, in Patriarchs and Prophets.</p><p>“God purposed to make the occasion of speaking His law a scene of awful grandeur, in keeping with its exalted character. The people were to be impressed that everything connected with the service of God must be regarded with the greatest reverence.”—Ellen G. White, Patriarchs and Prophets, p. 303.\n</p><p>This principle of reverence is valid today. It springs from an understanding of God’s greatness, transcendence, and majesty. Seeing God’s glory creates gratitude in our hearts and humbles our pride. The closer we see God’s holiness, the more imperfections we will discern in our lives, leading us to thirst even more for His transforming Presence and to desire to be more like Him.</p><p>And, too, knowing what we are in contrast to Him and to His holy law makes us totally dependent upon Christ’s substitutionary death for us. At the same time, Jesus made it clear that, if we humbly accept God as our Lord and King, His commands are not difficult to obey (Matt. 11:28– 30). Christ made it plain that the divine law has permanent validity (Matt. 5:17–20). When we keep God’s laws out of love and gratitude to Him because of the salvation that He has freely bestowed upon us, we can experience the fullness of a saving relationship with Him. While enjoying the great advantages of keeping the law (after all, look at the pain and hardship that violating it brings), we also can enjoy the assurance of knowing that our salvation is found in Jesus, not in our law-keeping.</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.</strong> The preparation for receiving the law helped the people understand the sense of reverence they needed. Today, in our church and church life, where is there a similar sense of reverence and awe before God? Or have we somehow slowly lost it?\n</p><p><strong>2.</strong> Dwell more on this covenantal formula: “I will be their God, and they will be my people.” What does this mean to us today, and how should it be revealed both individually and as a corporate people?\n</p><p><strong>3.</strong> What God commands us to do, He enables us to do. Ellen G. White states that “all His biddings are enablings.”—Christ’s Object Lessons, p. 333. How does one put this promise, this dabar, into practice?</p><p><strong>4.</strong> How are we to respond to the common argument we hear that, after the Cross, the law has been done away with? In most cases, what are they really saying has been done away with?</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Story inside</strong></p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>A Dream Comes True\n</strong></p><p><strong>By Andrew McChesney</strong></p><p>Eniah Ngulube grew up in a non-Adventist home that observed the seventh-day Sabbath in Zambia. In addition to the Sabbath, her parents’ church taught that sick people should refuse medicine and instead seek prayer from church leaders. If an ill person died, church members accepted it as God’s will. Many church members died of malaria and other treatable diseases.</p><p>Eniah loved her parents and their faith. But as she grew into a teen, she and a sister began going to church on Sundays. Five of her other siblings joined the Seventh-day Adventist Church and kept worshiping on Saturdays. Their parents didn’t mind which church the children attended. As a teen, Eniah also wanted to become a nurse. Even though she had been raised to reject medicine, she wanted to care for the sick. She dreamed of studying at Mwami Adventist School of Nursing in the town of Chipata, located about 20 miles away from her home.When she finished high school, she shared her desire with her brother, Kenson, who was an Adventist church elder. Kenson liked the idea of his sister studying in an Adventist school, and he contacted the president of the East Zambia Field to ask when the school would open enrollment for the next school year. Learning that enrollment had ended, he pleaded for a place for his sister. The East Zambia Field president, Moses Banda, called the school and discovered that it was unlikely that she would get in. Classes were packed. But a day or two later, the school found a place for her. Eniah couldn’t believe it, especially because she was not a Seventh-day Adventist. Her dream had come true!</p><p>A week after her arrival, the school held a week of spiritual emphasis. Her heart was stirred as she listened to the speaker, Zambian police chaplain Godfrey Sianga, talk about baptism. She had not been baptized by immersion. She thought, Let me get baptized like Jesus. He’s coming soon. At the end of the week, Eniah was baptized and joined the Adventist Church.</p><p>Eniah is among many students who have grown in their knowledge of Jesus at Mwami Adventist School of Nursing, said Emmanuel Mwale, Adventist Mission coordinator for the East Zambia Field. “Like Eniah, many non-Adventist students are coming to Mwami Adventist School of Nursing and receiving Jesus,” he said. “The Mwami Adventist School of Nursing actively shares the love of Jesus with new students every year.”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Teachers</strong></p>",
          "id": 89,
          "idDay": 9,
          "idLesson": 8,
          "lessonText": "<p><strong>Key Text:</strong> Exodus 19:4–6&nbsp;</p><p><strong>Study Focus:</strong> Exod. 19:1–20:20</p><p><strong>Introduction: </strong>At Sinai, God establishes a covenant with His people. He is the Initiator of the contract. As the Initiator, God gives grace to His people and enters a relationship with them. God wants Israel to be His special people, His treasured possession, a kingdom of priests, a holy nation. Israel’s success will rest on their positive response to God’s loving guidance and to the mighty acts He performed on their behalf in Egypt and on the way to Sinai. God has already invited them to follow Him and proved that He plans to give them a bright future. If they only will keep His teachings and seek to cultivate a genuine relationship with Him, then God will be able to lead them in an unprecedented way to the Promised Land. They need to learn who He is and what He does for them in order to admire, love, obey, and worship Him. The gift of the Decalogue revealed the principles for a happy, balanced, and prosperous life.</p><p><strong style=\"background-color: initial;\">Lesson Theme&nbsp;</strong></p><p>By leading Israel out of Egypt and guiding them through the Red Sea and the wilderness to Mount Sinai, God desired to bring them to Himself (Exod. 19:4). For about a year, He taught them through this process. God was like a loving parent to His people, instructing them in what was best for their prosperity. The people saw how God defeated the Egyptian deities and cared for them through the plagues and their escape from Egypt. Then God gave them the most precious gift: the Decalogue, to teach them how to fear Him (Exod. 20:20). We reflect in this lesson on the different functions of God’s law.</p><p><strong>Part II: Commentary&nbsp;</strong></p><p>The Decalogue forms the heart of God’s revelation and biblical ethics and presupposes salvation. It is the Magna Carta of biblical teaching, and its summation, the norm of all norms. It forms the substance and foundation of divine standards for all humanity; its principles are eternal. The Pentateuchal account of the giving of the Decalogue underlines that it was announced by God (Exod. 19:19; Exod. 20:1; Deut. 5:4, 5, 24) and also written by Him (Exod. 24:12, Exod. 31:18, Deut. 5:22). It was given twice to Moses as a special gift (Exod. 32:19; Exod. 34:1; Deut. 10:1, 2). In the book of Exodus, the Decalogue is called “the Testimony” (Exod. 31:18, NKJV) and “the words of the covenant” (Exod. 34:28, NKJV). The phrase “the Ten Commandments” is not used in the Hebrew, although they are referred to as being “commandments” in Exodus 20:6. Instead, the Decalogue is three times called “the Ten Words” (Hebrew: ‘aseret haddebarim; see the Hebrew usage in Exodus 34:28, Deut. 4:13, Deut. 10:4).</p><p>In both Exodus and Deuteronomy, the Decalogue lies at the beginning of the law collections and their interpretation. There are two versions of the Decalogue, with very slight differences; the first one is recorded in Exodus 20:1–17 and the second one in Deuteronomy 5:6–21. The second version presented orally by Moses to Israel occurred almost forty years later, just before they entered the Promised Land (Deut. 1:3, 4; Deut. 4:44–47), where now he emphasizes the redemption given them in the Exodus. When Paul summarized the law as being love, he quotes from the Decalogue (Rom. 13:8–10, Gal. 5:14). Love is indeed the sum of God’s law because He is the God of love (1 John 4:16).</p><p>Even though particular laws of the Decalogue were already known in a nutshell before Sinai, God Himself chose to formally present the Decalogue to His people and to humanity. That’s because these commandments reflect, in a systematic way, who He is, His character, and His values. The function of the law is not to teach us to gain salvation through its observance. That is, we should keep the law of God not in order to be saved but because we are saved. The law is not a source of life but instead is the means by which we manifest and express the life we have.</p><p>In the Bible, the law of God also is seen in a very positive light (Matt. 5:16, 17; John 14:15; Gal. 3:21; 1 Cor. 7:19). One may create poems on the law (such as Psalm 119, a masterpiece), sing about the law (Psalm 19), and meditate on it day and night (Ps. 1:2, Josh. 1:8) because it keeps one from evil and gives wisdom, understanding, health, prosperity, and peace (Deut. 4:1–6, Proverbs 2, 3).</p><p>The Decalogue has several crucial functions:</p>\n\n<p><strong>1.</strong> God’s law is a warrant of freedom (<em>Gen. 2:16, 17; James 2:12</em>). It is like a fence that creates a large free space for life and warns that beyond a specific point lies danger, problems, complications, and death. There is no future for those who step outside the circle of freedom.</p>\n\n<p><strong>2.</strong> The law is a mirror (<em>James 1:23–25</em>). In it, we can see how dirty we are and how much we need to be cleansed. The Decalogue reveals our sinfulness; however, it cannot purify us from sin or guilt (<em>Rom. 3:20</em>).</p>\n\n<p><strong>3.</strong> God’s law is a signpost. As such, it leads us as a <em>paidagogos</em>, or schoolmaster, to Christ (<em>Gal. 3:24</em>). It points to Jesus, who cleanses, forgives our sins, and changes our lives (<em>2 Cor. 5:17; 1 John 1:7–9</em>).</p>\n\n<p><strong>4.</strong> The Decalogue is God’s promise to us. By proclaiming these laws, God promises that these standards will be part of our lives if we maintain a close relationship with Him. He is the Guarantor who will enable these standards to become our permanent lifestyle. We will be so intimate with Him that we will not desire what is prohibited. We shall happily stay in fellowship with Him, asking Him to perform this obedience in us by the power of His grace, Word, and the Holy Spirit.</p><p>In the Decalogue, commandments four and five are given in the Hebrew language as positive commands in the form of the infinitive absolute that has two meanings in legal material: a command or an emphatic promise (see E. Kautzsch, ed., Gesenius’ Hebrew Grammar [Oxford: Clarendon, 1910], pars. 113bb and 113ee). The other commandments are expressed as negative commands employing the negation particle l'o (“not”), plus jussive (like imperfect form). In addition to the fact that the meaning of such a Hebrew expression is a permanent prohibition, thus a commandment, it has been suggested that it also conveys a future situation, thus a promise (see Jacques B. Doukhan, Hebrew for Theologians: A Textbook for the Study of Biblical Hebrew in Relation to Hebrew Thinking [Lanham, MD: University Press of America, 1993], p. 41). In light of this suggestion, a proper translation could be “you will not . . .” and not “you shall not. . . .” Support for the understanding of the Decalogue as a promise may be found in Judges 6:23, wherein the Lord promises Gideon: “ ‘You shall not die’ ” (NKJV). The grammatical construction in this sentence is exactly the same as in the Decalogue.</p><p>The Hebrew meaning of the term dabar, used to describe the Ten Commandments, does not necessarily mean “commandment” but “word” or “promise.” It depends on the English versions, but see, for example, the use of the noun dabar as “promise,” in 1 Kings 8:56; 2 Chronicles 1:9; Nehemiah 5:12, 13; and Psalm 105:42; and the uses of dabar as a verb, with the same meaning of “promising,” in Deuteronomy 1:11, Deuteronomy 6:3, Deuteronomy 9:28, Joshua 9:21, Joshua 22:4, and Joshua 23:5.</p><p>Ellen G. White confirms our interpretation with the following statement regarding the function of the Decalogue: “The ten commandments . . . are ten promises.”—Manuscript 41, 1896 [published in The SDA Bible Commentary, vol. 1, p. 1105]. “In every command or injunction that God gives there is a promise, the most positive, underlying the command.” —Thoughts From the Mount of Blessing, p. 76. She stresses that “the voice of God from heaven” speaks “to the soul in promise, ‘This do, and you will not come under the dominion and control of Satan.’ ”—Letter 89, 1898 [published in The SDA Bible Commentary, vol. 1, p. 1105].</p><p>The law’s seeming restrictions are only for our good in order to maintain happiness and life (Mic. 6:8, John 10:10). The law is the norm of conduct for those who trust God and are saved by His grace through faith in Christ. The place of the law in the new covenant is amazing—it is planted in the heart. The law is internalized (see Matt. 5:21–48) and should be seen not as a burden but as a joy. Those who live the Decalogue properly follow its promises with right motives, obeying its precepts out of gratitude and thankfulness for what God did, and is doing, for them. Grace does not change the law, but our attitude toward it does change. Paul is against legalism and against the misuse of God’s law but not against the law itself (Rom. 7:9–12).</p><p>Jesus Christ is the telos of the law (Rom. 10:4), meaning He is its goal and purpose—not the end—in the sense of a termination or cessation of its validity. Christ is the hermeneutical key that unlocks the law’s true meaning and purpose. Thus, it would be incorrect to state that Christ invalidated, terminated, superseded, or abrogated the law. Christ gives meaning to the law.&nbsp;</p><p>As Joshua reminded his audience, we are not able to obey God: “ ‘You are not able to serve the Lord’ ” (Josh. 24:19, NIV). However, when we ask God to take our weakness, He will make us strong. He will give us His Holy Spirit who will move us to obey Him (Ezek. 36:27). Paul says: “When I am weak, then I am strong” (2 Cor. 12:10, ESV). Obedience is the work of the Holy Spirit in us.</p><p><strong>Part III: Life Application</strong></p><p>Ask your students the following questions:</p><p><strong>1.</strong> As humans, we can decide to do what is right only under the influence of God’s grace. We need to decide to obey Him, but we have no power to fulfill our decision or to follow Him. We need help in our fragility and weakness, help from outside of ourselves. The good news is that He provides willingness (which is a response to His call of love) and power to obey (Phil. 2:13). In a practical sense, how do you see these provisions at work in your own lives?</p><p><strong>2.</strong> Whatever God commands, He enables His followers to do. Ellen G. White states that “all His biddings are enablings.”—Christ’s Object Lessons, p. 333. From that perspective, the Ten Commandments are actually ten beatitudes. In what sense, and how, can God’s commandments enable believers to obey God?</p><p><br></p><p><br></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>Covenant at Sinai\n</p>",
      "verse": "<p>“You have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to Myself. Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth is Mine. And you shall be to Me a kingdom of priests and a holy nation” ’ ” (Exodus 19:4–6, NKJV)</p>",
      "versionCode": 25,
      "weekDate": "August 16–22"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
