{
   "data":[
      {
         "color":"",
         "id":708,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"August 17",
               "dayTitle":"<p>Teaching Disciples: Part II<br></p>",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p><strong>Read for This Week’s Study: </strong>Mark 10; Gen. 1:27; Gen. 2:24; Gal. 4:1, 2; Rom. 6:1–11; Isa. 11:1–16.&nbsp;</p><p><strong>Memory Text: </strong>“ ‘For even the Son of Man did not come to be served, but to serve, and to give His life a ransom for many’ ” (Mark 10:45, NKJV).&nbsp;</p><p>This week covers Mark 10, completing the special section in which Jesus teaches His disciples in preparation for the Cross. About half of the chapter deals with the disciples themselves, and the rest with issues important to discipleship but told through the lens of others who interact with Jesus. Pharisees come and argue with Him over the subject of divorce. Parents bring their children for Jesus to bless. A rich man asks about eternal life, and a blind man asks for sight.&nbsp;</p><p>This chapter of Mark carries important teachings about what it means to follow Jesus, particularly as it relates to living in the here and now: marriage, children, how to relate to riches, and the reward and cost of following Him. Topping it off is the healing of a second blind man (Mark 10:46–52; compare with Mark 8:22–26), which provides the closing bookend for the section (Mark 8:22–10:52) and a beautiful illustration of what following Jesus both costs and leads to.&nbsp;</p><p>Together, these lessons prepare the follower of Jesus—whether the disciples 2,000 years ago or disciples in the twenty-first century—for the challenges that come with discipleship.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 18",
               "dayTitle":"<p>God’s Plan for Marriage<br></p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p><strong>Read Mark 10:1–12, as well as Genesis 1:27 and Genesis 2:24. What trap was hiding under the Pharisees’ question about divorce, and what lessons did Jesus teach in His response? <br></strong></p><p><strong>Mark 10:1–12</strong></p><p><sup><strong>1</strong> </sup>Then He arose from there and came to the region of Judea by the other side of the Jordan. And multitudes gathered to Him again, and as He was accustomed, He taught them again.&nbsp;</p><p><strong><sup>2 </sup></strong>The Pharisees came and asked Him, “Is it lawful for a man to divorce his wife?” testing Him.&nbsp;</p><p><strong><sup>3</sup></strong> And He answered and said to them, “What did Moses command you?”&nbsp;</p><p><strong><sup>4</sup> </strong>They said, “Moses permitted a man to write a certificate of divorce, and to dismiss her.”&nbsp;</p><p><strong><sup>5</sup></strong> And Jesus answered and said to them, “Because of the hardness of your heart he wrote you this precept.&nbsp;</p><p><strong><sup>6</sup></strong> But from the beginning of the creation, God ‘made them male and female.’&nbsp;</p><p><sup><strong>7</strong> </sup>‘For this reason a man shall leave his father and mother and be joined to his wife,&nbsp;</p><p><strong><sup>8</sup> </strong>and the two shall become one flesh’; so then they are no longer two, but one flesh.&nbsp;</p><p><strong><sup>9</sup></strong> Therefore what God has joined together, let not man separate.”&nbsp;</p><p><strong><sup>10</sup></strong> In the house His disciples also asked Him again about the same matter.&nbsp;</p><p><strong><sup>11</sup></strong> So He said to them, “Whoever divorces his wife and marries another commits adultery against her.&nbsp;</p><p><strong><sup>12</sup></strong> And if a woman divorces her husband and marries another, she commits adultery.”<br></p><p><strong>Genesis 1:27</strong></p><p><sup><strong>27</strong> </sup>So God created man in His own image; in the image of God He created him; male and female He created them.<br></p><p><strong>Genesis 2:24<br></strong></p><p><strong><sup>24</sup> </strong>Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.<br></p><p><br></p><p>In this passage, the Pharisees ask Jesus if it is lawful for a man to divorce his wife. Among the Pharisees, divorce was considered lawful. The question was on what grounds. The School of Shammai was arguably more restrictive—only for childlessness, material neglect, emotional neglect, or marital unfaithfulness. The School of Hillel was much more lenient, allowing divorce for almost any reason, though their process of granting the divorce was more complex, helping to slow things down.&nbsp;</p><p>So, it may seem a bit odd that they ask Jesus the blanket question if divorce is acceptable at all. Hiding under this question was a plot to get Jesus in trouble with Herod Antipas, the ruler of the region to the east of the Jordan, where Jesus was now. Antipas had divorced his wife and married Herodias, his brother’s wife. Herod had beheaded John the Baptist because of his rebuke regarding this illicit relationship (see Matt. 14:1–12).&nbsp;</p><p>Jesus parries their question with His own, asking the Pharisees what Moses commanded on the matter. The passage the Pharisees reference in reply is Deuteronomy 24:1–4, which describes a particular case of remarriage after divorce. The Israelites in Moses’ day were already practicing divorce. The case law described in Deuteronomy 24 was meant to provide protections for the woman. But in Jesus’ day, this was twisted by the School of Hillel to make it easier to get a divorce for almost any reason. Thus, the law that was meant to protect the woman was being used to make it easy to thrust her aside.&nbsp;</p><p>Instead of debating the case law in Deuteronomy 24, Jesus refers back to God’s original ideal for marriage in Genesis 1 and 2. He notes that in the beginning God made a man and a woman (Gen. 1:27), two individuals. He then combines this truth with Genesis 2:24, which says that a man leaves his parents and is joined to his wife, and the two become one flesh. This concept of unity becomes the basis of Jesus’ affirmation of the marriage bond. What God has joined, people should not separate.&nbsp;</p><p><strong>What can your congregation do to strengthen the marriages among you? How do you help those whose marriages have already fallen apart?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 19",
               "dayTitle":"<p>Jesus and Children<br></p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p><strong>Read Mark 10:13–16. What did Jesus do for those who brought children to Him?&nbsp;</strong></p><p><strong>Mark 10:13–16</strong><br></p><p><strong><sub>13</sub></strong> Then they brought little children to Him, that He might touch them; but the disciples rebuked those who brought them.&nbsp;</p><p><strong><sub>14</sub></strong> But when Jesus saw it, He was greatly displeased and said to them, “Let the little children come to Me, and do not forbid them; for of such is the kingdom of God.&nbsp;</p><p><strong><sub>15</sub> </strong>Assuredly, I say to you, whoever does not receive the kingdom of God as a little child will by no means enter it.”&nbsp;</p><p><strong><sub>16</sub></strong> And He took them up in His arms, laid His hands on them, and blessed them.</p><p><br></p><p>While children were greatly desired in the ancient world (particularly boys in the male-dominant culture), birth and childhood were not easy. Without modern medical care, the risks to mothers in giving birth and to newborns, infants, and children were elevated. Many cultures had traditional medicines and amulets used to protect these vulnerable individuals against malevolent forces.&nbsp;</p><p>While children were desired, they were of low social status, along the lines of slaves, actually (Gal. 4:1, 2). In the Greco-Roman world, those who were deformed or undesirable would be exposed, or even tossed in a river. Boys were valued over girls; sometimes girl babies were left to die among the elements. At times these abandoned babies were “rescued,” only to be raised and sold as slaves.&nbsp;</p><p>The disciples appear not to have understood Jesus’ teaching in Mark 9 about receiving the kingdom of God like a child (Mark 9:33–37). Now they rebuke those who brought children to Jesus for blessing, perhaps thinking that He would not have time for such a simple task.&nbsp;</p><p>They were wrong. Jesus is indignant. Throughout Mark, Jesus has some striking reactions to people, and it is instructive that one of His strong reactions was toward people who were keeping children away from Him.&nbsp;</p><p>He strongly insists that the disciples must not stand in the way of the children. Why? Because the kingdom of God belongs to them, and one must receive it in the attitude and outlook of a child—probably a reference to simple, implicit trust in God.&nbsp;</p><p>“Let not your un-Christlike character misrepresent Jesus. Do not keep the little ones away from Him by your coldness and harshness. Never give them cause to feel that heaven would not be a pleasant place to them if you were there. Do not speak of religion as something that children cannot understand, or act as if they were not expected to accept Christ in their childhood. Do not give them the false impression that the religion of Christ is a religion of gloom, and that in coming to the Saviour they must give up all that makes life joyful.”—Ellen G. White, The Ministry of Healing, pp. 43, 44.&nbsp;</p><p><strong>How can you better reveal Jesus to whatever children are around you?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 20",
               "dayTitle":"<p>The Best Investment<br></p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p><strong>Read Mark 10:17–31. What crucial lessons about faith and the cost of discipleship —for anyone, rich or poor—is revealed here? <br></strong></p><p><strong>Mark 10:17–31</strong><br></p><p><strong><sup>17</sup></strong> Now as He was going out on the road, one came running, knelt before Him, and asked Him, “Good Teacher, what shall I do that I may inherit eternal life?”&nbsp;</p><p><strong><sup>18</sup></strong> So Jesus said to him, “Why do you call Me good? No one is good but One, that is, God.&nbsp;</p><p><strong><sup>19</sup></strong> You know the commandments: ‘Do not commit adultery,’ ‘Do not murder,’ ‘Do not steal,’ ‘Do not bear false witness,’ ‘Do not defraud,’ ‘Honor your father and your mother.’ ”&nbsp;</p><p><strong><sup>20</sup></strong> And he answered and said to Him, “Teacher, all these things I have kept from my youth.”&nbsp;</p><p><strong><sup>21</sup></strong> Then Jesus, looking at him, loved him, and said to him, “One thing you lack: Go your way, sell whatever you have and give to the poor, and you will have treasure in heaven; and come, take up the cross, and follow Me.”&nbsp;</p><p><strong><sup>22</sup> </strong>But he was sad at this word, and went away sorrowful, for he had great possessions.&nbsp;</p><p><strong><sup>23</sup></strong> Then Jesus looked around and said to His disciples, “How hard it is for those who have riches to enter the kingdom of God!”&nbsp;</p><p><strong><sup>24</sup></strong> And the disciples were astonished at His words. But Jesus answered again and said to them, “Children, how hard it is for those who trust in riches to enter the kingdom of God!&nbsp;</p><p><strong><sup>25</sup></strong> It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”&nbsp;</p><p><strong><sup>26</sup></strong> And they were greatly astonished, saying among themselves, “Who then can be saved?”&nbsp;</p><p><strong><sup>27</sup></strong> But Jesus looked at them and said, “With men it is impossible, but not with God; for with God all things are possible.”&nbsp;</p><p><sup><strong>28</strong> </sup>Then Peter began to say to Him, “See, we have left all and followed You.”&nbsp;</p><p><strong><sup>29</sup></strong> So Jesus answered and said, “Assuredly, I say to you, there is no one who has left house or brothers or sisters or father or mother or wife or children or lands, for My sake and the gospel’s,&nbsp;</p><p><sup><strong>30</strong> </sup>who shall not receive a hundredfold now in this time—houses and brothers and sisters and mothers and children and lands, with persecutions—and in the age to come, eternal life.&nbsp;</p><p><strong><sup>31</sup></strong> But many who are first will be last, and the last first.”<br></p><p><br></p><p>The man’s approach indicates his sincerity and respect for Jesus. He runs up, kneels before Him, and asks the question central to the destiny of every soul—What are the requirements in order to inherit eternal life? Jesus responds by referring to the second table of the Decalogue. Again, the man shows his idealism by saying that he has kept all these, even from his youth.&nbsp;</p><p>Of the four Gospels, Mark alone notes that Jesus loved the man. There is something appealing about the man’s idealism. But Jesus tests his sincerity by asking him to sell everything and to follow Him. The man leaves crestfallen because he had great possessions. In fact, he was not really keeping the commandments. He broke the first one, placing something above God in his life. His riches were his idol.&nbsp;</p><p>Jesus then explains how seductive riches are and that it is easier for a big animal like a camel to go through the tiny hole of a needle than it is for a rich man to enter heaven. The disciples are astonished by Jesus’ words and wonder who can be saved. Jesus delivers the punch line in Mark 10:27. “ ‘With man it is impossible, but not with God. For all things are possible with God’ ” (ESV).&nbsp;</p><p>Mark 10:27 seems like a beautiful place to end the story: you cannot make it to heaven on your own, you need the grace of God in order to be saved.&nbsp;</p><p>But then Peter blurts out that he and his friends have left everything to follow Jesus. Jesus responds that whatever you have left to follow Him is nothing in contrast to what you will receive, now and in “the age to come” (ESV).&nbsp;</p><p>Here is the point: it is the death of Christ that resolves human guilt, and then the grace of Christ and His resurrection are what empower obedience to His commands. Read Romans 6:1–11.&nbsp;</p><p><strong>How do these verses reveal the reality of God’s grace in our lives, both in justifying us and in making us new people in Him?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 21",
               "dayTitle":"<p>Can You Drink My Cup?</p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p><strong>Read Mark 10:32–45. How do these verses reveal the continued ignorance of the disciples regarding not only Jesus’ mission but what it means to follow Him?&nbsp;</strong></p><p><strong>Mark 10:32–45</strong></p><p><strong><sup>32</sup></strong> Now they were on the road, going up to Jerusalem, and Jesus was going before them; and they were amazed. And as they followed they were afraid. Then He took the twelve aside again and began to tell them the things that would happen to Him:&nbsp;</p><p><strong><sup>33</sup></strong> “Behold, we are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and to the scribes; and they will condemn Him to death and deliver Him to the Gentiles;&nbsp;</p><p><strong><sup>34</sup></strong> and they will mock Him, and scourge Him, and spit on Him, and kill Him. And the third day He will rise again.”&nbsp;</p><p><strong><sup>35</sup></strong> Then James and John, the sons of Zebedee, came to Him, saying, “Teacher, we want You to do for us whatever we ask.”&nbsp;</p><p><strong><sup>36</sup></strong> And He said to them, “What do you want Me to do for you?”&nbsp;</p><p><strong><sup>37</sup></strong> They said to Him, “Grant us that we may sit, one on Your right hand and the other on Your left, in Your glory.”&nbsp;</p><p><strong><sup>38</sup></strong> But Jesus said to them, “You do not know what you ask. Are you able to drink the cup that I drink, and be baptized with the baptism that I am baptized with?”&nbsp;</p><p><strong><sup>39</sup></strong> They said to Him, “We are able.” So Jesus said to them, “You will indeed drink the cup that I drink, and with the baptism I am baptized with you will be baptized;&nbsp;</p><p><strong><sup>40</sup></strong> but to sit on My right hand and on My left is not Mine to give, but it is for those for whom it is prepared.”&nbsp;</p><p><strong><sup>41</sup></strong> And when the ten heard it, they began to be greatly displeased with James and John.&nbsp;</p><p><strong><sup>42</sup></strong> But Jesus called them to Himself and said to them, “You know that those who are considered rulers over the Gentiles lord it over them, and their great ones exercise authority over them.&nbsp;</p><p><strong><sup>43</sup> </strong>Yet it shall not be so among you; but whoever desires to become great among you shall be your servant.&nbsp;</p><p><strong><sup>44</sup> </strong>And whoever of you desires to be first shall be slave of all.&nbsp;</p><p><strong><sup>45</sup></strong> For even the Son of Man did not come to be served, but to serve, and to give His life a ransom for many.”<br></p><p><br></p><p>As Jesus approaches Jerusalem, He reveals to His disciples what will happen there. It is not a scenario they believe in or want to hear. Jesus’ specificity as to the outline of His death and resurrection is striking. But when it is not what you want to hear, it is all too easy to dismiss.&nbsp;</p><p>This is apparently what James and John do as they come to Jesus with a private request. Jesus rightly asks for more specifics, and they respond that they want to sit on His right and left in His glory. It is easy to criticize their request as rank egocentrism. But these two men have dedicated themselves to Jesus’ ministry, and their desires were probably not wholly selfish in nature.&nbsp;</p><p>Jesus seeks to deepen their understanding of just what they are requesting. He asks if they can drink His cup or be baptized with His baptism. His cup will be the cup of suffering in Gethsemane and on the cross (compare with Mark 14:36), and His baptism will be His death and burial (Mark 15:33–47), where events there parallel His baptism recorded in Mark 1.&nbsp;</p><p>But James and John do not see it. They glibly reply that they are able. Jesus then prophesies that indeed they will drink His cup and be baptized with His baptism. James was the first of the apostles to die a martyr’s death (Acts 12:2). John lived the longest of all the apostles and was exiled to Patmos (Rev. 1:9). But Jesus indicates that places in glory are set by God.&nbsp;</p><p>How did the other disciples respond to Jesus’ answer? Not too well. The same Greek word, aganakte?, “to be angry, indignant,” is used in Mark 10:41 as in Mark 10:14, regarding Jesus’ anger over keeping the children away from Him.&nbsp;</p><p>Jesus then calls the group together to give one of His most profound teachings. He indicates that Gentile rulers use power for personal advantage. But in the kingdom of God, power must always be used to uplift and bless others. Jesus leads the way as the King of the kingdom of God. How? By giving His own life as a ransom—not quite what His followers expected to hear.&nbsp;</p><p><strong>What does it mean as a Christian to be a “servant” to others? That is, how do you manifest this principle in your daily interaction with people?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 22",
               "dayTitle":"<p>“What Do You Want Me to Do for You?”</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Read Mark 10:46–52. How did Bartimaeus react to Jesus’ passing by? <br></strong></p><p><strong>Mark 10:46–52</strong></p><p><strong><sup>46</sup></strong> Now they came to Jericho. As He went out of Jericho with His disciples and a great multitude, blind Bartimaeus, the son of Timaeus, sat by the road begging.&nbsp;</p><p><strong><sup>47</sup></strong> And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!”&nbsp;</p><p><strong><sup>48</sup></strong> Then many warned him to be quiet; but he cried out all the more, “Son of David, have mercy on me!”&nbsp;</p><p><strong><sup>49</sup></strong> So Jesus stood still and commanded him to be called. Then they called the blind man, saying to him, “Be of good cheer. Rise, He is calling you.”&nbsp;</p><p><strong><sup>50</sup></strong> And throwing aside his garment, he rose and came to Jesus.&nbsp;</p><p><strong><sup>51</sup></strong> So Jesus answered and said to him, “What do you want Me to do for you?” The blind man said to Him, “Rabboni, that I may receive my sight.”&nbsp;</p><p><strong><sup>52</sup></strong> Then Jesus said to him, “Go your way; your faith has made you well.” And immediately he received his sight and followed Jesus on the road.<br></p><p><br></p><p>Up to this point in the Gospel of Mark, with few exceptions, Jesus has been telling people to keep quiet about His miracles and about who He is. In this account, as He is leaving Jericho, a blind man begging on the side of the road, upon hearing that it is Jesus of Nazareth, begins to shout, “ ‘Jesus, Son of David, have mercy on me!’ ” (Mark 10:47, NKJV). In keeping with the revelation/secrecy motif of the book, the crowd takes on the role of those calling for silence as they unsuccessfully try to quiet the noisy beggar.&nbsp;</p><p>But Bartimaeus is undeterred and shouts even louder, “ ‘Son of David, have mercy on me!’ ” (Mark 10:48, NKJV). His words are both a confession of faith in Jesus as the Messiah and confidence that He can heal him. The title “Son of David” in Jesus’ day had two concepts connected with it—the restoration of a king to Israel’s throne (compare with Isaiah 11; Jer. 23:5, 6; Jer. 33:15; Ezek. 34:23, 24; Ezek. 37:24; Mic. 5:2–4; Zech. 3:8; and Zech. 6:12), and that this personage would be a healer and exorcist.&nbsp;</p><p>Jesus stops and tells them to call the blind man. Significantly, the blind man throws off his cloak as he comes to Jesus. Blind people in Jesus’ day were at the bottom of society, along with widows and orphans. These were individuals below subsistence level and in real peril. The cloak would be the man’s security. Leaving it behind meant he had faith that Jesus would heal him.&nbsp;</p><p>Jesus does not disappoint. Indeed, whoever comes to Him for help in the Gospels always receives it. Jesus asks the same question He asked James and John in Mark 10:36, “ ‘What do you want Me to do for you?’ ” (Mark 10:51, NKJV). Without hesitation, the blind man asks to receive his sight, which Jesus immediately restores. The blind man follows Him on the road.&nbsp;</p><p>This story is the close of the discipleship section in Mark, serving as a bookend with the other story of healing a blind man in Mark 8:22–26. The two stories illustrate how discipleship is about seeing the world with new eyes, sometimes not clearly at first but always following Jesus in the way He leads.&nbsp;</p><p><strong>In what ways have you at times cried out, “Jesus, Son of David, have mercy on me!”? What happened, and what did you learn from this experience?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 23",
               "dayTitle":"<p>Further Thought<br></p>",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p><strong>Further Thought:&nbsp;</strong></p><p>Read Ellen G. White, “Blessing the Children,” pp. 511–517; “ ‘One Thing Thou Lackest,’ ” pp. 518–523, in The Desire of Ages.&nbsp;</p><p>“Jesus was ever a lover of children. He accepted their childish sympathy and their open, unaffected love. The grateful praise from their pure lips was music in His ears, and refreshed His spirit when oppressed by contact with crafty and hypocritical men. Wherever the Saviour went, the benignity of His countenance, and His gentle, kindly manner won the love and confidence of children.”—Ellen G. White, The Desire of Ages, p. 511.&nbsp;</p><p>“To those who, like the young ruler, are in high positions of trust and have great possessions, it may seem too great a sacrifice to give up all in order to follow Christ. But this is the rule of conduct for all who would become His disciples. Nothing short of obedience can be accepted. Self-surrender is the substance of the teachings of Christ. Often it is presented and enjoined in language that seems authoritative, because there is no other way to save man than to cut away those things which, if entertained, will demoralize the whole being.”—The Desire of Ages, p. 523.&nbsp;</p><p><strong>Discussion Questions:</strong>&nbsp;</p><p><strong>1</strong> What are ways that you can help children and young people stay connected to Christ and the church congregation? Why is it so important that we do this?&nbsp;</p><p><strong>2</strong> We sometimes hear people say that they don’t care about money. That is not true. Everyone cares about money, and there is nothing wrong with that. What, then, can be the problem with money, and why must faithful Christians, either rich or poor, be careful in how they relate to money?&nbsp;</p><p><strong>3</strong> If Jesus were to ask you, “What do you want Me to do for you?” how would you respond?&nbsp;</p><p><strong>4 </strong>Dwell more on Jesus’ words in Mark 10:43–45. What does it mean to live like this? How do we learn to serve as opposed to being served? What does this mean in regard to how we live and interact with others?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p><strong>Home Turned Into a Church</strong></p><p> By Andrew Mcchesney&nbsp;</p><p><br></p><p>Father kept his word about organizing Sabbath worship services at home in Armenia. Having prohibited Mother and their daughter, Anush, from going to the Seventh-day Adventist Church, he called them to the living room on Sabbath morning. For Sabbath School, they studied the Adult Sabbath School Bible Study Guide and prayed together. Then Anush preached a short sermon.&nbsp;</p><p>The worship services continued for months. Father, who had never visited an Adventist church, was so serious about the worship services that, if guests were visiting, he invited them to the living room, opened his Bible, and said, “Welcome to our worship service. Today is the Sabbath, and you can join us.” This was not the Armenian way. In Armenia, hosts leave everything to entertain guests. Guests were shocked and wondered what was going on.&nbsp;</p><p>As the family worshiped together, Father realized that he didn’t know the Bible. In Matthew 4, the family read how Jesus met every temptation by Satan with the words, “It is written.” Father was impressed. He saw that he wouldn’t know if Satan was tempting him if he didn’t know the Bible. From that day, he began to read the Bible daily. As he read, he also sought answers to why he and his family were worshiping on the seventh day, Saturday, while many Christians in Armenia worship on the first day, Sunday.&nbsp;</p><p>Father had vowed that Anush and Mother would never return to the Adventist Church, and he wanted to keep his word. Anush very much missed church services, but she hid her feelings because she understood that her duty was to love her father and wait for God to bring him to repentance.&nbsp;</p><p>But when she learned that the Adventist house church in their town was preparing for a Communion Sabbath, she asked Father for permission to go. Armenia is a largely patriarchal society where many fathers are the decision-makers of the household. “Would you allow us to take part in the communion service?” she asked.&nbsp;</p><p>“Communion?” Father said. “You know, I can lead that ceremony, too.”&nbsp;</p><p>Nobody went to Communion that Sabbath.&nbsp;</p><p>Then Father and Mother became grandparents. Anush had an older sister who had gotten married and left home, and she gave birth to a baby. Mother learned that the baby and the rest of the family had been lifted up in prayer at church. “They prayed for us in church, and I want to take something sweet to them as a thank-you gift,” she told Father.&nbsp;</p><p>Father’s heart was touched by the kindness of the church members, and he allowed Anush and Mother to return to church.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers Comments<br></p>",
               "id":89,
               "idDay":9,
               "idLesson":8,
               "lessonText":"<p>P<strong>art I: Overview</strong></p><p> <strong>Key Texts:</strong> Mark 10:15, 21, 22, 44, 45&nbsp;</p><p><strong>Study Focus:</strong> Mark 10&nbsp;</p><p><strong>Introduction: </strong>In the previous chapters we have studied, Mark emphasized the special consideration that Jesus gave in His preaching about the kingdom of God. In chapter 10, however, Mark notes the impact of the kingdom of God on the hearts of people who have accepted its principles into their lives. Mark also shares how we, too, may experience the kingdom as we wait for its great manifestation at the end of the time.&nbsp;</p><p><strong>Lesson Themes:</strong> Our study this week addresses the question of how we may enter the kingdom of God. We also look at the challenges that people face in their intention to enter the kingdom or to experience the kingdom now. We will look at the following three points:&nbsp;</p><p>1. Mark illustrates that people who want to enter God’s kingdom must possess the natural attitude of little children.&nbsp;</p><p>2. God calls the rich, as well as the poor, to enter into the kingdom of God.&nbsp;</p><p>3. To experience the kingdom of God now, we must keep certain principles in mind.&nbsp;</p><p><strong>Part II: Commentary&nbsp;</strong></p><p><strong>God’s Kingdom and Little Children&nbsp;</strong></p><p>As in previous chapters of Mark’s Gospel, the topic of the kingdom of God is likewise a central theme in chapter 10. In this chapter, however, the author ponders a related concern: How do people enter into the kingdom of God? That is, how difficult is it for people to do so? Mark embodies this inquiry in the form of two questions: “ ‘What shall I do to inherit eternal life?’ ” (Mark 10:17, NASB), and “ ‘Who can be saved?’ ” (Mark 10:26, NASB). In essence, these two questions express the same idea about who may enter into God’s kingdom. Furthermore, the answers to both questions affirm the importance that Jesus gave to the kingdom of God in His preaching.&nbsp;</p><p>To enter God’s kingdom, people must accept it and believe in it with the implicit trust and faith of a little child. Mark 10:15 specifies, “ ‘Truly I say to you, whoever does not receive the kingdom of God like a child will not enter it at all’ ” (NASB). Parents would agree that when they give their little children presents, the children do not ask what they must do to receive the gifts. The children simply reach out their hands and take hold of the gift. Jesus yearns to see this same kind of eagerness and acceptance in the hearts of His listeners in their response to His message about the kingdom and to the kingdom itself. The Greek language seems to support this idea. The verb translated as “receive” in the verse above comes from the Greek word dechomai, which means “to take hold of something, to readily receive information and to regard it as true—to receive readily, to accept, to believe. To accept the presence of a person with friendliness— to welcome.”—Johannes P. Louw and Eugene Albert Nida, Greek-English Lexicon of the New Testament: Based on Semantic Domains (New York: United Bible Societies, 1989), pp. 220, 372, 453. In other words, Jesus tells His disciples, as well as the rest of His auditors, that if they want to enter the kingdom, they need to believe in the kingdom, they need to welcome the kingdom, and they need to take hold of the kingdom with the enthusiasm of a little child when he or she takes hold of a gift. In short, we can enter the kingdom if we accept the good news about it. When we believe the good news, we make the kingdom ours.&nbsp;</p><p><strong>Christ Calls the Rich, as Well as the Poor, to Enter God’s Kingdom</strong></p><p> The story about the rich young man follows immediately after Jesus pronounces His benediction upon the little children. The rich young man most likely was among the people in the crowd who witnessed Jesus take the children in His arms and bless them. Now Jesus speaks about how people may enter the kingdom of God. Perhaps the young man was moved by Jesus’ compassion toward the children and his question welled up from a heart melted in that moment by the Savior’s mercy. Drawn to Jesus, the young man asks, “ ‘What shall I do to inherit eternal life?’ ” (Mark 10:17, NASB). In this question, Mark connects two ideas: inheriting eternal life with the kingdom of God. In the sections that follow in chapter 10, Jesus presents two impediments that may prevent or hinder people from experiencing and entering the kingdom of God. From Jesus’ response, we learn that entering the kingdom is not complicated. At the same time, we must be aware of the challenges or pitfalls that may ensnare us on our journey toward the kingdom. The first snare involves our material possessions.&nbsp;</p><p>After reading the story of the rich young man, we note that the heirs of God’s kingdom have a strong knowledge of His law and the Scripture. God loves those who follow His instructions. But obedience alone is not enough to ensure entrance into God’s kingdom. In Mark 10:21, 22, Jesus identifies an important point that reinforces the principles He inculcated in the scene with the little children. Mark writes of Jesus and the rich young ruler: “Looking at him, Jesus showed love to him and said to him, ‘One thing you lack: go and sell all you possess and give to the poor, and you will have treasure in heaven; and come, follow Me.’ But he was deeply dismayed by these words, and he went away grieving; for he was one who owned much property” (NASB). Jesus loved the young man and appreciated his allegiance to God’s law. However, the young man did not believe in the kingdom of God and all that it entailed. Only a person who has accepted and believed the kingdom of God can enter into it. The rich young man did not believe in it; or at the very least, he was unwilling to believe in it or to accept it.&nbsp;</p><p>The rich young man, as did some of the disciples of Jesus, conceptualized the kingdom of God in earthly terms, with wealth and power as the main components. One could say that the rich man already was the citizen of a “great kingdom” on this earth; that is, the kingdom of mammon or riches. “For he was one who owned much property” (Mark 10:22, NASB). But even if the rich young man believed Scripture, he was not willing to detach himself from “his own kingdom.” It may be argued that he did not believe that the kingdom of God could ultimately bring him the better life he was looking for. The issue in this narrative is not about the morality of wealth but rather the priority that those who claim to believe in Jesus give to His kingdom. Unfortunately, too many people build great empires in this world that prevent them from seeing the relevance of the kingdom of God in their lives. As a result, they do not put God’s kingdom first.&nbsp;</p><p>It is also true that a rich man or woman does not need to forswear his or her possessions or family in order to become Jesus’ true follower. In His discussion with Peter, “Jesus says, ‘Truly I say to you, there is no one who has left house or brothers or sisters or mother or father or children or farms, for My sake and for the gospel’s sake, but that he will receive a hundred times as much now in the present age, houses and brothers and sisters and mothers and children and farms, along with persecutions; and in the age to come, eternal life’ ” (Mark 10:29, 30, NASB; emphasis added). What is implied in this verse is a radical change of the old priorities in life.&nbsp;</p><p>The important issue here is that the kingdom of God must be elevated in the human heart above allegiance to every earthly kingdom. Thus, Mark emphasizes God’s Lordship over our lives. When the Lord reigns over our lives, He reigns over our possessions. If that does not happen, we have removed ourselves from God’s kingdom. Experiencing God’s Kingdom The issue discussed above focuses on a major hindrance to entering the kingdom of God: prioritizing earthly possessions over the kingdom of God. Our next topic concerns how we relate to one another. How should the citizens of God’s kingdom live in community with one another? This subject is now our focal point.&nbsp;</p><p>To begin with, we note that the phrase “among you” is emphasized in this portion of Mark 10. Mark 10:31 connects the previous discussion about possessions to the discussion on relations. Jesus states, “ ‘But many who are first will be last, and the last, first’ ” (NASB). In other words, entry into the kingdom of God is not based on human hierarchy. To illustrate this point, let us turn for a moment to the story of Jesus and His disciples on their way to Jerusalem. The disciples thought that Jesus was going to Jerusalem to establish His kingdom. Thus, two of them appealed to Him, “ ‘Grant that we may sit, one on Your right and one on Your left, in Your glory’ ” (Mark 10:37, NASB). Do you see that the disciples do not ask to enter the kingdom? Instead, they lobby for prime positions in it. In His answer, Jesus explains that those of His followers who endeavored to enter His kingdom would receive blessings (Mark 10:30) and persecutions alike in this life.&nbsp;</p><p>In Mark 10:38–40, Jesus emphasizes, once again, that His kingdom included the cup of suffering, not a life of lordship over others. There is nothing wrong with aspiring to excellence in any institution or organization, including within ecclesiastic communities. However, Jesus emphasizes how such striving for excellence should be conducted. In Mark 10:42–45, He specifies what the right attitude of leaders in their communities should be. “ ‘Whoever wants to become prominent among you shall be your servant; and whoever wants to be first among you shall be slave of all. For even the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many’ ” (Mark 10:43–45, NASB).&nbsp;</p><p>In other words, our citizenship in God’s kingdom—particularly for those in leading positions—implies a life of sacrifice and service, rather than a life of dominion over others. Jesus is the example we should strive to emulate.&nbsp;</p><p><strong>Part III: Life Application</strong>&nbsp;</p><p>What does Jesus mean when He says, “ ‘How hard is it to enter the kingdom of God?’ ” (Mark 10:24, NASB). The verse does not say it is impossible to enter God’s kingdom, only that it is “hard” to do so. Why? Perhaps, one reason is that very rich people may not see their need for God or what He can do for them.&nbsp;</p><p>The author of this set of lessons remembers a time during his college years when he had the chance to do a Bible study with a rich man. One day, when they were studying a lesson, the rich man looked directly into the author’s eyes and said, “It is great to know more about the God of the Bible. But I think I do not need God. If I need something, I just go and buy it. That’s all there is to life.”&nbsp;</p><p>Can we get everything in life apart from God? Explain. Are there some things in life that we cannot buy with money? What are they?&nbsp;</p><p>Are any of your class members acquainted with very wealthy individuals or people in positions of leadership or prominence in society? If so, how can your class members help these individuals to believe that the kingdom of God is also for them? Keep in mind that nothing is too hard for the Lord. From a human perspective, entry into God’s kingdom may seem difficult, if not impossible, for some people. But remember Jesus’ words: “ ‘With people it is impossible, but not with God; for all things are possible with God’ ” (Mark 10:27, NASB).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>Teaching Disciples: Part II<br></p>",
         "verse":"<p>“ ‘For even the Son of Man did not come to be served, but to serve, and to give His life a ransom for many’ ” (Mark 10:45, NKJV)<br></p>",
         "versionCode":1,
         "weekDate":"August 17–23"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
