{
  "data": [
    {
      "color": "#E0E0E0",
      "id": 11,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "3 de Junio",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Al estudiar los acontecimientos del tiempo del fin relacionados con la marca de la bestia, un aspecto esencial que aflora es la diferencia entre el proceder de Dios y el del enemigo de las almas.\n</p><p>Como hemos estado estudiando, las cuestiones centrales en el gran conflicto entre Cristo y Satanás son la lealtad, la autoridad y la adoración. Las profecías de la Biblia hablan de un poder que usurpa la autoridad de Dios, exige lealtad e introduce un sistema falso de adoración. Y lo hace mediante el uso de la fuerza, la coacción y, a veces, mediante sobornos y recompensas; todo, con el fin de imponer la adoración.\n</p><p>En contraste, el amor es la gran fuerza motivadora del Reino de Dios. En lugar de adorar a la bestia, el pueblo de Dios encuentra su mayor gozo y su mayor deleite en adorarlo a él. Ellos están comprometidos con él porque saben cuán comprometido está él con ellos.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de Junio",
          "dayTitle": "<p><strong>PERSEVERANCIA FIRME</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong>Apocalipsis 14:6-10</strong></p><p><strong><sup>6</sup></strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,</p><p><sup><strong>7</strong></sup> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><sup><strong>8</strong></sup> Otro ángel le siguió, diciendo: Ha caído, ha caído Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación.</p><p><strong><sup>9</sup></strong> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,&nbsp;</p><p><strong><sup>10</sup></strong> él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;</p><p><br></p><p>Como hemos visto en Apocalipsis 14:7, Dios llama a todas las personas a adorar al Creador. Este es el mensaje del primer ángel. En Apocalipsis 14:8, Dios advierte sobre “Babilonia”, un falso sistema religioso con raíces en la antigua Babilonia. Este es el mensaje del segundo ángel.\n</p><p>En Apocalipsis 14:9 y 10, el tercer ángel advierte acerca de adorar a la bestia. El ángel declara a gran voz: “ ‘Si alguno adora a la bestia y a su imagen, y recibe su marca en su frente o en su mano, este también beberá del vino de la ira de Dios’ ”.\n</p><p><br></p><p><strong>Lee Apocalipsis 14:12. ¿Qué dos características descubrimos en este pasaje sobre el pueblo de Dios del tiempo del fin? ¿Por qué ambas son importantes?\n</strong></p><p><strong><br></strong></p><p><strong>Apocalipsis 14:12</strong><strong><br></strong></p><p><sup style=\"\"><strong>12</strong> </sup>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p><br></p><p>La palabra griega para “paciencia” es hupomoné, que se traduce mejor como “perseverancia firme”, o “tesón”. Dios tendrá un pueblo del tiempo del fin que será leal a él frente a la oposición y la persecución feroz. Por medio de su gracia, permanecerá firmes, y llevará una vida de obediencia, llena de gracia y centrada en Dios.\n</p><p>Adorar al Creador (Apoc. 14:7) se contrapone abiertamente con adorar a la bestia (Apoc. 14:9), y encuentra su expresión en un pueblo que guarda los mandamientos de Dios y tiene la fe de Jesús (Apoc. 14:12). Este conflicto final sobre la lealtad a Cristo o la lealtad al poder de la bestia gira en torno a la adoración, y en el centro de este gran conflicto entre el bien y el mal estará el sábado.\n</p><p><br></p><p><strong>Lee Romanos 8:1 al 4; Efesios 2:8 al 10; y Colosenses 1:29. ¿Qué nos en- señan estos pasajes sobre el resultado de vivir por fe?\n</strong></p><p><strong><br></strong></p><p><strong>Romanos 8:1-14</strong></p><p><strong><sup>1</sup></strong> Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu.\n</p><p>\n</p><p><sup><strong>2</strong></sup> Porque la ley del Espíritu de vida en Cristo Jesús me ha librado de la ley del pecado y de la muerte.<sup><br></sup></p><p><strong><sup>3</sup></strong> Porque lo que era imposible para la ley, por cuanto era débil por la carne, Dios, enviando a su Hijo en semejanza de carne de pecado y a causa del pecado, condenó al pecado en la carne;<sup><strong><br></strong></sup></p><p><sup><strong>4</strong></sup> para que la justicia de la ley se cumpliese en nosotros, que no andamos conforme a la carne, sino conforme al Espíritu.<sup><br></sup></p><p><strong><sup>5</sup></strong> Porque los que son de la carne piensan en las cosas de la carne; pero los que son del Espíritu, en las cosas del Espíritu.<sup><strong><br></strong></sup></p><p><sup><strong>6</strong></sup> Porque el ocuparse de la carne es muerte, pero el ocuparse del Espíritu es vida y paz.<strong><sup><br></sup></strong></p><p><strong><sup>7</sup></strong> Por cuanto los designios de la carne son enemistad contra Dios; porque no se sujetan a la ley de Dios, ni tampoco pueden;<strong><sup><br></sup></strong></p><p><strong><sup>8</sup></strong> y los que viven según la carne no pueden agradar a Dios.<sup><br></sup></p><p><strong><sup>9 </sup></strong>Mas vosotros no vivís según la carne, sino según el Espíritu, si es que el Espíritu de Dios mora en vosotros. Y si alguno no tiene el Espíritu de Cristo, no es de él.<sup><br></sup></p><p><strong><sup>10 </sup></strong>Pero si Cristo está en vosotros, el cuerpo en verdad está muerto a causa del pecado, mas el espíritu vive a causa de la justicia.<sup><br></sup></p><p><strong><sup>11 </sup></strong>Y si el Espíritu de aquel que levantó de los muertos a Jesús mora en vosotros, el que levantó de los muertos a Cristo Jesús vivificará también vuestros cuerpos mortales por su Espíritu que mora en vosotros.<sup><br></sup></p><p><strong><sup>12 </sup></strong>Así que, hermanos, deudores somos, no a la carne, para que vivamos conforme a la carne;<sup><br></sup></p><p><strong><sup>13 </sup></strong>porque si vivís conforme a la carne, moriréis; mas si por el Espíritu hacéis morir las obras de la carne, viviréis.<sup><br></sup></p><p><strong><sup>14 </sup></strong>Porque todos los que son guiados por el Espíritu de Dios, estos son hijos de Dios.<br></p><p><br></p><p><strong>Efesios 2:8-10</strong></p><p><strong><sup>8</sup></strong> Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios; \n</p><p><strong><sup>9 </sup></strong>no por obras, para que nadie se gloríe. \n</p><p><strong><sup>10 </sup></strong>Porque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.</p><p><br></p><p><strong>Colosenses 1:29</strong></p><p><strong><sup>29</sup></strong> para lo cual también trabajo, luchando según la potencia de él, la cual actúa poderosamente en mí.</p><p><br></p><p>Al vivir por fe, recibimos su gracia, y nuestra vida se transforma. Los seguidores del Salvador que estén comprometidos con él no solo tendrán fe “en” Jesús, sino además tendrán la fe “de” Jesús. La cualidad de la fe de Jesús para el tiempo del fin será de ellos, y ellos permanecerán fieles, incluso hasta la muerte, como lo hizo Jesús.\n</p><p><strong>¿Cuán fiel eres en las pequeñas cosas? ¿Qué podría decirte esto en cuanto a tu preparación para cuando llegue el verdadero Juicio? (Ver Luc. 16:10).</strong></p><p><br></p><p><strong>Lucas 16:10</strong></p><p><strong><sup><br></sup></strong></p><p><strong><sup>10</sup></strong> El que es fiel en lo muy poco, también en lo más es fiel; y el que en lo muy poco es injusto, también en lo más es injusto.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de Junio",
          "dayTitle": "<p><strong>LA LUCHA CÓSMICA</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Mateo 27:45 al 50. ¿Qué nos enseña esto acerca de lo que Cristo experimentó en la Cruz? ¿Qué quiso decir Jesús al preguntar a Dios por quélo había desamparado,  y cómo nos ayuda esta escena a entender lo que significa tener “la fe de Jesús”?</strong></p><p><br></p><p><strong>Mateo 27:45 al 50</strong></p><p><strong><sup>45 </sup></strong>Y desde la hora sexta hubo tinieblas sobre toda la tierra hasta la hora novena. \n</p><p><strong><sup>46 </sup></strong>Cerca de la hora novena, Jesús clamó a gran voz, diciendo: Elí, Elí, ¿lama sabactani? Esto es: Dios mío, Dios mío, ¿por qué me has desamparado? \n</p><p><strong><sup>47 </sup></strong>Algunos de los que estaban allí decían, al oírlo: A Elías llama este. \n</p><p><strong><sup>48 </sup></strong>Y al instante, corriendo uno de ellos, tomó una esponja, y la empapó de vinagre, y poniéndola en una caña, le dio a beber. \n</p><p><strong><sup>49 </sup></strong>Pero los otros decían: Deja, veamos si viene Elías a librarle. \n</p><p><strong><sup>50 </sup></strong>Mas Jesús, habiendo otra vez clamado a gran voz, entregó el espíritu.</p><p><br></p><p>Suspendido en la cruz; envuelto en tinieblas; con la culpa, la vergüenza y la condenación de los pecados del mundo a cuestas; y aislado del sentido del amor de su Padre, Jesús dependía de la relación que tuvo con el Padre durante toda su vida. Es decir, mediante una vida de dependencia total del Padre, incluso en los buenos tiempos, Jesús se había preparado para los peores tiempos, hasta la Cruz. El Salvador confiaba, aun cuando a su alrededor las circunstancias clamaban para que él dudara. Aun cuando parecía que Dios lo había abandonado, Jesús no se rindió.</p><p>“En medio de las terribles tinieblas, aparentemente abandonado de Dios, Cristo había apurado las últimas heces de la copa de la desgracia humana. En esas terribles horas, había confiado en la evidencia que antes recibiera de que era aceptado por su Padre. [...] Cristo fue vencedor por medio de la fe” (DTG 704).</p><p>La fe de Jesús es una fe tan profunda, tan confiada, tan comprometida, que todos los demonios del Cosmos y todas las pruebas de la Tierra no pueden sacudirla. Es una fe que confía cuando no puede ver, que cree cuando no puede entender, que se aferra cuando hay poco a que aferrarse. Esta “fe de Jesús” es en sí un don que recibimos por la fe y que nos conducirá en medio de la crisis que tenemos por delante. Es “la fe de Jesús” que mora en nuestro corazón la que nos permite adorar a Cristo como supremo, y soportar con paciencia cuando la marca apocalíptica de la bestia se haga cumplir.</p><p>Y, sin embargo, no es algo que aparezca repentinamente de la nada. El pueblo de Dios está aprendiendo a vivir por fe, día a día, ahora. En los buenos tiempos y en los malos, cuando sentimos que Dios está cerca y cuando parece estar lejos; da igual. “El justo vivirá por la fe” (Gál. 3:11; ver también Hab. 2:4). El tiempo para la preparación es ahora. Cada prueba ahora, si se sobrelleva con fe, puede dar frutos preciosos en nuestra vida.</p><p><br></p><p><strong>Piensa en algún momento en que la vida parecía desmoronarse a tu alrededor y todo lo que tenías era tu fe. ¿Cómo saliste adelante? ¿Qué lecciones aprendiste? ¿Qué experimentaste que podría ayudar a otros que quizás estén pasando por algo similar?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de Junio",
          "dayTitle": "<p><strong>COSECHAMOS LO QUE SEMBRAMOS</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>La profecía ligada a la marca de la bestia hace referencia a la intolerancia religiosa, a un boicot económico, a la persecución y, finalmente, a un decreto de muerte. Sorprendentemente, también es un mensaje de ánimo. Incluso en el peor momento, Dios sustentará a su pueblo, a los que “guardan los mandamientos de Dios y la fe de Jesús” (Apoc. 14:12). Y, entre esos mandamientos, por supuesto, está el cuarto, el sábado.</p><p>La profecía de la marca de la bestia en Apocalipsis 13 nos habla de lo peor de la guerra de Satanás contra Dios, del punto culminante. Su primera estrategia en esta campaña es el engaño. Apocalipsis 13 habla de un tiempo en el futuro cuando el diablo obrará mediante un poder político-religioso terrenal llamado “la bestia”, y recurrirá al uso de la fuerza.</p><p>La persecución religiosa, por supuesto, no es nueva. Ha existido desde que Caín mató a Abel por adorar de la manera en que Dios les indicó (ver Gén. 4:1-8). Jesús dijo que incluso los creyentes del siglo I sufrirían persecución, y que así sería a lo largo de los siglos: “Aun viene la hora”, advirtió, “cuando el que los mate pensará que rinde servicio a Dios” (Juan 16:2; ver también Mat. 10:22; 1 Ped. 4:12).</p><p><br></p><p><strong>&nbsp;Mateo 10:22</strong></p><p><strong><sup>22 </sup></strong>Y seréis aborrecidos de todos por causa de mi nombre; mas el que persevere hasta el fin, este será salvo.</p><p><br></p><p><strong>1 Pedro 4:12</strong></p><p><strong><sup>12 </sup></strong>Amados, no os sorprendáis del fuego de prueba que os ha sobrevenido, como si alguna cosa extraña os aconteciese</p><p><br></p><p>La profecía de la marca de la bestia tiene que ver con el eslabón final en esta cadena impía. Al igual que las persecuciones del pasado, está diseñada para obligar a todos a ajustarse a determinado conjunto de creencias y a un sistema de culto autorizado.</p><p><br></p><p><strong>Lee Apocalipsis 13:15 al 17. ¿Qué enfrentará el pueblo de Dios en la crisis final</strong>?</p><p><br></p><p><strong>Apocalipsis 13:15 - 17</strong></p><p><strong><sup>15 </sup></strong>Y se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase. \n</p><p><strong><sup>16 </sup></strong>Y hacía que a todos, pequeños y grandes, ricos y pobres, libres y esclavos, se les pusiese una marca en la mano derecha, o en la frente; \n</p><p><strong><sup>17</sup></strong> y que ninguno pudiese comprar ni vender, sino el que tuviese la marca o el nombre de la bestia, o el número de su nombre.</p><p><br></p><p>La profecía dice que la persecución comenzará con sanciones económicas: “Ninguno [podrá] comprar ni vender”, a menos que tenga “la marca”. Cuando esto suceda, la inmensa mayoría capitulará. Todo el que se niegue finalmente enfrentará un decreto de muerte. \n</p><p>El diablo está preparando a los cristianos profesos mediante transigencias en su vida para recibir la marca de la bestia cuando la prueba final sobrevenga sobre nosotros en el futuro. El amor de Dios por cada uno de nosotros nos fortalecerá y nos preservará durante los tiempos difíciles que se avecinan.\n</p><p><br></p><p><strong>Lee Gálatas 6:7 al 9. Aunque esto no se escribió en el contexto de los eventos de los últimos días, ¿por qué este principio es tan relevante para las cuestiones sobre la marca de la bestia y cómo podemos permanecer fieles?</strong></p><p><br></p><p><strong>Gálatas 6:7 - 9</strong></p><p><strong><sup>7</sup></strong> No os engañéis; Dios no puede ser burlado: pues todo lo que el hombre sembrare, eso también segará. \n</p><p><strong><sup>8</sup></strong> Porque el que siembra para su carne, de la carne segará corrupción; mas el que siembra para el Espíritu, del Espíritu segará vida eterna. \n</p><p><strong><sup>9</sup></strong> No nos cansemos, pues, de hacer bien; porque a su tiempo segaremos, si no desmayamos.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de Junio",
          "dayTitle": "<p><strong>LOS QUE SIGUEN AL CORDERO</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Apocalipsis 13:1 y 2. ¿De dónde viene la bestia, y quién le da su autoridad?</strong></p><p><strong><br></strong></p><p><strong>Apocalipsis 13:1 - 2</strong></p><p><sup>1&nbsp;</sup>Me paré sobre la arena del mar, y vi subir del mar una bestia que tenía siete cabezas y diez cuernos; y en sus cuernos diez diademas; y sobre sus cabezas, un nombre blasfemo. \n</p><p><strong><sup>2</sup></strong> Y la bestia que vi era semejante a un leopardo, y sus pies como de oso, y su boca como boca de león. Y el dragón le dio su poder y su trono, y grande autoridad.</p><p><br></p><p>El poder de la primera bestia de Apocalipsis 13 recibe su poder, su trono y gran autoridad de parte del dragón. Apocalipsis 12:9 y 20:2 identifican al dragón como Satanás. Satanás es un enemigo astuto y obra mediante poderes terrenales.\n</p><p>Apocalipsis 12:3 al 5 explica que este “dragón” (el diablo) intentó destruir al “Hijo varón” tan pronto como nació. Este “Hijo varón” posteriormente fue “arrebatado para Dios y para su Trono”. Esto, por supuesto, se refiere a Cristo. En su deseo de destruir al niño Cristo, Satanás obró mediante Herodes y la Roma imperial. Al final de la vida de Jesús, un gobernador romano, Pilato, condenó a Cristo a morir; un verdugo romano lo clavó en la cruel cruz; un soldado romano lo traspasó con una lanza; y otros soldados romanos custodiaron su tumba. Según Apocalipsis 13:2, el dragón, Satanás, que obró por medio de la Roma pagana, le entregaría la sede de su gobierno a este cruel poder emergente.\n</p><p>“El dragón representa en primer lugar a Satanás; y en un sentido secundario, al Imperio Romano [...]. El poder que sucedió al Imperio Romano, que recibió del dragón ‘su poder, y su trono, y grande autoridad’ fue, claramente, la Roma papal” (CBA 7:831). El historiador A. C. Flick explica que “de las ruinas de la Roma política se levantó el gran imperio moral en la ‘forma gigantesca’ de la Iglesia Romana” (A. C. Flick, The Rise of the Medieval Church [1900], p. 150, citado en CBA 7:831).</p><p><br></p><p><strong>Lee Apocalipsis 13:3 y 14:4. ¿Qué contraste ves en estos versículos?</strong><br><br></p><p><strong>Apocalipsis 13:3 y 14:4</strong></p><p><strong><sup>13:3</sup></strong> Vi una de sus cabezas como herida de muerte, pero su herida mortal fue sanada; y se maravilló toda la tierra en pos de la bestia,</p><p><sup>14:4</sup> Estos son los que no se contaminaron con mujeres, pues son vírgenes. Estos son los que siguen al Cordero por dondequiera que va. Estos fueron redimidos de entre los hombres como primicias para Dios y para el Cordero;</p><p><br></p><p>En contraste con “toda la Tierra”, que sigue a la bestia, Dios tendrá un pueblo, los que “siguen al Cordero”. Como siempre, será un bando o el otro, a favor de Jesús o en contra de Jesús. En ese entonces, al igual que ahora, no habrá ningún término medio, ninguna posición neutral. No comprometerse firmemente con Jesús es, consciente o inconscientemente, comprometerse con el otro bando.\n</p><p>\n</p><p><br></p><p><strong>“Serán odiados por todos por mi nombre. Pero el que persevere hasta el fin, ese será salvo” (Mat. 10:22). ¿Cuán dispuesto estás a aguantar hasta el final?</strong></p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de Junio",
          "dayTitle": "<p><strong>JESÚS: NUESTRO ÚNICO MEDIADOR</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Apocalipsis 13:4 y 5. ¿Qué marcas identificativas del poder de la bestia encontramos en estos versículos?</strong></p><p><strong><br></strong></p><p><strong>Apocalipsis 13:4 y 5</strong></p><p><strong><sup>4 </sup></strong>y adoraron al dragón que había dado autoridad a la bestia, y adoraron a la bestia, diciendo: ¿Quién como la bestia, y quién podrá luchar contra ella?\n</p><p><strong><sup>5</sup></strong> También se le dio boca que hablaba grandes cosas y blasfemias; y se le dio autoridad para actuar cuarenta y dos meses.</p><p><br></p><p>La bestia del Apocalipsis es un poder religioso apóstata que surge de la Roma pagana y crece hasta convertirse en un sistema de adoración mundial. Según Apocalipsis 13:5, es un poder blasfemo. En el Nuevo Testamento, la blasfemia se equipara con arrogarse los privilegios y las prerrogativas de Dios como un igual.\n</p><p><strong>Lee Lucas 5:18 al 26 y Juan 10:33. ¿Qué dos aspectos de la blasfemia identifican estos versículos?\n</strong></p><p><strong><br></strong></p><p><strong>Lucas 5:18-26&nbsp;</strong></p><p><strong><sup>18 </sup></strong>Y sucedió que unos hombres que traían en un lecho a un hombre que estaba paralítico, procuraban llevarle adentro y ponerle delante de él. \n</p><p><strong><sup>19 </sup></strong>Pero no hallando cómo hacerlo a causa de la multitud, subieron encima de la casa, y por el tejado le bajaron con el lecho, poniéndole en medio, delante de Jesús. \n</p><p><strong><sup>20</sup></strong> Al ver él la fe de ellos, le dijo: Hombre, tus pecados te son perdonados. \n</p><p><strong><sup>21</sup></strong> Entonces los escribas y los fariseos comenzaron a cavilar, diciendo: ¿Quién es este que habla blasfemias? ¿Quién puede perdonar pecados sino solo Dios? \n</p><p><strong><sup>22 </sup></strong>Jesús entonces, conociendo los pensamientos de ellos, respondiendo les dijo: ¿Qué caviláis en vuestros corazones? \n</p><p><strong><sup>23</sup></strong> ¿Qué es más fácil, decir: Tus pecados te son perdonados, o decir: Levántate y anda? \n</p><p><strong><sup>24 </sup></strong>Pues para que sepáis que el Hijo del Hombre tiene potestad en la tierra para perdonar pecados (dijo al paralítico): A ti te digo: Levántate, toma tu lecho, y vete a tu casa. \n</p><p><strong><sup>25</sup></strong> Al instante, levantándose en presencia de ellos, y tomando el lecho en que estaba acostado, se fue a su casa, glorificando a Dios. \n</p><p><strong><sup>26 </sup></strong>Y todos, sobrecogidos de asombro, glorificaban a Dios; y llenos de temor, decían: Hoy hemos visto maravillas.</p><p><strong><br></strong></p><p><strong>Juan 10:33</strong></p><p><sup style=\"font-weight: bold;\">33 </sup>Le respondieron los judíos, diciendo: Por buena obra no te apedreamos, sino por la blasfemia; porque tú, siendo hombre, te haces Dios.</p><p><br></p><p>Los dirigentes acusaron de blasfemia a Jesús. En el caso de Jesús, las acusaciones eran injustas porque él tiene la esencia y todos los poderes y las prerrogativas de Dios, incluyendo el derecho a perdonar nuestros pecados. Y eso es porque Jesús es Dios. O, como tan poderosamente lo expresó: “¿Tanto tiempo hace que estoy con ustedes y no me has conocido, Felipe? El que me ha visto a mí ha visto al Padre. ¿Cómo dices: ‘Muéstranos al Padre’?” (Juan 14:9).\n</p><p>Mientras tanto, 1 Timoteo 2:5 enseña que hay solamente un Mediador entre Dios y el hombre, Jesucristo hombre. En contraste, la Iglesia Romana enseña que el sacerdote es el mediador entre Dios y la humanidad pecaminosa. Pero, debido a que el sacerdote mismo es un ser humano pecador, no puede ser nuestro mediador porque él también necesita un mediador. La blasfemia también se define como la pretensión de cualquier hombre de ser Dios o de estar en el lugar de Dios. Estas son solo dos declaraciones de fuentes autorizadas de la Iglesia Romana: “El Papa es de tan gran dignidad y tan exaltado que no es un mero hombre [...] es como si fuera DIOS en la Tierra” (Lucius Ferraris, “Papa”, artículo 2 en su Prompta Bibliotheca [1763], t. 6, pp. 25-29). El papa León XIII se jactó: “Nosotros [los papas] tenemos en esta Tierra el lugar del Dios todopoderoso” (The Great Encyclical Letters of Pope Leo XIII [Nueva York: Benziger, 1903], p. 193).\n</p><p>Estas afirmaciones se vuelven aún más relevantes cuando entendemos que la palabra “anti”, como en anticristo, no siempre significa “contra”; también puede significar “en lugar de”. Por lo tanto, anticristo también significa “en lugar de Cristo”. ¡Esto sí es blasfemia!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de Junio",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>“Desde el origen de la Gran Controversia en el Cielo, el propósito de Satanás ha sido destruir la Ley de Dios. Para realizarlo, comenzó su rebelión contra el Creador y, aunque fue expulsado del Cielo, continuó la misma guerra en la Tierra. Engañar a los hombres y así inducirlos a transgredir la Ley de Dios, tal fue el objetivo que persiguió sin cejar. Sea esto conseguido haciendo a un lado toda la Ley o descuidando uno de sus preceptos, el resultado será finalmente el mismo. [...]\n</p><p>“En su afán por desacreditar los preceptos divinos, Satanás ha pervertido las doctrinas de la Biblia, y de esta manera se han incorporado errores en la f de millares de personas que profesan creer en las Escrituras. El último gran conflicto entre la verdad y el error no es más que la última batalla de la controversia que se viene desarrollando desde hace tanto tiempo con respecto a la Ley de Dios. En esta batalla estamos entrando ahora; es la que se libra entre las leyes de los hombres y los preceptos de Jehová, entre la religión de la Biblia y la religión de las fábulas y la tradición” (CS 639).\n</p><p>En el Apocalipsis, de principio a fin, la adoración y la Creación están indisolublemente unidas. La esencia de la controversia entre el bien y el mal, y los problemas que rodean la marca de la bestia, giran en torno a si Dios es digno de adoración.\n</p><p>Como hemos visto, el concepto de Cristo como Creador está en el corazón mismo de la adoración sabática. Jesús destaca constantemente la importancia del día del cual se autodenomina “Señor” (Mat. 12:8; Mar. 2:28; Luc. 6:5). El sábado es un recordatorio eterno de nuestra identidad. Nos recuerda quiénes somos como seres humanos; da valor a cada ser humano. Constantemente refuerza la idea de que somos seres creados, y que nuestro Creador es digno de nuestra lealtad y adoración. Esta es la razón por la que el diablo odia tanto el sábado: porque es el eslabón de oro que nos une con nuestro Creador y porque desempeñará un papel crucial en la crisis final en el tiempo del fin.\n</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR: \n</strong></p><p><strong>1</strong>. ¿Cuáles son los principios básicos que están detrás de la pretensión de autoridad de la bestia que sube del mar? ¿De qué manera podemos albergar esas mismas actitudes en nuestro corazón sin darnos cuenta?\n</p><p><strong>2</strong>. ¿Cómo respondes a quienes argumentan que la idea de un Satanás literal es una superstición primitiva que la gente educada, o al menos los inteligentes, no pueden considerar seriamente? ¿Qué argumentos podrías utilizar en respuesta?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de Junio",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong><br></strong></p><p>Apocalipsis es un libro de contrastes. La lección de esta semana trata sobre el sello de Dios y la marca de la bestia. A lo largo de los siglos, el sábado ha sido una señal especial de lealtad a Dios. El sábado ha revelado que Dios es digno de adoración como el Creador del Universo. La marca de la bestia también gira en torno a la adoración. Satanás ha introducido un falso día de reposo, el primer día de la semana, como símbolo de su autoridad.\n</p><p><br></p><p>El conflicto final entre Cristo y Satanás se centra en quién es digno de gobernar el Universo. Debido a que Jesúsnes el Dador de la vida, es digno de suprema adoración. Satanás entiende esta verdad como uno de los temas dominantes del gran conflicto entre el bien y el mal. Por eso, Satanás ataca el sábado, símbolo de la autoridad creadora de Dios. A causa de la centralidad del sábado en el conflicto final, la Ley de Dios es preeminente en este conflicto. En la lección de esta semana, exploraremos los elementos de la última guerra de la Tierra. Apocalipsis 14:12 declara: “¡Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús!” El remanente de Cristo en el tiempo del fin está lleno del don de Jesús de la justificación por la fe, que capacita a los escogidos para guardar los mandamientos de Dios.\n</p><p><br></p><p>La lección de esta semana también nos ayuda a identificar completamente el poder de la bestia del mar de Apocalipsis 13. Descubriremos que este poder, que usurpa la autoridad de Dios, obtiene su autoridad del dragón, o Satanás. Este poder de la bestia surge de las ruinas del Imperio Romano y reclama como propias las mismas prerrogativas de Dios.\n</p><p><br></p><p><strong>COMENTARIO\n</strong></p><p><strong><br></strong></p><p>Resumen: Los que prestan atención al mensaje de los tres ángeles se alejan de Babilonia y sus falsas enseñanzas. En consecuencia, se los elogia por dos cosas: por su obediencia y por tener la fe de Jesús (Apoc. 14:12). Esperan pacientemente el regreso de Jesús, que es otra forma de decir que son firmes e inquebrantables en su confianza en Dios y en su obediencia a la Ley. No se moverán. Hay una afirmación esclarecedora sobre Apocalipsis 14:12 en Gill’s Exposition of the Bible [Exposición bíblica de Gill]: “Aquí están los que guardan los mandamientos de Dios, y no las invenciones de los hombres, ni las tradiciones del anticristo, sino las ordenanzas del evangelio, como se entregaron en un principio, sin ninguna adulteración ni corrupción; y quienes los guardaron porque Dios los prescribió, y por un principio de amor a él, y con miras a su gloria: estos se distinguen de los adoradores de la bestia, y fueron preservados durante la apostasía; estos son los testigos [...] y el remanente de la simiente de la mujer, contra los que el dragón hizo guerra por medio de la bestia” (Comentarios sobre Apocalipsis 14:12 (biblestudytools.com/commentaries/gills-exposition-of-the-bible/revelation-14-12.html).\n</p><p>Salvado por la gracia, el Remanente se distingue de los adoradores del poder de la bestia que sube del mar por su amor a Jesús y la obediencia a sus mandamientos. Tienen la fe de Jesús: tanto la fe en Jesús como la calidad de la fe de Jesús que les permite llegar a ser vencedores. Su fe da como resultado la obediencia y les permite mantenerse firmes cuando la mayoría de las personas de este mundo se inclinan ante el poder de la bestia del mar. Tener la fe de Jesús significa que Jesús vive su vida en nosotros. En la Cruz, Jesús confió en el amor del Padre cuando era incapaz de experimentar el cuidado y la preocupación del Padre por su sufrimiento como portador del pecado del mundo. La fe de Jesús, que vive en nuestro corazón, nos permite confiar en Jesús en todas las experiencias de la vida.\n</p><p><br></p><p>Identifiquemos a la bestia que sube del mar Las pistas para identificar el poder de la bestia del mar de Apocalipsis 13 son sumamente específicas. En la lección de esta semana, analizaremos tres de estas importantes marcas de identificación de la bestia del mar. La primera pista que encontramos se refiere al origen de su poder. “El dragón le dio [a la bestia del mar] su poder, su trono y gran autoridad” (Apoc. 13:2). ¿Quién es este dragón que le da a la bestia del mar de Apocalipsis 13 su poder, trono y autoridad?\n</p><p><br></p><p>Leemos acerca del dragón en Apocalipsis 12. Apocalipsis 12:3 al 5 dice que este “dragón” (el diablo) intentaría destruir, “en cuanto naciera”, al “Hijo varón”, quien más tarde sería “arrebatado para Dios y para su trono”, una referencia inequívoca a Cristo. El dragón se identifica claramente en estos versículos. En un lenguaje directo, la Palabra de Dios nos dice que el dragón es el diablo, o Satanás (Apoc. 12:8, 9). Nada menos que el archienemigo de Dios y del hombre está detrás del poder de la bestia que sube del mar. Pero el diablo obra por medio de agentes humanos. Así como Dios obra mediante su iglesia, el diablo obra mediante una gigantesca institución religiosa caída que ha rechazado la verdad de Dios y ha dado la espalda a la Ley de Dios. Aunque el dragón es principalmente Satanás, como acabamos de ver, Satanás estaba tan estrechamente alineado con la Roma pagana que el dragón, en un sentido secundario, también es un símbolo del Imperio Romano pagano (comparar con Dan. 7:7). Satanás utilizó a la Roma pagana en su intento de destruir a Jesús poco después de su nacimiento (Mat. 1:1-20). Posteriormente, Satanás utilizó a la Roma pagana para crucificar a Cristo:</p><p><br></p><p>UN gobernador ROMANO, Pilato, condenó a Cristo a muerte: Mateo 27:2, 17–26. UN verdugo ROMANO lo clavó en la cruenta cruz: Mateo 27:27, 35. UN soldado ROMANO le atravesó el costado con una lanza: Juan 19:34. UN sello ROMANO se colocó en su tumba: Mateo 27:66. UN escuadrón de soldados ROMANO custodió su tumba: Mateo 27:62–65. Más adelante, el dragón, por medio de la Roma pagana, le dio su trono a la bestia del mar. Este legado tuvo lugar cuando el emperador romano Constantino decidió trasladar la capital de Roma a lo que pasó a llamarse Constantinopla, en la actual Turquía, dejando un vacío de poder en el antiguo trono o sede de los césares, la Ciudad Imperial de Roma.\n</p><p><br></p><p>“Al retirarse a Oriente, [Constantino] dejó el camino despejado para los obispos de Roma”. “El Papado no es más que ‘el fantasma’ del difunto Imperio Romano que reina sobre su ‘tumba’ ” (Arthur P. Stanley, Lectures on the History of the Eastern Church [Nueva York: Charles Scribner’s Sons, 1862], p. 305). Así pues, el poder de la bestia que sube del mar, en Apocalipsis 13, es el organismo religioso papal. Aquí debemos recordar que estamos hablando de un sistema, no de los miembros individuales de ese sistema. El poder de la bestia del mar no es una persona, es una organización religiosa falsa.\n</p><p><br></p><p>El segundo indicio que nos da Apocalipsis 13 sobre la identidad de la bestia que sube del mar es muy parecido al primer indicio. El poder que surge de Roma es un poder que impone la adoración. Es un poder religioso. Apocalipsis 13:3 y 4 declara que “toda la Tierra se maravilló y siguió a la bestia. [...]. y adoraron a la bestia”. La organización que se describe aquí también es un poder religioso que llega a ser un sistema universal de adoración.\n</p><p><br></p><p>Esta observación nos lleva al tercer indicio que da Apocalipsis 13 al identificar a la bestia del mar: la blasfemia (Apoc. 13:5, 6). Según la Biblia, ¿qué es la blasfemia? Hubo dos ocasiones en que acusaron injustamente de blasfemia al Señor Jesús, con lo que la Biblia nos da dos ejemplos de lo que significa la blasfemia: (1) cuando alguien pretende ser (o afirma ser) Dios o reclama los privilegios y las prerrogativas de Dios; y (2) cuando alguien se atribuye el poder de perdonar pecados. En el caso de Jesús, las acusaciones eran injustas porque él realmente era y es Dios, y posee todos los poderes y las prerrogativas de Dios, incluido el derecho de perdonar pecados. (Ver Juan 10:33; Luc. 5:21).\n</p><p><br></p><p>La Iglesia Romana tiene dos doctrinas distintivas que la Biblia denomina blasfemia. Una es pretender tener el poder de perdonar pecados. La otra es delegarle al papa el cargo de Dios en la Tierra. Jesús es nuestro verdadero Sacerdote, y solo él puede perdonar nuestros pecados. Es cierto que no somos lo suficientemente justos para comparecer ante Dios. Necesitamos un mediador. Lo bueno es que tenemos un Mediador, Jesucristo. Las Escrituras enseñan que hay “un solo Mediador entre Dios y los hombres, Jesucristo hombre” (1 Tim. 2:5).\n</p><p><br></p><p>En cuanto a cómo la Iglesia Romana cumple con la segunda definición bíblica de blasfemia, veamos una declaración clara de una fuente católica autorizada sobre el estatus del papa: “El Papa es de tan gran dignidad y tan exaltado que no es un mero hombre, sino como si fuera Dios, y el vicario de Dios [...]. Por lo tanto, el Papa es coronado con una triple corona, como Rey del Cielo, de la Tierra y de las regiones inferiores. [...] El Papa es como Dios en la Tierra, [...] Rey de reyes principal [...], a quien el Dios omnipotente le encomendó las instrucciones [...] del reino celestial” (Lucius Ferraris, “Papa”, artículo 2 en su Prompta Bibliotheca, [Venecia, Italia: Gaspar Storti , 1772], t. 6, pp. 26-29. Latín. Reimpreso [Roma: Press of the Propaganda, 1899]). El libro de Apocalipsis exalta a Jesús, identifica al pueblo de Dios del tiempo del fin y revela las características que identifican a la bestia a fin de que podamos estar preparados para el conflicto venidero.\n</p><p><br></p><p>APLICACIÓN A LA VIDA\n</p><p><br></p><p>Para reflexionar: A algunos les puede parecer un poco dura e injusta la condena de Dios a una organización religiosa que ha hecho mucho bien en el mundo, con sus escuelas, hospitales y servicio humanitario. La cuestión decisiva no es si una organización religiosa ha hecho algún bien. La cuestión decisiva es: ¿Es esta organización fiel a Jesús y a las enseñanzas de las Escrituras? ¿Qué hay detrás de su influencia mundial? Y, ¿está conduciendo al mundo hacia la unión de Iglesia y Estado que predice la profecía? El libro de Apocalipsis revela que, bajo los auspicios de Roma, nuestra libertad religiosa se restringirá, se aprobará un boicot económico y, en última instancia, el pueblo de Dios sufrirá opresión, encarcelamiento y la muerte. Pide a los miembros de la clase que lean en voz alta y analicen los siguientes tres puntos vitales del estudio de esta semana:\n</p><p><br></p><p>1. Estén alerta a lo que está sucediendo en nuestro mundo. Las profecías de Apocalipsis predicen que surgirá una unión político-religiosa. Jesús instruyó a sus discípulos, justo antes de afrontar la Cruz: “ ‘Velen, pues, porque no saben a qué hora ha de venir su Señor’ ” (Mat. 24:42). ¿Qué quiere decir Jesús cuando nos dice que “velemos”? En la práctica, ¿cómo hacemos eso?\n</p><p><br></p><p>2. Estén preparados: El momento de prepararse para la crisis final de la Tierra es ahora. Una crisis generalmente no desarrolla el carácter; lo revela. Ahora es el momento de “fortal[ecer]se en el Señor y en el poder de su fuerza” (Efe. 6:10). Piensa en una crisis por la que pasaste recientemente. ¿Qué te reveló eso sobre ti? ¿Qué aspectos necesitas fortalecer en tu experiencia con Dios como resultado de esa revelación de carácter? ¿Cómo nos preparamos para la venida de Cristo?\n</p><p><br></p><p>3. Ser activos. Jesús dijo: “ ‘Me serán testigos’ ” (Hech. 1:8). Si alguna vez hubo un momento para estar activos compartiendo el amor de Dios, su Palabra y su mensaje del tiempo del fin con quienes nos rodean, es hoy. ¿De qué maneras puedes compartir el mensaje de Cristo del tiempo del fin con quienes te rodean durante la próxima semana?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>EL SELLO DE DIOS Y LA MARCA DE LA BESTIA - PRIMERA PARTE</p>",
      "verse": "<p>“Entonces vi a otro ángel que subía del este con el sello del Dios vivo. Y clamó a gran voz a los cuatro ángeles, quienes habían recibido poder de dañar la Tierra y el mar, y les dijo: ‘No dañen la Tierra, ni el mar, ni los árboles, hasta que sellemos en sus frentes a los siervos de nuestro Dios’ ” (Apoc. 7:2, 3).</p>",
      "versionCode": 2,
      "weekDate": "3 -9 de junio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
