{
   "data":[
      {
         "color":"#c1df28",
         "id":10,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 31 de mayo",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p style=\"text-align: justify; \"><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Apocalipsis 6:12-17; Mateo 24:36-44;\nGénesis 6:1-8; 2 Pedro 2:4-11; Génesis 18:17-32; Daniel 7:9, 10.&nbsp;</p><p style=\"text-align: justify; \"><strong>PARA MEMORIZAR:</strong>\n\n“Estas cosas les sucedieron por ejemplo, y fueron escritas para advertirnos a nosotros, a los que han llegado al fin del tiempo. Así, el que piensa estar firme, mire\n\nque no caiga” (1 Cor. 10: 11, 12).</p><p style=\"text-align: justify; \">La Biblia abunda en relatos acerca del pueblo de Dios que apuntan a acontecimientos futuros y contienen claves para entender la “verdad presente”. De\n\nhecho, algunos de esos relatos prefiguran acontecimientos de los últimos\ndías con sorprendente detalle y proveen una base más amplia para entender\ncon claridad las profecías de Daniel y Apocalipsis.</p><p style=\"text-align: justify; \">Dios puede dirigir los acontecimientos históricos, sin anular la libertad\n\nhumana, de tal manera que se cumpla a la perfección lo que los profetas anunciaron que sucedería en los últimos días. La relación entre los eventos finales\n\ny algunas importantes historias bíblicas es obvia, pues el Nuevo Testamento\nse refiere a ellas al describir los eventos de los últimos días. Tal es el caso de\n\nla destrucción de Sodoma y Gomorra, el Diluvio, etc. Otros relatos bíblicos requieren ser estudiados cuidadosamente para extraer de ellos las verdades que\n\nnos han sido reveladas en la Palabra de Dios.</p><p style=\"text-align: justify; \">Durante las próximas dos semanas examinaremos una serie de relatos clave\nque abordan la Segunda Venida, el Juicio Investigador, la crisis final y otros\ntemas. Como resultado de ese estudio, veremos que Cristo está en el centro de\ntodo y debe ser el objetivo final de todo empeño por comprender las profecías.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 1 de junio",
               "dayTitle":"<p>LA IRA DEL CORDERO</p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p style=\"text-align: justify; \"><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Lee Apocalipsis 6:12 al 17</strong><span style=\"background-color: initial;\">. Considera los detalles de la respuesta de estas\npersonas ante el desarrollo repentino de los acontecimientos finales. ¿Qué\nnotas en su respuesta?.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Apocalipsis 6:12-17</span></p><p style=\"text-align: justify;\"><sup>12 </sup>Miré cuando abrió el sexto sello, y he aquí hubo un gran terremoto; y el sol se puso negro como tela de cilicio, y la luna se volvió toda como sangre; <sup>13 </sup>y las estrellas del cielo cayeron sobre la tierra, como la higuera deja caer sus higos cuando es sacudida por un fuerte viento. <sup>14 </sup>Y el cielo se desvaneció como un pergamino que se enrolla; y todo monte y toda isla se removió de su lugar. <sup>15 </sup>Y los reyes de la tierra, y los grandes, los ricos, los capitanes, los poderosos, y todo siervo y todo libre, se escondieron en las cuevas y entre las peñas de los montes; <sup>16 </sup>y decían a los montes y a las peñas: Caed sobre nosotros, y escondednos del rostro de aquel que está sentado sobre el trono, y de la ira del Cordero; <sup>17 </sup>porque el gran día de su ira ha llegado; ¿y quién podrá sostenerse en pie?</p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Es interesante notar que los perdidos no exclaman: “¿Qué es esto?” o “¿quién está detrás de esto?” Parecen entender lo que ocurre. Se refieren a Jesús como “el Cordero”, lo que requiere conocer algo acerca de la historia de Cristo como Redentor. También parecen conscientes de que “ha llegado el gran día de su ira” y que se encuentran en una situación desesperada: “¿Quién podrá quedar en pie?” Antes del fin, el evangelio es llevado a todas las naciones (Mat. 24:14) y los mensajes de los tres ángeles son comunicados a todo el planeta. Sin embargo, habrá personas que serán sorprendidas, no por falta de información, sino por </span><span style=\"background-color: initial;\">su negativa a creer y obedecer. Esta será la razón por la que se perderán.<br><br><strong>Lee Mateo 24:36 al 44. ¿Qué lecciones deberíamos extraer de la historia&nbsp;</strong></span><strong>de Noé, según Jesús?</strong><br><br>Mateo 24:36-44</p><p style=\"text-align: justify;\"><sup>36 </sup>Pero del día y la hora nadie sabe, ni aun los ángeles de los cielos, sino solo mi Padre. <sup>37 </sup>Mas como en los días de Noé, así será la venida del Hijo del Hombre. <sup>38 </sup>Porque como en los días antes del diluvio estaban comiendo y bebiendo, casándose y dando en casamiento, hasta el día en que Noé entró en el arca, <sup>39 </sup>y no entendieron hasta que vino el diluvio y se los llevó a todos, así será también la venida del Hijo del Hombre. <sup>40 </sup>Entonces estarán dos en el campo; el uno será tomado, y el otro será dejado. <sup>41 </sup>Dos mujeres estarán moliendo en un molino; la una será tomada, y la otra será dejada. <sup>42 </sup>Velad, pues, porque no sabéis a qué hora ha de venir vuestro Señor. <sup>43 </sup>Pero sabed esto, que si el padre de familia supiese a qué hora el ladrón habría de venir, velaría, y no dejaría minar su casa. <sup>44 </sup>Por tanto, también vosotros estad preparados; porque el Hijo del Hombre vendrá a la hora que no pensáis.</p><p style=\"text-align: justify;\">Jesús señala la historia del Diluvio para advertirnos que su segunda venida&nbsp;<span style=\"background-color: initial;\">será una sorpresa para muchos. Al igual que la Segunda Venida, el Diluvio&nbsp;</span><span style=\"background-color: initial;\">no sorprendió al mundo por falta de información. Noé predicó durante 120&nbsp;</span><span style=\"background-color: initial;\">años a un mundo que se negaba a creer. Se les dijo lo que iba a suceder. Sim</span><span style=\"background-color: initial;\">plemente, no quisieron creer.<br><br>A su vez, muchas personas aseguran que el largo tiempo transcurrido im</span>plica que las profecías no son dignas de crédito. Pedro cita en tal sentido la historia del Diluvio cuando dice que, “ante todo, sepan que en los últimos días vendrán burladores, quienes, sarcásticos, andarán según sus bajos deseos y dirán: ‘¿Dónde está la promesa de su venida? Desde que los padres durmieron, todas las cosas permanecen como desde el principio de la creación’ ” (2 Ped.3:3, 4). Este sentimiento irá en aumento a medida que pase el tiempo.<br><br>En el caso de quienes mueran antes del regreso de Cristo, la Segunda Venida (o la tercera, si mueren sin aceptar a Jesús como su Salvador) ocurrirá apenas un instante después de haber cerrado sus ojos. Por otra parte, la vida transcurre muy velozmente. ¿Cómo pueden ayudarnos esas realidades a afrontar la “demora”?</p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify;\"><strong>\n</strong></p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 2 de junio",
               "dayTitle":"<p>LA EVANGELIZACIÓN DE NOÉ</p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p style=\"text-align: justify; \">Pedro nos recuerda que muchos no estarán preparados para el regreso de Cristo porque “intencionalmente ignoran” (2 Ped. 3:5) lo que ocurrió en ocasión del Diluvio. En la actualidad, aunque un asombroso número de culturas, desde los antiguos griegos hasta los mayas, registran la historia de un diluvio global y devastador, la narración bíblica acerca del Diluvio es una de las más ridiculizadas. Como se predijo, el mundo está poniendo a un lado el relato bíblico del Diluvio como si se tratara de un mito, sin importar cuán clara y explícitamente se lo describe en el Antiguo Testamento y cuántas veces se hace referencia a él en el Nuevo Testamento.<br><br><strong>Jesús dijo, en Mateo 24:37 al 39, que la situación mundial se parecería a la de “los días de Noé”. Compara este pasaje con Génesis 6:1 al 8. ¿Cuáles fueron las condiciones morales que condujeron al Diluvio? ¿Qué paralelismos existen entre la época de Noé y la nuestra?<br></strong><br>Mateo 24:37-39</p><p style=\"text-align: justify; \"><sup>37 </sup>Mas como en los días de Noé, así será la venida del Hijo del Hombre. <sup>38 </sup>Porque como en los días antes del diluvio estaban comiendo y bebiendo, casándose y dando en casamiento, hasta el día en que Noé entró en el arca, <sup>39 </sup>y no entendieron hasta que vino el diluvio y se los llevó a todos, así será también la venida del Hijo del Hombre.</p><p style=\"text-align: justify; \">Génesis 6:1-8<br><br><sup>1 </sup>Aconteció que cuando comenzaron los hombres a multiplicarse sobre la faz de la tierra, y les nacieron hijas, <sup>2 </sup>que viendo los hijos de Dios que las hijas de los hombres eran hermosas, tomaron para sí mujeres, escogiendo entre todas. <sup>3 </sup>Y dijo Jehová: No contenderá mi espíritu con el hombre para siempre, porque ciertamente él es carne; mas serán sus días ciento veinte años. <sup>4 </sup>Había gigantes en la tierra en aquellos días, y también después que se llegaron los hijos de Dios a las hijas de los hombres, y les engendraron hijos. Estos fueron los valientes que desde la antigüedad fueron varones de renombre. <sup>5 </sup>Y vio Jehová que la maldad de los hombres era mucha en la tierra, y que todo designio de los pensamientos del corazón de ellos era de continuo solamente el mal. <sup>6 </sup>Y se arrepintió Jehová de haber hecho hombre en la tierra, y le dolió en su corazón. <sup>7 </sup>Y dijo Jehová: Raeré de sobre la faz de la tierra a los hombres que he creado, desde el hombre hasta la bestia, y hasta el reptil y las aves del cielo; pues me arrepiento de haberlos hecho. <sup>8 </sup>Pero Noé halló gracia ante los ojos de Jehová.</p><p style=\"text-align: justify; \"><br>Un estudio cuidadoso de la Escritura reporta otra lección importante para&nbsp;<span style=\"background-color: initial;\">el pueblo remanente de Dios de los últimos días. Hebreos 11:7 dice que Noé “con&nbsp;</span><span style=\"background-color: initial;\">santa reverencia construyó el arca para salvar a su familia. Por su fe condenó al&nbsp;</span><span style=\"background-color: initial;\">mundo, y llegó a ser heredero de la justicia que viene por la fe”.&nbsp;</span><span style=\"background-color: initial;\">Imagina lo que significó para Noé predicar durante más de un siglo y que&nbsp;</span><span style=\"background-color: initial;\">solo su familia entrara en el arca. Si él hubiera sido un evangelista moderno,&nbsp;</span><span style=\"background-color: initial;\">nos sentiríamos tentados a pensar que fracasó.<br><br>Afortunadamente, muchos lugares del mundo son en este momento muy&nbsp;</span>receptivos a los mensajes de los tres ángeles. Como resultado, muchos están conociendo al Señor. Todavía no hemos llegado al punto en que no haya resultados, aunque se nos ha dicho que se acerca el momento en que “habrá terminado el tiempo de gracia y se cerrará la puerta de la misericordia. Así que, las palabras: “Las que estaban preparadas entraron con él a las bodas, y se cerró la puerta”, nos conducen a través del ministerio final del Salvador, hasta el momento en que quedará terminada la gran obra en favor de la salvación del hombre” (Elena de White, El conflicto de los siglos, p. 424). Hasta entonces, tenemos una obra que hacer como iglesia.<br><br>¿Cómo podemos aprender a no desanimarnos si nuestros esfuerzos personales de evangelización no parecen dar mucho fruto por el momento? ¿Por qué debemos seguir esforzándonos? (Ver Juan 4:35-37).</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify; \">\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 3 de junio",
               "dayTitle":"<p>LA HISTORIA DE SODOMA Y GOMORRA</p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p style=\"text-align: justify; \">Hay otra historia clave del Antiguo Testamento a la que Pedro hace referencia al describir los acontecimientos de los últimos días: la destrucción de Sodoma y Gomorra. Las ciudades de la llanura se han hecho legendarias por su maldad y se convirtieron en el primer ejemplo de poblaciones destruidas por el fuego del Cielo.<br><br><strong>Lee 2 Pedro 2:4 al 11, Judas 5 al 8 y Ezequiel 16:46 al 50, y pon atención a todos los detalles. ¿Cuáles fueron las condiciones morales que desembocaron en la destrucción de estas ciudades y qué paralelismos existen con la condición actual del mundo?<br><br>2 Pedro 2:4-11</strong></p><p style=\"text-align: justify; \"><sup><strong>4 </strong></sup>Porque si Dios no perdonó a los ángeles que pecaron, sino que arrojándolos al infierno los entregó a prisiones de oscuridad, para ser reservados al juicio; <sup><strong>5 </strong></sup>y si no perdonó al mundo antiguo, sino que guardó a Noé, pregonero de justicia, con otras siete personas, trayendo el diluvio sobre el mundo de los impíos; <sup><strong>6 </strong></sup>y si condenó por destrucción a las ciudades de Sodoma y de Gomorra, reduciéndolas a ceniza y poniéndolas de ejemplo a los que habían de vivir impíamente, <strong><sup>7 </sup></strong>y libró al justo Lot, abrumado por la nefanda conducta de los malvados <sup><strong>8 </strong></sup>(porque este justo, que moraba entre ellos, afligía cada día su alma justa, viendo y oyendo los hechos inicuos de ellos), <strong><sup>9 </sup></strong>sabe el Señor librar de tentación a los piadosos, y reservar a los injustos para ser castigados en el día del juicio; <sup><strong>10 </strong></sup>y mayormente a aquellos que, siguiendo la carne, andan en concupiscencia e inmundicia, y desprecian el señorío.\n</p><p style=\"text-align: justify; \">Atrevidos y contumaces, no temen decir mal de las potestades superiores, <sup><strong>11 </strong></sup>mientras que los ángeles, que son mayores en fuerza y en potencia, no pronuncian juicio de maldición contra ellas delante del Señor.</p><p style=\"text-align: justify; \"><strong>Judas 1:5-8</strong></p><p style=\"text-align: justify; \"><strong><sup>5 </sup></strong>Mas quiero recordaros, ya que una vez lo habéis sabido, que el Señor, habiendo salvado al pueblo sacándolo de Egipto, después destruyó a los que no creyeron. <sup><strong>6 </strong></sup>Y a los ángeles que no guardaron su dignidad, sino que abandonaron su propia morada, los ha guardado bajo oscuridad, en prisiones eternas, para el juicio del gran día; <sup><strong>7 </strong></sup>como Sodoma y Gomorra y las ciudades vecinas, las cuales de la misma manera que aquellos, habiendo fornicado e ido en pos de vicios contra naturaleza, fueron puestas por ejemplo, sufriendo el castigo del fuego eterno.</p><p style=\"text-align: justify; \"><sup><strong>8</strong></sup> No obstante, de la misma manera también estos soñadores mancillan la carne, rechazan la autoridad y blasfeman de las potestades superiores.</p><p style=\"text-align: justify; \"><strong>Ezequiel 16:46-50</strong></p><p style=\"text-align: justify; \"><strong><sup>46 </sup></strong>Y tu hermana mayor es Samaria, ella y sus hijas, que habitan al norte de ti; y tu hermana menor es Sodoma con sus hijas, la cual habita al sur de ti. <sup><strong>47 </strong></sup>Ni aun anduviste en sus caminos, ni hiciste según sus abominaciones; antes, como si esto fuera poco y muy poco, te corrompiste más que ellas en todos tus caminos. <sup><strong>48 </strong></sup>Vivo yo, dice Jehová el Señor, que Sodoma tu hermana y sus hijas no han hecho como hiciste tú y tus hijas. <sup><strong>49 </strong></sup>He aquí que esta fue la maldad de Sodoma tu hermana: soberbia, saciedad de pan, y abundancia de ociosidad tuvieron ella y sus hijas; y no fortaleció la mano del afligido y del menesteroso. <sup><strong>50 </strong></sup>Y se llenaron de soberbia, e hicieron abominación delante de mí, y cuando lo vi las quité.</p><p style=\"text-align: justify; \"><br>La advertencia dada a través del relato de Sodoma y Gomorra a quienes viven en la Tierra en estos últimos días es clara: finalmente, los malvados también serán destruidos por el fuego, como se describe con tanta claridad en Apocalipsis 20. El pecado es notablemente engañoso, en el sentido de que nos impide percibir la condición de nuestro propio corazón y hace que nuestras transgresiones nos parezcan aceptables, a diferencia de las de los demás. En el mismo capítulo donde Dios habla de cuánto ha amado a su pueblo, también le advierte que, aunque este no cometió los mismos pecados que Sodoma, se ha vuelto más perverso que ella (Eze. 16:47).<br><br>Israel había estado “fornicando” (ver Eze. 16:41); es decir, cometiendo adulterio espiritual. Imagina la sorpresa del pueblo de Dios cuando sus integrantes escucharon que eran más malvados que gente famosa por su maldad. Esto no es una novedad acerca del antiguo Israel ni de la humanidad. En Romanos 1:18 al 32, Pablo presenta una larga lista de faltas humanas que podría haberse escrito sobre la base de las noticias actuales. La descripción que hace Pablo del pecado de los gentiles, o paganos, no pretendía que los judíos se sintieran superiores, sino que el pueblo de Dios comprendiera por fin la gravedad de sus propios pecados. Natán hizo lo mismo cuando habló con David: le contó la historia de un hombre rico que robó el único cordero que tenía un hombre pobre. Esta historia “encendió el furor de David” (2 Sam. 12:5) pues la injusticia descrita era obvia. Aun así, fue necesaria la declaración de Natán: “¡Tú eres ese hombre!” (2 Sam. 12:7) para que David se viera reflejado en la historia. Es importante recordar que la Biblia no se dirige principalmente al mundo exterior, sino al propio pueblo de Dios. La descripción de los atroces pecados de otros en Apocalipsis 13 o 17 es una advertencia de que nosotros también podemos caer en la misma trampa.</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \"><strong>\n</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miércoles 4 de junio",
               "dayTitle":"<p>EL JUEZ DE TODA LA TIERRA</p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p style=\"text-align: justify; \">La Biblia registra una curiosa historia que tiene lugar en las llanuras de Mamre justo antes de la destrucción de Sodoma. En ese relato, Dios se aparece a Abraham acompañado por dos ángeles. Cuando el patriarca los ve, invita a los visitantes celestiales a una comida, y en ese momento Dios promete que Abraham y Sara tendrán un hijo del cual descendería el Mesías. Jesús, en efecto, procedía del linaje de Abraham (comparar con Gál. 3:16). A continuación, el relato pasa repentinamente al asunto de las ciudades malvadas de la llanura.</p><p style=\"text-align: justify; \"><strong>Lee Génesis 18:17 al 32. ¿Qué enseñan estos versículos acerca del carácter de Dios y de cómo piensa hacer frente al mal existente en nuestro planeta?<br></strong><strong><br>Génesis 18:17-32</strong></p><p style=\"text-align: justify; \"><strong><sup>17 </sup></strong>Y Jehová dijo: ¿Encubriré yo a Abraham lo que voy a hacer, <sup><strong>18 </strong></sup>habiendo de ser Abraham una nación grande y fuerte, y habiendo de ser benditas en él todas las naciones de la tierra? <strong><sup>19 </sup></strong>Porque yo sé que mandará a sus hijos y a su casa después de sí, que guarden el camino de Jehová, haciendo justicia y juicio, para que haga venir Jehová sobre Abraham lo que ha hablado acerca de él. <sup><strong>20 </strong></sup>Entonces Jehová le dijo: Por cuanto el clamor contra Sodoma y Gomorra se aumenta más y más, y el pecado de ellos se ha agravado en extremo, <sup><strong>21 </strong></sup>descenderé ahora, y veré si han consumado su obra según el clamor que ha venido hasta mí; y si no, lo sabré. <sup><strong>22 </strong></sup>Y se apartaron de allí los varones, y fueron hacia Sodoma; pero Abraham estaba aún delante de Jehová.</p><p style=\"text-align: justify; \"><strong><sup>23 </sup></strong>Y se acercó Abraham y dijo: ¿Destruirás también al justo con el impío? <strong><sup>24 </sup></strong>Quizá haya cincuenta justos dentro de la ciudad: ¿destruirás también y no perdonarás al lugar por amor a los cincuenta justos que estén dentro de él? <strong><sup>25 </sup></strong>Lejos de ti el hacer tal, que hagas morir al justo con el impío, y que sea el justo tratado como el impío; nunca tal hagas. El Juez de toda la tierra, ¿no ha de hacer lo que es justo? <strong><sup>26 </sup></strong>Entonces respondió Jehová: Si hallare en Sodoma cincuenta justos dentro de la ciudad, perdonaré a todo este lugar por amor a ellos. <strong><sup>27 </sup></strong>Y Abraham replicó y dijo: He aquí ahora que he comenzado a hablar a mi Señor, aunque soy polvo y ceniza. <strong><sup>28 </sup></strong>Quizá faltarán de cincuenta justos cinco; ¿destruirás por aquellos cinco toda la ciudad? Y dijo: No la destruiré, si hallare allí cuarenta y cinco. <strong><sup>29 </sup></strong>Y volvió a hablarle, y dijo: Quizá se hallarán allí cuarenta. Y respondió: No lo haré por amor a los cuarenta. <strong><sup>30 </sup></strong>Y dijo: No se enoje ahora mi Señor, si hablare: quizá se hallarán allí treinta. Y respondió: No lo haré si hallare allí treinta. <strong><sup>31 </sup></strong>Y dijo: He aquí ahora que he emprendido el hablar a mi Señor: quizá se hallarán allí veinte. No la destruiré, respondió, por amor a los veinte. <strong><sup>32 </sup></strong>Y volvió a decir: No se enoje ahora mi Señor, si hablare solamente una vez: quizá se hallarán allí diez. No la destruiré, respondió, por amor a los diez.<br><br>Dios no nos debe una explicación, pero decide no ocultar sus motivos y sus planes a la humanidad. En tal sentido, el profeta Amós dice: “Nada hace Dios, el Señor, sin revelar su secreto a sus siervos los profetas” (Amós 3:7). Antes de destruir Sodoma y Gomorra, Dios informa a Abraham lo que está a punto de suceder, aquello de lo que este será pronto testigo. Dios se queda con Abraham mientras los dos ángeles se dirigen a la ciudad malvada para llamar a los que harán caso de su advertencia. Lo mismo puede decirse de los ángeles proféticos que exhortan en los últimos días a quienes son parte del pueblo de Dios a salir de Babilonia (Apoc. 14:6-12; 18:1-4). Mientras se proclama la última advertencia, Dios discute con Abraham lo que está a punto de suceder y se somete de buen grado a las preguntas del patriarca. “Lejos de ti hacer eso, que hagas morir al justo con el impío, y que el justo sea tratado como el impío. Nunca hagas tal cosa. El Juez de toda la tierra, ¿no hará lo que es justo?”, pregunta Abraham (Gén. 18:25). Abraham no solo examinaba el caso de Sodoma, sino también el carácter de Dios. Del mismo modo, antes de que llegue el fin del mal y de los malvados, Dios abre los libros del cielo (Apoc.20:4, 11-15) y nos permite acceder a la evidencia antes de hacer descender fuego sobre la Tierra. Es decir, tendremos mil años para obtener respuesta a muchas preguntas que ahora tenemos.<br><br><strong>Antes de ejecutar su juicio final sobre los perdidos, el Señor nos dará mil años para entender por qué lo hará. ¿Qué nos dice esto acerca de su carácter y de cuán dispuesto está al escrutinio de sus acciones por parte de los seres creados que dependen totalmente de él para existir y que no tienen ningún derecho inherente a conocer estas cosas?</strong></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 5 de junio",
               "dayTitle":"<p>EL JUICIO PREVIO AL ADVENIMIENTO</p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">La descripción del Juicio que se encuentra en Daniel 7 nos permite ver detrás del velo, una oportunidad impresionante de observar cómo actúa Dios para resolver el problema del pecado y para redimir a quienes desean vivir en una </span><span style=\"background-color: initial;\">relación de pacto con él.</span></p><p style=\"text-align: justify;\"><strong>Lee la descripción del Juicio Investigador que se ofrece en Daniel 7:9,10, 13, 14, 22, 26 y 27. ¿Cuál es el objetivo principal del Juicio? ¿Cuál es el veredicto emitido al final del proceso? ¿Qué nos dice esto acerca del Plan de Salvación?</strong></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><strong>Daniel 7:9</strong></span></p></p><p style=\"text-align: justify; \">Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono, llama de fuego, y las ruedas del mismo, fuego ardiente.</p><p style=\"text-align: justify; \"><strong>Daniel 7:10</strong></p><p style=\"text-align: justify; \">Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.</p><p style=\"text-align: justify; \"><strong>Daniel 7:13</strong></p><p style=\"text-align: justify; \">Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y le hicieron acercarse delante de él.</p><p style=\"text-align: justify; \"><strong>Daniel 7:14</strong></p><p style=\"text-align: justify; \">Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.</p><p style=\"text-align: justify; \"><strong>Daniel 7:22</strong></p><p style=\"text-align: justify; \">Hasta que vino el Anciano de días, y se dio el juicio a los santos del Altísimo; y llegó el tiempo, y los santos recibieron el reino.</p><p style=\"text-align: justify; \"><strong>Daniel 7:26</strong></p><p style=\"text-align: justify; \">Pero se sentará el Juez, y le quitarán su dominio para que sea destruido y arruinado hasta el fin.</p><p style=\"text-align: justify; \"><strong>Daniel 7:27</strong></p><p style=\"text-align: justify; \">Y que el reino, y el dominio y la majestad de los reinos debajo de todo el cielo sea dado al pueblo de los santos del Altísimo, cuyo reino es reino eterno, y todos los dominios le servirán y obedecerán.</p><p style=\"text-align: justify; \"><br></p><p style=\"text-align: justify; \">No cabe duda de que la humanidad es juzgada por Dios. Eclesiastés 12:14 asegura que “Dios traerá toda obra a juicio”, y Pablo nos recuerda que “todos hemos de comparecer ante el tribunal de Cristo” (Rom. 14:10). Dios no necesita registros para saber quién se salvará o se perderá, pero los ángeles, que han estado examinando el Plan de Salvación todo el tiempo (1 Ped. 1:12), naturalmente tienen preguntas. Ellos fueron testigos de la rebelión de Satanás, vieron a un tercio de sus compañeros expulsados del Cielo (Apoc. 12:4, 9) y ahora Dios nos trae ante él. Dios abre los libros y permite que los santos vean lo que hay en ellos. La historia de la súplica de Abraham por Sodoma y Gomorra, un tipo o prefiguración del Juicio, aporta una importante vislumbre acerca de este. Los pecados de Sodoma obviamente fueron investigados, ya que Dios menciona que la maldad de la ciudad le había dado una reputación tal que el clamor contra ella era grande (Gén. 18:20). Pero no solo Sodoma y Gomorra fueron investigadas antes de su destrucción. Dios también permitió que Abraham evaluara si la decisión divina de destruir a los malvados era justa. Quien aparece en medio del juicio celestial en Daniel 7 es Jesús, “un Hijo de Hombre” (Dan. 7:13, ver también Mat. 20:28), cuya aparición es la única razón por la que este juicio es “hecho en favor de los santos del Altísimo” (Dan. 7:22). Solo su perfecta justicia hace que su pueblo salga airoso del Juicio.<br><br><strong>Imagina que todos tus secretos estén expuestos ante nuestro santo Dios en ocasión del Juicio. ¿Cuál es tu única esperanza en ese momento? (ver el contenido del viernes).</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 6 de junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p style=\"text-align: justify; \">Lee las páginas 100 y 101 del capítulo titulado \"El Diluvio\" en el libro Patriarcas y profetas, de Elena de White.</p><p style=\"text-align: justify; \">\"El sumo sacerdote no puede defenderse a sí mismo ni a su pueblo de las acusaciones de Satanás. No sostiene que Israel esté libre de culpas. Enfundado en andrajos sucios, que simbolizan los pecados del pueblo, que él lleva como su representante, está delante del Ángel, confesando su culpa, aunque señalando su arrepentimiento y humillación y fiando en la misericordia de un Redentor que perdona el pecado. Con fe se aferra de las promesas de Dios. [...]</p><p style=\"text-align: justify; \">\"Las acusaciones de Satanás contra quienes buscan al Señor no son provocadas por el desagrado que le provoquen sus pecados. El carácter deficiente de ellos le causa regocijo, porque sabe que solo si violan la Ley de Dios puede dominarlos. Sus acusaciones surgen únicamente de su enemistad hacia Cristo. Por medio del Plan de Salvación, Jesús está quebrantando el dominio de Satanás sobre la familia humana y rescatando almas de su poder. [...]</p><p style=\"text-align: justify; \">\"Por sí mismo el hombre no puede enfrentar esas acusaciones del Enemigo. Con sus ropas manchadas de pecado, confiesa su culpabilidad delante de Dios. Pero Jesús, nuestro Abogado, presenta una súplica eficaz en favor de todos los que mediante el arrepentimiento y la fe le han confiado la guarda de su alma. Intercede por su causa y vence a su acusador con los poderosos argumentos del Calvario. Su perfecta obediencia a la Ley de Dios le ha dado toda potestad en el Cielo y en la Tierra, y él solicita a su Padre misericordia y reconciliación para el hombre culpable.\" (Elena de White, Profetas y reyes, pp. 428, 430).<br><strong><br>PREGUNTAS PARA DIALOGAR</strong></p><p style=\"text-align: justify; \"><ol><li>Jesús dijo a sus discípulos que debían permanecer en el mundo sin pertenecer a este (ver Juan 15:19; 17:14-16). ¿Cómo equilibramos nuestra responsabilidad de alcanzar al mundo con la necesidad de mantenernos “sin mancha” de él (Sant. 1:27)?</li><li>¿Qué nos enseña el ministerio público de Noé antes del Diluvio acerca de cómo funciona el Gran Conflicto? ¿De qué manera desempeñamos hoy el mismo papel?</li><li>Antes de consumir a los impíos con fuego del Cielo (como hizo con Sodoma), Dios los resucita y permite que Satanás trabaje con ellos por un corto tiempo (Apoc. 20:7-9). ¿Qué razones se te ocurren para que este sea un último paso necesario antes de que Dios termine con el mal?</li><li>Al considerar las historias que estudiamos esta semana, ¿qué advertencias encuentras para tu propia vida? ¿Qué te enseñan estas historias acerca de tu esperanza en Cristo?</li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>SOBRE QUIENES HA LLEGADO EL FIN</p>",
         "verse":"<p style=\"text-align: justify; \">“Estas cosas les sucedieron por ejemplo, y fueron escritas para advertirnos a nosotros, a los que han llegado al fin del tiempo. Así, el que piensa estar firme, mire que no caiga” (1 Cor. 10: 11, 12).</p><p>\n</p>",
         "versionCode":10,
         "weekDate":"31 de mayo - 6 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
