{
   "data":[
      {
         "color":"#6c11cd",
         "id":3,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"9 de abril",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>En Génesis, inmediatamente después de la Caída, y de la expulsión de Adán y de Eva del Edén, principalmente vienen nacimientos y muertes, todo en cumplimiento de las profecías de Dios en el capítulo anterior. Al ser capítulos paralelos, Génesis 3 y 4 contienen muchos temas y palabras en común: descripciones del pecado (Gén. 3: 6-8; comparar con Gén. 4: 8), maldiciones de la ‘adamá, “tierra” (Gén. 3: 17; comparar con Gén. 4: 11) y expulsión (Gén. 3: 24; comparar con Gén. 4: 12, 16).<br><br>La razón de estos paralelismos es resaltar el cumplimiento de lo que su- cedió antes, las profecías y las predicciones que Dios les había dado a Adán y a Eva después de la Caída. El primer hecho después de la expulsión de Adán está lleno de esperanza: es el nacimiento del primer hijo, un evento que Eva ve como el cumplimiento de la promesa que oyó en la profecía mesiánica (Gén. 3: 15). Es decir, pensó que él podría ser el Mesías prometido.<br><br>Los siguientes eventos –el crimen de Caín, el crimen de Lamec, la disminución de la longevidad y el aumento de la maldad– son todos cumplimientos de la maldición pronunciada en Génesis 3. Sin embargo, aun así no todo está perdido.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de abril",
               "dayTitle":"<p>CAÍN Y ABEL<br></p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Génesis 4: 1 y 2. ¿Qué aprendemos en estos pasajes sobre el nacimiento de los dos varones?</strong><br></p><p><strong>Génesis 4: 1-2</strong></p><p><strong><sup>1</sup> </strong>Conoció Adán a su mujer Eva, la cual concibió y dio a luz a Caín, y dijo: Por voluntad de Jehová he adquirido varón. <strong><br></strong></p><p><strong><sup>2</sup></strong> Después dio a luz a su hermano Abel. Y Abel fue pastor de ovejas, y Caín fue labrador de la tierra.<strong><br></strong></p><p>El primer acontecimiento que registra el autor bíblico inmediatamente después de la expulsión de Adán y de Eva del Jardín del Edén es un nacimiento. En la frase hebrea de Génesis 4: 1, la palabra “Jehová” (YHWH) está directamente relacionada con la palabra “varón”, como indica la siguiente traducción literal: “He adquirido un hombre, por cierto al SEÑOR mismo”. La International Standard Version, en inglés, la traduce como: “He dado a luz a un hijo varón: el SEÑOR”.<br><br>Esta traducción literal sugiere que Eva recuerda la profecía mesiánica de Génesis 3: 15 y cree que ha dado a luz a su Salvador, Jehová. “La venida del Salvador había sido predicha en el Edén. Cuando Adán y Eva oyeron por primera vez la promesa, esperaban que se cumpliese rápidamente. Con gozo dieron la bienvenida a su primogénito, esperando que fuese el Libertador” (DTG 23). De hecho, Caín ocupa la mayor parte de la historia. No es solo el primogénito, un hijo al que los padres casi “adoraban”; en el capítulo, él es el único que habla en el texto del Génesis. Si bien Eva comenta con entusiasmo el nacimiento de Caín, no dice nada cuando nace Abel; al menos nada que se registre en el texto, en contraste con el nacimiento de Caín. El narrador simplemente informa que ella “después volvió a tener otro hijo” (Gén. 4: 2, NBV).<br><br>El nombre Caín en sí deriva del verbo hebreo qaná, que significa “adquirir” y denota la adquisición, la posesión de algo precioso y poderoso. Por otro lado, el nombre hebreo hébel, en español Abel, significa “vapor” (Sal. 62: 9, RVC), o “soplo” (Sal. 144: 4, NBV) y denota evasión, vacuidad, falta de sustancia; la misma palabra, hébel (Abel), se usa vez tras vez en Eclesiastés para “vanidad”.<br><br>Si bien no queremos inferir de estos breves textos más de lo que dicen, quizá la idea sea que la esperanza de Adán y Eva descansaba solo en Caín, porque creían que él, no su hermano, era el Mesías prometido.<br><br><strong>¿Cuáles son las cosas en la vida que, en verdad, son hébel, pero que tratamos como si fueran mucho más importantes de lo que son? ¿Por qué es importante saber la diferencia entre lo que importa y lo que no?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de abril",
               "dayTitle":"<p>LAS DOS OFRENDAS<br></p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p>El contraste entre Caín y Abel, como se refleja en sus nombres, no se refería solo a sus personalidades; también se manifestó en sus respectivas ocupa- ciones. Mientras que Caín era “labrador de la tierra” (Gén. 4: 2), una profesión que requería duro trabajo físico, Abel era “pastor de ovejas” (Gén. 4: 2), una profesión que implicaba sensibilidad y compasión.<br><br>Caín era productor agrario; Abel, pastor de ovejas. Estas dos ocupaciones no solo explican la naturaleza de las dos ofrendas (fruto de Caín y oveja de Abel), sino también las dos diferentes actitudes y mentalidades psicológicas asociadas con las dos ofrendas: Caín trabajaba para “adquirir” el fruto que produciría, mientras que Abel se esmeraba en “mantener” las ovejas que había recibido.<br><br><strong>Lee Génesis 4: 1 al 5; y Hebreos 11: 4. ¿Por qué Dios aceptó la ofrenda de Abel y rechazó la ofrenda de Caín? ¿Cómo entendemos lo que pasó aquí?</strong></p><p><strong>Génesis 4: 1-5</strong></p><p><sup><strong>1</strong></sup> Conoció Adán a su mujer Eva, la cual concibió y dio a luz a Caín, y dijo: Por voluntad de Jehová he adquirido varón. <sup><br></sup></p><p><sup><strong>2</strong></sup> Después dio a luz a su hermano Abel. Y Abel fue pastor de ovejas, y Caín fue labrador de la tierra. <sup><br></sup></p><p><sup><strong>3</strong></sup> Y aconteció andando el tiempo, que Caín trajo del fruto de la tierra una ofrenda a Jehová.</p><p><sup><strong>&nbsp;4</strong></sup> Y Abel trajo también de los primogénitos de sus ovejas, de lo más gordo de ellas. Y miró Jehová con agrado a Abel y a su ofrenda; <sup><br></sup></p><p><sup><strong>5</strong></sup> pero no miró con agrado a Caín y a la ofrenda suya. Y se ensañó Caín en gran manera, y decayó su semblante.<strong><br></strong></p><p><strong>&nbsp;Hebreos 11: 4<br></strong></p><p><strong><sup>4</sup> </strong>Por la fe Abel ofreció a Dios más excelente sacrificio que Caín, por lo cual alcanzó testimonio de que era justo, dando Dios testimonio de sus ofrendas; y muerto, aún habla por ella.<strong><br></strong></p><p>&nbsp;“Sin derramamiento de sangre no podía haber perdón del pecado; y ellos [Caín y Abel] habían de mostrar su fe en la sangre de Cristo como la expiación prometida al ofrecer en sacrificio las primicias del ganado. Además de esto, debían presentar ante el Señor, como ofrenda de agradecimiento, los primeros frutos de la tierra” (PP 58).<br><br>Si bien Abel cumplió con las instrucciones de Dios y ofreció la ofrenda vegetal además del holocausto de animales, Caín se negó a hacerlo. No trajo un animal para ser sacrificado, sino solo una ofrenda del “fruto de la tierra”. Fue un acto de abierta desobediencia, en contraste con la actitud de su her- mano. Esta historia a menudo se ha visto como un caso clásico de salvación por la fe (Abel y su ofrenda de sangre), en contraste con un intento de obtener la salvación por obras (Caín y su fruto de la tierra).<br><br>Aunque estas ofrendas debieron haber tenido un significado espiritual, no tenían ningún valor mágico en sí mismas. Siempre fueron meros símbolos, imágenes, que apuntaban al Dios que ofrecía al pecador no solo sustento sino también redención.<br><br><strong>Lee Miqueas 6: 7 e Isaías 1: 11. ¿Cómo podemos tomar el principio empleado en estos textos y aplicarlo a nuestra vida y adoración?</strong></p><p><strong>Miqueas 6: 7 <sup><br></sup></strong></p><p><sup><strong>7</strong></sup> ¿Se agradará Jehová de millares de carneros, o de diez mil arroyos de aceite? ¿Daré mi primogénito por mi rebelión, el fruto de mis entrañas por el pecado de mi alma?<br></p><p><strong>Isaías 1: 11</strong></p><p><strong><sup>11</sup> </strong>¿Para qué me sirve, dice Jehová, la multitud de vuestros sacrificios? Hastiado estoy de holocaustos de carneros y de sebo de animales gordos; no quiero sangre de bueyes, ni de ovejas, ni de machos cabríos.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de abril",
               "dayTitle":"<p>EL CRIMEN</p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Génesis 4: 3 al 8. ¿Cuál es el proceso que llevó a Caín a matar a su hermano? Ver también 1 Juan 3: 12.</strong></p><p><br></p><p><strong>Génesis 4: 3-8</strong></p><p><sup><strong>3</strong></sup> Y aconteció andando el tiempo, que Caín trajo del fruto de la tierra una ofrenda a Jehová. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Y Abel trajo también de los primogénitos de sus ovejas, de lo más gordo de ellas. Y miró Jehová con agrado a Abel y a su ofrenda; <sup><br></sup></p><p><sup><strong>5 </strong></sup>pero no miró con agrado a Caín y a la ofrenda suya. Y se ensañó Caín en gran manera, y decayó su semblante. <sup><strong>6</strong></sup> Entonces Jehová dijo a Caín: ¿Por qué te has ensañado, y por qué ha decaído tu semblante? <sup><br></sup></p><p><sup><strong>7</strong></sup> Si bien hicieres, ¿no serás enaltecido? y si no hicieres bien, el pecado está a la puerta; con todo esto, a ti será su deseo, y tú te enseñorearás de él.<sup><br><br><strong>8 </strong></sup>Y dijo Caín a su hermano Abel: Salgamos al campo. Y aconteció que estando ellos en el campo, Caín se levantó contra su hermano Abel, y lo mató.<br></p><p><strong>&nbsp;1 Juan 3: 12</strong></p><p><strong><sup>12</sup> </strong>No como Caín, que era del maligno y mató a su hermano. ¿Y por qué causa le mató? Porque sus obras eran malas, y las de su hermano justas.<br><br>Caín tuvo una doble reacción: “Se ensañó Caín en gran manera, y decayó su semblante” (Gén. 4: 5). Al parecer, la ira de Caín estaba dirigida a Dios y a Abel. Caín se enojó con Dios porque pensaba que era víctima de una injusticia, y se enojó con Abel porque estaba celoso de su hermano. ¿Celoso de qué? ¿Solo de la ofrenda? Sin duda, había más detrás de escena de lo que revelan estos pocos versículos. Cualquiera que haya sido el problema, Caín estaba deprimido porque su ofrenda no había sido aceptada.<br><br>Las dos preguntas de Dios en Génesis 4: 6 se relacionan con las dos condiciones de Caín. Fíjate que Dios no acusa a Caín. Al igual que con Adán, Dios hace preguntas, no porque no sepa ya las respuestas, sino porque quiere que Caín reflexione sobre sí mismo y luego comprenda la razón de su propia condición. Como siempre, el Señor busca redimir a su pueblo caído, incluso cuando le falla abiertamente. Después de hacerle estas preguntas, Dios aconseja a Caín. En primer lugar, Dios exhorta a Caín a “hace[r] lo bueno” (RVC), a obrar rectamente. Es un llamado al arrepentimiento y a cambiar de actitud. Dios le promete a Caín que será “aceptado” (LBLA) y perdonado. En cierto sentido, está diciendo que Caín puede contar con la aceptación de Dios, pero debe hacerse en los términos de Dios, no en los de Caín.<br><br>Por otro lado, “si no haces lo bueno, el pecado está a la puerta y te seducirá; pero tú debes enseñorearte de él” (Gén. 4: 7, RVA-2015). El consejo de Dios ha revelado la raíz del pecado y esta se encuentra en Caín mismo. Aquí, nuevamente, Dios aconseja a Caín, y busca guiarlo en el camino que debe seguir.<br><br>El segundo consejo de Dios se refiere a la actitud que debe asumir con este pecado, que está a la puerta, “al acecho y ansioso por controlarte” (NTV). Dios recomienda el autocontrol: “Tú debes dominarlo y ser su amo” (NTV). El mismo principio resuena en Santiago, cuando explica que “cada uno es tentado cuando se deja llevar y seducir por sus propios malos deseos” (Sant. 1: 14, RVC). El evangelio nos ofrece la promesa no solo del perdón por el pecado, sino también de la victoria sobre él. (Ver 1 Cor. 10: 13.) En definitiva, Caín no tenía a nadie a quien culpar por su pecado, sino a sí mismo. Generalmente, ¿no es así con todos nosotros también?<br><br><strong>¿Qué nos enseña esa lamentable historia sobre el libre albedrío y que Dios no nos obligará a obedecer?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de abril",
               "dayTitle":"<p>EL CASTIGO DE CAÍN</p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Génesis 4: 9 al 16. ¿Por qué Dios pregunta “¿Dónde está Abel, tu hermano?” ¿Cuál es la conexión entre el pecado de Caín y el hecho de que él se convirtiera en “errante y extranjero [...] en la tierra” (Gén. 4: 12)?</strong><br></p><p><strong>Génesis 4: 9-16</strong></p><p><strong>&nbsp;<sup>9</sup> </strong>Y Jehová dijo a Caín: ¿Dónde está Abel tu hermano? Y él respondió: No sé. ¿Soy yo acaso guarda de mi hermano? <sup><strong><br></strong></sup></p><p><sup><strong>10</strong></sup> Y él le dijo: ¿Qué has hecho? La voz de la sangre de tu hermano clama a mí desde la tierra. <br></p><p><strong><sup>11</sup></strong> Ahora, pues, maldito seas tú de la tierra, que abrió su boca para recibir de tu mano la sangre de tu hermano. <br></p><p><strong><sup>12</sup></strong> Cuando labres la tierra, no te volverá a dar su fuerza; errante y extranjero serás en la tierra. <br></p><p><strong><sup>13</sup></strong> Y dijo Caín a Jehová: Grande es mi castigo para ser soportado. <strong><sup><br></sup></strong></p><p><strong><sup>14</sup></strong> He aquí me echas hoy de la tierra, y de tu presencia me esconderé, y seré errante y extranjero en la tierra; y sucederá que cualquiera que me hallare, me matará. <br></p><p><strong><sup>15</sup></strong> Y le respondió Jehová: Ciertamente cualquiera que matare a Caín, siete veces será castigado. Entonces Jehová puso señal en Caín, para que no lo matase cualquiera que le hallara.<br><strong><br><sup>16</sup> </strong>Salió, pues, Caín de delante de Jehová, y habitó en tierra de Nod, al oriente de Edén. <strong><br></strong></p><p>La pregunta de Dios a Caín es similar a la que le hace a Adán en el Edén: “¿Dónde estás tú?” Este eco sugiere que existe un vínculo entre el pecado en el Edén y este pecado: el último pecado (de Caín) era resultado del primero (el pecado de Adán).<br><br>Sin embargo, Caín no reconoce su pecado; él lo niega; aunque Adán no, a pesar de que trató de echar la culpa sobre otros. Caín, al contrario, desafía abiertamente a Dios, quien no pierde el tiempo, al confrontar a Caín con su crimen. Cuando Dios formula la tercera pregunta: “¿Qué has hecho?”, ni siquiera espera una respuesta. Le recuerda a Caín que él lo sabe todo, porque la voz de la sangre de Abel le ha llegado desde la tierra (Gén. 4:10), una imagen que significa que Dios está al tanto del asesinato y responderá a ello. Abel está en la tierra, un vínculo que tiene relación directa con la Caída y con lo que el Señor ha dicho que le sucedería a Adán (ver Gén. 3: 19).<br><br><strong>Lee Génesis 4: 14. ¿Qué importancia tienen las palabras de Caín: “de tu presencia me esconderé”?</strong><br></p><p><strong>Génesis 4: 14</strong></p><p><strong><sup>14</sup> </strong>He aquí me echas hoy de la tierra, y de tu presencia me esconderé, y seré errante y extranjero en la tierra; y sucederá que cualquiera que me hallare, me matará.<strong><br></strong></p><p>Como se derramó la sangre de Abel en tierra, esta vuelve a recibir una maldición (Gén. 4: 12). Como resultado, Caín es condenado a vivir como refugiado, lejos de Dios. Recién cuando Caín escucha la sentencia de Dios, reconoce la importancia de la presencia divina; porque sin ella, teme por su vida. Incluso después de asesinar a sangre fría a su hermano y de su actitud desafiante, el Señor todavía le muestra misericordia. Y, aunque “Caín se alejó de la presencia del Señor” (Gén. 4: 16, NVI), el Señor todavía le brindó algún tipo de protección. Exactamente cuál era esa “señal” (Gén. 4: 15), no lo sabemos, pero sea cual fuere, la recibió solo por la gracia de Dios.<br><br><strong>“De tu presencia me esconderé” (Gén. 4: 14). Qué situación tan trágica para cualquiera. ¿Cuál es la única forma en que nosotros, como pecadores, podemos evitar esa situación?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de abril",
               "dayTitle":"",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p>Lee Génesis 4: 17 al 24. ¿Cuál fue el legado de Caín? El crimen de Caín, ¿cómo abrió el camino para la creciente maldad de la humanidad?<br><br><br>Génesis 4: 17-24<br><br><sup>17</sup> Y conoció Caín a su mujer, la cual concibió y dio a luz a Enoc; y edificó una ciudad, y llamó el nombre de la ciudad del nombre de su hijo, Enoc.<br><br><sup>18</sup> Y a Enoc le nació Irad, e Irad engendró a Mehujael, y Mehujael engendró a Metusael, y Metusael engendró a Lamec.<br><br><sup>19</sup> Y Lamec tomó para sí dos mujeres; el nombre de la una fue Ada, y el nombre de la otra, Zila.<br><br><sup>20</sup> Y Ada dio a luz a Jabal, el cual fue padre de los que habitan en tiendas y crían ganados.<br><br><sup>21</sup> Y el nombre de su hermano fue Jubal, el cual fue padre de todos los que tocan arpa y flauta.<br><br><sup>22</sup> Y Zila también dio a luz a Tubal-caín, artífice de toda obra de bronce y de hierro; y la hermana de Tubal-caín fue Naama.<br><br><sup>23</sup> Y dijo Lamec a sus mujeres: Ada y Zila, oíd mi voz; mujeres de Lamec, escuchad mi dicho:<br><br>Que un varón mataré por mi herida, y un joven por mi golpe.<br><br><sup>24</sup> Si siete veces será vengado Caín, Lamec en verdad setenta veces siete lo será.<br><br>El nieto de Caín, Lamec, se refiere al crimen de Caín en el contexto del suyo. Esta comparación entre el crimen de Caín y el crimen de Lamec es reveladora. Mientras que Caín guarda silencio sobre su único crimen registrado, Lamec parece estar jactándose del suyo, y lo expresa en un canto (Gén. 4: 23, 24). Si bien Caín pide la misericordia de Dios, no se registra que Lamec la pidiera. Mientras que Caín es vengado siete veces por Dios, Lamec cree que será vengado setenta veces siete (ver Gén. 4: 24), un indicio de que él es muy consciente de su culpa. Además, Caín es monógamo (Gén. 4: 17); Lamec introduce la poligamia, porque la Escritura dice específicamente que “tomó para sí dos mujeres” (Gén. 4: 19). Esta intensificación y exaltación del mal definitivamente afectará a las próximas generaciones de cainitas.<br><br>Inmediatamente después de este episodio de maldad en la familia cainita, el texto bíblico registra un nuevo acontecimiento que contrarresta la tendencia cainita. “Conoció de nuevo Adán a su mujer” (Gén. 4: 25), y el resultado fue el nacimiento de Set, nombre que le pone Eva para indicar que Dios había sustituido “otro hijo” en lugar de Abel.<br><br>Por cierto, la historia del nombre Set precede a Abel. El nombre Set deriva del verbo hebreo ‘ashit, “pondré” (Gén. 3: 15), que da comienzo a la profecía mesiánica. La simiente mesiánica se transmitirá en el linaje setita. Posteriormente, el texto bíblico da el registro del linaje mesiánico que comienza con Set (Gén. 5: 3), e incluye a Enoc (Gén. 5: 24), Matusalén, y termina con Noé (Gén. 6: 8). La frase “hijos de Dios” (Gén. 6: 2) se refiere al linaje de Set, porque están destinados a preservar la imagen de Dios (Gén. 5: 1, 4). Por otro lado, la identificación “las hijas de los hombres” (Gén. 6: 2) parece tener una connotación negativa, ya que se contrasta la descendencia de quienes son conforme a la imagen de Dios con quienes son conforme a la imagen de los hombres. Y es bajo la influencia de estas “hijas de los hombres” que los hijos de Dios “tomaron para sí mujeres, escogiendo entre todas” (Gén. 6: 2), lo que indica la dirección equivocada que estaba tomando la humanidad.<br><br>Lee Génesis 6: 1 al 5. ¡Qué testimonio tan poderoso de la corrupción del pecado! ¿Por qué debemos hacer todo lo posible, con la ayuda de Dios, para erradicar el pecado de nuestra vida?<br><br>Génesis 6: 1-5<br><br><sup>1</sup> Aconteció que cuando comenzaron los hombres a multiplicarse sobre la faz de la tierra, y les nacieron hijas,<br><br><sup>2</sup> que viendo los hijos de Dios que las hijas de los hombres eran hermosas, tomaron para sí mujeres, escogiendo entre todas.<br><br><sup>3</sup> Y dijo Jehová: No contenderá mi espíritu con el hombre para siempre, porque ciertamente él es carne; mas serán sus días ciento veinte años.<br><br><sup>4</sup> Había gigantes en la tierra en aquellos días, y también después que se llegaron los hijos de Dios a las hijas de los hombres, y les engendraron hijos. Estos fueron los valientes que desde la antigüedad fueron varones de renombre.<br><br><sup>5</sup> Y vio Jehová que la maldad de los hombres era mucha en la tierra, y que todo designio de los pensamientos del corazón de ellos era de continuo solamente el mal. <br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de abril",
               "dayTitle":"",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>La consabida frase “Enoc caminó con Dios” (Gén. 5: 22, 24) significa com- pañerismo íntimo y diario con Dios. La relación personal de Enoc con Dios era tan especial que “le llevó Dios” (Gén. 5: 24). Sin embargo, esta última frase es única en la genealogía de Adán, y no apoya la idea de una vida inmediata en el Paraíso para aquellos que “caminan con Dios”. Fíjate que Noé también caminó con Dios (Gén. 6: 9), y murió como todos los demás seres humanos, incluyendo a Adán y Matusalén. También es interesante notar que no se da ninguna razón para justificar esta gracia especial.<br><br>“Enoc se convirtió en el predicador de la justicia, e hizo saber al pueblo lo que Dios le había revelado. Los que temían al Señor buscaban a este hombre santo, para compartir su instrucción y sus oraciones. También trabajó públicamente, dando los mensajes de Dios a todos los que querían oír las palabras de advertencia. Su obra no se limitaba a los descendientes de Set. En la tierra adonde Caín había tratado de huir de la divina presencia, el profeta de Dios dio a conocer las maravillosas escenas que había presenciado en visión.<br><br>‘He aquí –dijo–, vino el Señor con sus santas decenas de millares, para hacer juicio contra todos, y dejar convictos a todos los impíos de todas sus obras impías que han hecho impíamente’ (Jud. 14, 15)” (PP 73, 74).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> ¿Por qué Caín mató a su hermano? Lee el siguiente comentario de Elie Wiesel: “¿Por qué lo hizo? Quizá quería quedarse solo: hijo único, y tras la muerte de sus padres, hombre único. Solo como Dios y quizá solo en lugar de Dios. [...] Caín mató para llegar a ser Dios. [...] Cualquier hombre que se crea Dios termina asesinando a hombres” (Elie Wiesel, Messen- gers of God: Biblical Portraits and Legends, p. 58). ¿Cómo podemos ase- gurarnos de no reflejar la actitud de Caín, aunque no cometamos un asesinato?<br><br><strong>2.</strong> Comparen la expectativa de vida de los antediluvianos (Gén. 5) con la de los patriarcas. ¿Cómo explicaríamos esta disminución de la exten- sión de la existencia humana? ¿Cómo contrarresta esta degeneración las premisas del darwinismo moderno?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...</strong></p><p><strong>RESEÑA</strong><br><br>Texto clave: Génesis 4: 7.<br><br>Enfoque del estudio: Génesis 4; Hebreos 11: 4; Apocalipsis 6: 9.<br><br><strong>Introducción</strong>:<br><br>Génesis 4, el siguiente capítulo de la historia humana, presenta el primer nacimiento que anuncia la salvación mesiánica, y el primer acto de violencia y muerte. Los eventos dan una idea de cómo será la vida humana después de la Caída; es decir, una mezcla de vida y muerte. El nacimiento y el crimen se entrelazan. La estructura del capítulo 4 expresa esta tensión mediante la forma de su estructura quiástica, que alterna entre nacimiento y homicidio:<br><br>A. Nacen de Adán y Eva: Caín y Abel<br><br>B. Homicidio: Caín<br><br><strong>C. Nacimiento: legado de Caín y Lamec</strong><br><br>B 1 . Homicidio: Lamec<br><br>A 1 . Nace de Adán y Eva: Set<br><br>La estructura de Génesis 4 aporta varias lecciones. La salvación de Dios se abre paso a través de una serie de contrastes entre Caín y Abel, de sus nombres, su comportamiento y sus respectivos sacrificios, e incluso entre Caín y Lamec. Aunque los homicidios cometidos por Caín y Lamec ocupan todo el espacio, el capítulo está relatado con esperanza: comienza y termina con la promesa mesiánica. El capítulo comienza con el nacimiento de Caín y termina con el nacimiento de Set. Mientras que el nacimiento de Caín conduce al fracaso y tiene un horizonte limitado compuesto por logros humanos y violencia –lo que lleva al Diluvio–, el nacimiento de Set repara el fracaso anterior y restaura el plan de salvación de Dios, lo que conduce a la supervivencia de la humanidad en la historia y a su salvación.</p><p><br></p><p><strong>COMENTARIO</strong><br><br><strong>El nacimiento de Caín</strong><br><br>Eva asocia el nacimiento de Caín con la presencia de YHWH. La mujer es la primera persona que menciona el nombre del Señor (YHWH). Ella creía que Dios mismo había descendido y se había convertido en aquel a quien ella había dado a luz: “He dado a luz a un hijo varón: el SEÑOR” (Gén. 4: 1, ISV, en inglés). Esta traducción literal se justifica sobre la base de la gramática, porque el nombre de Dios (YHWH) se introduce con la misma palabra, ’et, que introduce el nombre de Caín. De hecho, todos los nombres personales de este versículo, Eva, Caín y YHWH, comienzan con esta partícula. Además, la frase ’et Qain (“Caín”) es paralela a la frase ’et YHWH (“el Señor”). Estas dos frases se encuentran en el mismo lugar, al final de la proposición respectiva, y así se hacen eco entre sí. Además, el uso de la palabra ’et antes de “el Señor” marca un fuerte énfasis en el Señor.</p><p>Esta identificación es solo un indicio de cómo debieron haberse sentido Adán y Eva. Al recordar la promesa de Génesis 3: 15, probablemente Eva haya pensado que había dado a luz a su Redentor. Elena de White interpreta este pasaje de esta manera: “Cuando Adán y Eva oyeron por primera vez la promesa, esperaban que se cumpliese rápidamente. Con gozo dieron la bienvenida a su primogénito, esperando que fuese el Libertador” (DTG 23).<br><br>L<strong>ee Génesis 4: 1 y 2. Analiza el significado de los contrastes entre los dos hermanos.</strong> Caín nació primero, mientras que Abel nació segundo. El nombre de Caín significa “adquirir”, “poseer”, mientras que el nombre de Abel significa “va- por”, “efímero”, “vanidad”. Caín habla, mientras que Abel no habla nunca. Compara también sus ofrendas (ver a continuación).<br><br><strong>El sacrificio de Caín (Gén. 4: 3, 4) </strong><br></p><p>Mientras que Caín decidió tomar su ofrenda solo del “fruto de la tierra” (Gén. 4: 3), Abel “trajo también” su ofrenda (Gén. 4: 4). Por lo tanto, en contraste con la ofrenda de Caín, la ofrenda de Abel se ajustaba a la ley que requería que se presentara un sacrificio animal para el holocausto (Éxo. 29: 39-41). Sin embargo, si bien Abel cumplió con las instrucciones divinas, Caín decidió ignorarlas. Además, una comparación entre los dos actos de ofrendar revela un ligero matiz entre ellos. Mientras que Caín ofrece “a Jehová”, Abel simplemente ofrece. La mención “a Jehová” está ausente en la descripción del sacrificio de Abel.<br><br>Esta pequeña diferencia tiene un significado profundo, ya que refleja dos conceptos de adoración radicalmente diferentes. Mientras que Caín considera que su ofrenda es su regalo para Dios, Abel entiende su sacrificio como un recordatorio del regalo de Dios para él. Mientras que Caín ve su religión como un movimiento ascen- dente hacia Dios, Abel la experimenta como un movimiento descendente de Dios.<br><br>Esta mentalidad contrastante también puede explicar otra diferencia con respecto a cómo se eligieron las ofrendas. La ofrenda de Abel no era, per se, una ofrenda mejor que la de Caín. De hecho, el fruto de Caín pudo haber sido incluso un mejor producto que la oveja provista por Abel. Sin embargo, la diferencia estaba en que Abel eligió de entre las bejorot, las primicias, de los “primeros frutos”, el producto más precioso de la temporada, según la legislación mosaica (Éxo. 23: 19), mientras que Caín tomó cualquier fruto de la tierra. En el contexto de los capítulos anteriores, cada una de las dos ofrendas evoca algo diferente. La ofrenda del fruto de la tierra (’adamá) apunta a Génesis 3: 19, que se relaciona con el esfuerzo humano y la perspectiva de la muerte. La ofrenda animal, por otro lado, alude a Génesis 3: 21 y brinda la promesa de la protección divina y la perspectiva de la vida. La ofrenda de Caín era la expresión del trabajo humano para acceder a Dios; la ofrenda de Abel expresaba la necesidad de salvación proveniente de Dios. Además, la ofrenda de Abel estaba relacionada con la promesa del Cordero mesiánico de Génesis 3: 15, que sería sacrificado para salvar al mundo, mientras que la ofrenda de Caín era un ritual vacío. Observa el mismo contraste entre la ropa humana (Gén. 3: 7), que usa la hoja de higuera, un vegetal, versus la ropa divina, que usa la piel de un animal e implica el sacrificio de sangre (Gén. 3: 21).<br><br><strong>El crimen de Caín</strong><br><br>El uso de la frase vaiió’mer Qain, “y dijo Caín”, que se hace eco de la frase vaiió’mer YHWH ‘el Qain, “Jehová dijo a Caín” (Gén. 4: 6), indica que se suponía que Caín debía responder a Dios. Sin embargo, en lugar de responder a Dios por fe, Caín se vuelve hacia su hermano y lo mata (Gén. 4: 8). Es significativo que el crimen cometido por Caín siga inmediatamente a este cambio en el diálogo: de la interacción vertical fallida a la horizontal. Por ende, se plantea el mecanismo del primer crimen religioso. Los crímenes de los celosos no se cometen porque crean que tienen razón; al contrario, los homicidios por fanatismo e intolerancia religiosa se deben a la falta de respuesta a la Palabra de Dios. Cuando se reemplaza la fe por el trabajo y el control humanos, habrá delincuencia. Caín mató a su hermano, no porque Caín creyera que tenía razón y que su hermano estaba equivocado, sino al contrario, porque Caín era malo y su hermano era justo (ver 1 Juan 3: 12). <br></p><p><strong>El crimen de Lamec</strong><br></p><p> También hay un contraste entre el crimen de Caín y el crimen de Lamec. A diferencia de Caín, Lamec llevó el asesinato un paso más allá. Lamec presentó su asesinato como un acto positivo y valioso, y literalmente se jactó de ello. Mientras que Caín optó por permanecer en silencio, Lamec, al contrario, escribió una canción. Mientras que Caín pide misericordia a Dios (Gén. 4: 13, 14), Lamec ignora a Dios y somete a sus esposas a una letanía de sus proezas y su hazaña homicida como si fuesen dignas de aprobación. El mismo cambio de paradigma que se observa en el crimen de Caín también se puede encontrar aquí: el fracaso en la relación vertical (Dios-hombre) da paso a un violento giro contra otro ser humano. De hecho, Lamec avanza en dirección contraria al perdón. Habla de venganza, aludiendo a delitos adicionales en el futuro. Y hasta redobla considerablemente su venganza. Mientras que Caín será vengado solo siete veces, Lamec exige un aumento de 77 veces (Gén. 4: 24). Es admirable que Jesús juegue con la misma intensificación del número siete para exhortar al perdón (Mat. 18: 21, 22). <br></p><p><strong>El nacimiento de Set</strong> <br></p><p>La repetición de la primera frase que presenta el nacimiento del primogénito Caín (Gén. 4: 1) sugiere una vuelta al comienzo. Además, la repetición de la frase “de nuevo” vinculada al nacimiento de Set, se hace eco del “otra vez” asociado con el nacimiento de Abel (Gén. 4: 2, JBS). Por lo tanto, la palabra “de nuevo” vuelve a conectar la línea de la historia interrumpida en este punto: Set reemplazará a Abel. Esta idea también se registra en el nombre del nuevo hijo, Set, que significa “poner en el lugar de”, como comenta Eva. Además, el verbo hebreo shat, “designado”, que describe la “designación” de la “simiente” en Eva, es el mismo verbo que describe la “designación” de Dios: “pondré” (shat) “enemistad” entre la serpiente y la mujer (Gén. 3: 15). Mediante esta alusión a Génesis 3: 15, el autor bíblico apunta profé- ticamente al hito de salvación manifestado en la encarnación divina de Jesucristo. <br></p><p><strong>Pregunta de analizar y reflexionar</strong>. ¿Cómo señala el nacimiento de Set a Jesucristo?<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>Caín y Abel.</strong> ¿Qué lecciones sobre el carácter podemos aprender del contraste entre Caín y Abel? Caín habla, mientras que Abel calla. Caín es el primero, Abel es el segundo. Caín es violento, Abel es la víctima. ¿Con quién se identifican ustedes y por qué? ¿Por qué Abel representa a los mártires de Dios (Apoc. 6: 9; 20: 4)? <br></p><p><strong>La ofrenda para Dios</strong>. ¿Qué lecciones de religión podemos aprender de la comparación entre la ofrenda de Caín y la ofrenda de Abel? ¿Qué es más impor- tante: lo que recibimos de Dios o lo que le damos? ¿Por qué el regalo de Dios es la única forma de ser salvo?<br><strong><br>El enojo de Caín.</strong> <strong>Lee Génesis 4: 6 y 7; y Mateo 5: 21 al 26</strong>. ¿Por qué se enojó Caín? Recuerda la última vez que te enojaste, analicen ese enojo y plantéense estas preguntas: ¿Cómo prepara el enojo al corazón humano para el asesinato? ¿Qué relación hay entre el fracaso religioso de Caín y su fracaso en la relación con su hermano? ¿Por qué el celo religioso a menudo conduce al asesinato? ¿Qué lección de dominio propio podemos aprender del mandato de Dios a Caín? <br></p><p><strong>El crimen de Lamec</strong>. Comparen los crímenes de Caín y Lamec. ¿Cuánto se asemejan en degradación? ¿Cuán diferentes son en nivel o intensidad? ¿Qué lección podemos aprender de la sensibilidad de Lamec hacia los bellos poemas y la sensi- bilidad de su hijo hacia la música? La educación en las bellas artes ¿nos protege de la maldad? Analicen. ¿Qué ejemplos de la historia indican lo contrario?</p><p><strong>El nacimiento de Set</strong>. Después de que Caín mató a Abel, Dios levantó otra simiente justa, Set, por intermedio del cual podría cumplir su propósito de redimir al mundo. ¿Qué lección nos enseña este cambio de planes sobre la perseverancia de Dios para salvar, y su voluntad de trabajar con la humanidad frente a nuestras debilidades y fracasos?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>CAÍN Y SU LEGADO</p>",
         "verse":"<p>“Si bien hicieres, ¿no serás enaltecido? Y si no hicieres bien, el pecado está a la<br>puerta; con todo esto, a ti será su deseo, y tú te enseñorearás de él” (Gén. 4: 7).<br></p>",
         "versionCode":1,
         "weekDate":"9-15 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
