{
  "data": [
    {
      "color": "#1ab278",
      "id": 11,
      "idEs": 5,
      "language": "es",
      "lessonDays": [
        {
          "date": "5 de marzo",
          "dayTitle": "<p>JESÚS, EL AUTOR Y CONSUMADOR DE LA FE</p>",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Hebreos 11 y 12 probablemente sean los capítulos más amados del libro. Describen la vida cristiana como una carrera en la que todos participamos y en la que todos los que se mantengan fieles recibirán la recompensa. También describen el drama de la Redención como una carrera en la que hubo personas de fe en el pasado que perseveraron, a pesar de los sufrimientos, pero que aún no han recibido la recompensa.</p><p>Y eso se debe a que la historia también termina con nosotros, no solo con ellos. Somos el acto final. El drama culmina con nuestra entrada y ejecución de la última parte de la carrera, y con Jesús sentado en la línea de meta a la diestra de Dios. Él aporta inspiración y el mejor ejemplo de cómo se lleva a cabo la carrera. Él es el Testigo supremo de que la recompensa es verdadera y que él es el Precursor que nos abre el camino (Heb. 6:19, 20; 10:19-23).</p><p>Hebreos 11 explica que la fe es confiar en las promesas de Dios, aunque todavía no podamos verlas. Esta lección explorará qué es la fe y cómo se obtiene a través de los ejemplos del pasado pero, de manera especial y central, a través del ejemplo de Jesús, “el autor y consumador de la fe” (Heb. 12:2).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de Marzo",
          "dayTitle": "<p>EL JUSTO VIVIRÁ POR FE</p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Hebreos 10:35 al 39. ¿Qué nos está diciendo Dios en estos versículos?&nbsp;</strong></p><p><strong>Hebreos 10:35-39</strong></p><p><strong>35</strong> No perdáis, pues, vuestra confianza, que tiene grande galardón;</p><p><strong>36</strong> porque os es necesaria la paciencia, para que habiendo hecho la voluntad de Dios, obtengáis la promesa.\n</p><p>\n</p><p><strong>37 </strong>Porque aún un poquito,<strong>&nbsp;</strong><span style=\"background-color: initial;\">Y el que ha de venir vendrá, y no tardará.</span></p><p><strong>38</strong> Mas el justo vivirá por fe; Y si retrocediere, no agradará a mi alma.</p><p><strong>39</strong> Pero nosotros no somos de los que retroceden para perdición, sino de los que tienen fe para preservación del alma.</p><p>La paciencia es una característica del pueblo de Dios del tiempo del fin, sin la cual no podrá recibir las promesas (Apoc. 13:10; 14:12). Sin embargo, para perseverar, los creyentes necesitan “retener” su fe (Heb. 10:23; 4:14). Pablo muestra que la generación del desierto no pudo recibir la promesa porque le faltó fe (Heb. 3:19). Hebreos, además, revela que los creyentes están en el umbral del cumplimiento de las promesas (Heb. 9:28; 10:25, 36-38) y que necesitan ejercer fe si quieren recibir las promesas (Heb. 10:39)</p><p>Pablo presenta su exposición sobre la fe con una cita de Habacuc 2:2 al 4. Habacuc le había preguntado a Dios por qué toleraba a la gente traicionera que oprimía a los justos (Hab. 1:12-17). El profeta y su pueblo estaban sufriendo; por ende, querían que Dios actuara. Sin embargo, Dios respondió que había un tiempo señalado para el cumplimiento de su promesa y que tendrían que esperar (Hab. 2:2-4). Habacuc y su pueblo vivieron, como nosotros, entre el momento de la promesa y el momento de su cumplimiento. El mensaje de Dios en Hebreos continúa así: “El que ha de venir vendrá, y no tardará” (Heb. 10:37; ver además Hab. 2:3).</p><p>El mensaje se refiere a Jesús. Él es el Justo, la personificación de la fe que agrada a Dios y que da vida (Heb. 10:5-10).</p><p>¿Por qué “tardar”, entonces? No tardará. Él ya ha venido a morir por nosotros (Heb. 9:15-26), y seguramente volverá a la hora señalada (Heb. 9:27, 28; 10:25).</p><p>El mensaje de Dios sigue: “Mas el justo vivirá por fe” (Heb. 10:38). Pablo dice lo mismo en Romanos 1:17 y Gálatas 3:11. Romanos 1:16 y 17 es especialmente esclarecedor porque explica que la justicia de Dios se “revela por fe y para fe”. Lo que Pablo quiere decir es que la fidelidad de Dios a sus promesas está en primer lugar, y su fidelidad produce, como resultado, nuestra fe, o fidelidad.</p><p>Por lo tanto, debido a que Dios permanece fiel a sus promesas (2 Tim. 2:13), los justos, en respuesta a la fidelidad de Dios, también permanecerán fieles.</p><p><strong style=\"\"><font color=\"#f50000\">¿Por qué es importante reconocer que nuestra fe es el resultado de la fidelidad de Dios y que se alimenta de ella? ¿Cómo podemos aprender más a confiar en su fidelidad en relación con nosotros y en las promesas que nos dejó?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de marzo",
          "dayTitle": "<p>POR FE, ABRAHAM...</p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Hebreos&nbsp;define la fe como “la garantía de lo que se espera, la certeza de lo que no se ve” (Heb. 11:1, NVI). Luego ofrece una lista de personas fieles de la historia de Israel que ejemplifican lo que es la fe, y muestra cómo manifestaron esa fe con sus obras.</p><p><strong>Lee Hebreos 11:1 al 19. ¿Qué hicieron estos “héroes” de la fe que sirve de ejemplo? Sus acciones, ¿qué relación tienen con la esperanza en las cosas que no se ven?</strong></p><p><strong>Hebreos 11:1-19</strong></p><p><strong>1</strong> Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve.</p><p><strong>2</strong> Porque por ella alcanzaron buen testimonio los antiguos.</p><p><strong>3</strong> Por la fe entendemos haber sido constituido el universo por la palabra de Dios, de modo que lo que se ve fue hecho de lo que no se veía.</p><p><strong>4</strong> Por la fe Abel ofreció a Dios más excelente sacrificio que Caín, por lo cual alcanzó testimonio de que era justo, dando Dios testimonio de sus ofrendas; y muerto, aún habla por ella.</p><p><strong>5</strong> Por la fe Enoc fue traspuesto para no ver muerte, y no fue hallado, porque lo traspuso Dios; y antes que fuese traspuesto, tuvo testimonio de haber agradado a Dios.</p><p><strong>6</strong> Pero sin fe es imposible agradar a Dios; porque es necesario que el que se acerca a Dios crea que le hay, y que es galardonador de los que le buscan.</p><p><strong>7</strong> Por la fe Noé, cuando fue advertido por Dios acerca de cosas que aún no se veían, con temor preparó el arca en que su casa se salvase; y por esa fe condenó al mundo, y fue hecho heredero de la justicia que viene por la fe.</p><p><strong>8</strong> Por la fe Abraham, siendo llamado, obedeció para salir al lugar que había de recibir como herencia; y salió sin saber a dónde iba.</p><p><strong>9</strong> Por la fe habitó como extranjero en la tierra prometida como en tierra ajena, morando en tiendas con Isaac y Jacob, coherederos de la misma promesa;</p><p><strong>10</strong> porque esperaba la ciudad que tiene fundamentos, cuyo arquitecto y constructor es Dios.</p><p><strong>11</strong> Por la fe también la misma Sara, siendo estéril, recibió fuerza para concebir; y dio a luz aun fuera del tiempo de la edad, porque creyó que era fiel quien lo había prometido.</p><p><strong>12</strong> Por lo cual también, de uno, y ese ya casi muerto, salieron como las estrellas del cielo en multitud, y como la arena innumerable que está a la orilla del mar.</p><p><strong>13</strong> Conforme a la fe murieron todos estos sin haber recibido lo prometido, sino mirándolo de lejos, y creyéndolo, y saludándolo, y confesando que eran extranjeros y peregrinos sobre la tierra.</p><p><strong>14</strong> Porque los que esto dicen, claramente dan a entender que buscan una patria;</p><p><strong>15</strong> pues si hubiesen estado pensando en aquella de donde salieron, ciertamente tenían tiempo de volver.</p><p><strong>16</strong> Pero anhelaban una mejor, esto es, celestial; por lo cual Dios no se avergüenza de llamarse Dios de ellos; porque les ha preparado una ciudad.</p><p><strong>17</strong> Por la fe Abraham, cuando fue probado, ofreció a Isaac; y el que había recibido las promesas ofrecía su unigénito,</p><p><strong>18</strong> habiéndosele dicho: En Isaac te será llamada descendencia;</p><p><strong>19</strong> pensando que Dios es poderoso para levantar aun de entre los muertos, de donde, en sentido figurado, también le volvió a recibir.</p><p>Abraham es probablemente el personaje más importante de este capítulo. El último acto de fe de Abraham es especialmente instructivo con respecto a la verdadera naturaleza de la fe.</p><p>Hebreos señala que la directiva de Dios a Abraham de ofrecer a Isaac como sacrificio parecía implicar una contradicción por parte de Dios (Heb. 11:17, 18). Isaac no era el único hijo de Abraham. Ismael era el primogénito de Abraham, pero Dios le había dicho a Abraham que estaba bien que aceptara la petición de Sara y que expulsara a Ismael y a su madre porque Dios los cuidaría, y también porque la descendencia de Abraham se contaría a través de Isaac (Gén. 21:12, 13). Sin embargo, en el capítulo siguiente, Dios le pide a Abraham que ofrezca a Isaac como holocausto. La instrucción de Dios en Génesis 22 parecía contradecir rotundamente las promesas de Dios de Génesis 12 al 21.</p><p>Hebreos concluye que Abraham resolvió asombrosamente el enigma al llegar a la conclusión de que Dios resucitaría a Isaac después de haberlo ofrecido. Esto es asombroso porque nadie había resucitado todavía. Sin embargo, parece que la experiencia previa de Abraham con Dios lo llevó a esa conclusión. Hebreos 11:12 señala que Isaac fue concebido mediante el poder de Dios por uno que estaba “casi muerto”. Pablo también señala que, a pesar de que Abraham estaba “casi muerto” y que Sara era estéril, Abraham creyó “en esperanza contra esperanza, para llegar a ser padre de muchas gentes” porque creía que Dios “da vida a los muertos, y llama las cosas que no son, como si fuesen” (Rom. 4:17-20). Por lo tanto, Abraham debió haber asumido que si Dios, en algún sentido, ya le había dado vida a Isaac de entre los muertos, podría hacerlo de nuevo. En la conducción de Dios en el pasado, Abraham vio un indicio de lo que podría hacer en el futuro.</p><p><font color=\"#ee1111\"><strong>¿Por qué es tan importante meditar en la manera en que Dios condujo nuestra vida en el pasado para afirmar nuestra fe y nuestra confianza en él ahora?</strong></font></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "08 Marzo",
          "dayTitle": "<p>MOISÉS: CREER EN EL INVISIBLE</p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Hebreos 11:20 al 28. ¿Qué hicieron estos hombres de fe? ¿Qué relación guardan sus acciones con la esperanza y las cosas que no se ven?</strong></p><p><strong>Hebreos 11:20-28</strong></p><p><strong>20</strong> Por la fe bendijo Isaac a Jacob y a Esaú respecto a cosas venideras.</p><p><strong>21</strong> Por la fe Jacob, al morir, bendijo a cada uno de los hijos de José, y adoró apoyado sobre el extremo de su bordón.</p><p><strong>22</strong> Por la fe José, al morir, mencionó la salida de los hijos de Israel, y dio mandamiento acerca de sus huesos.\n</p><p>\n</p><p><strong>23</strong> Por la fe Moisés, cuando nació, fue escondido por sus padres por tres meses, porque le vieron niño hermoso, y no temieron el decreto del rey.</p><p><strong>24</strong> Por la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija de Faraón,</p><p><strong>25</strong> escogiendo antes ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado</p><p><strong>26</strong> teniendo por mayores riquezas el vituperio de Cristo que los tesoros de los egipcios; porque tenía puesta la mirada en el galardón.</p><p><strong>27</strong> Por la fe dejó a Egipto, no temiendo la ira del rey; porque se sostuvo como viendo al Invisible.</p><p><strong>28</strong> Por la fe celebró la pascua y la aspersión de la sangre, para que el que destruía a los primogénitos no los tocase a ellos.</p><p>Moisés es el segundo gran ejemplo en este capítulo de fe. La vida de Moisés se presenta y cierra con dos actitudes desafiantes con el rey. Sus padres escondieron a Moisés cuando nació, porque “no temieron el decreto del rey” (Heb. 11:23), y Moisés salió de Egipto “no temiendo la ira del rey” (Heb. 11:27). Sin embargo, el acto más significativo de Moisés fue que “rehusó llamarse hijo de la hija de Faraón” (Heb. 11:24). La referencia a la madre adoptiva de Moisés como “la hija de Faraón” sugiere que estaba previsto que él fuese el próximo faraón. Sin embargo, Moisés estuvo dispuesto a dejar atrás la perspectiva de convertirse en el gobernante de la nación más poderosa en ese momento, y en su lugar llegar a ser el líder de unos esclavos recién liberados; refugiados, en realidad.</p><p><strong>Compara Hebreos 11:24 al 27 con 10:32 al 35. ¿Qué similitudes había entre la situación de los destinatarios originales de Hebreos y la experiencia de Moisés?</strong></p><p><strong>Hebreos 11:24-27</strong></p><p><strong>24</strong> Por la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija de Faraón,\n</p><p>\n</p><p><strong>25</strong> escogiendo antes ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado<strong><br></strong></p><p><strong>26</strong> teniendo por mayores riquezas el vituperio de Cristo que los tesoros de los egipcios; porque tenía puesta la mirada en el galardón.</p><p><strong>27</strong> Por la fe dejó a Egipto, no temiendo la ira del rey; porque se sostuvo como viendo al Invisible.</p><p><strong>Hebreos 10:32-35</strong></p><p><strong>32</strong> Pero traed a la memoria los días pasados, en los cuales, después de haber sido iluminados, sostuvisteis gran combate de padecimientos;</p><p><strong>33</strong> por una parte, ciertamente, con vituperios y tribulaciones fuisteis hechos espectáculo; y por otra, llegasteis a ser compañeros de los que estaban en una situación semejante.</p><p><strong>34</strong> Porque de los presos también os compadecisteis, y el despojo de vuestros bienes sufristeis con gozo, sabiendo que tenéis en vosotros una mejor y perdurable herencia en los cielos.</p><p><strong>35</strong> No perdáis, pues, vuestra confianza, que tiene grande galardón;</p><p>La grandeza de Moisés consistió en que pudo ver más allá de las promesas del rey de Egipto y contemplar lo invisible; es decir, las promesas de Dios. Hebreos dice que la clave fue que la vista de Moisés estaba fija en “el galardón”, no en las riquezas de Egipto. Este galardón, o recompensa, es el mismo que se menciona en Hebreos 10:35, que Dios ha prometido a todos los que creen en él.</p><p>Las palabras de Pablo sobre la decisión de Moisés debieron de haber resonado poderosamente en el corazón de sus lectores originales. Estos habían estado soportando reproches e insultos debido a su fe en Cristo. También se habían visto aquejados y perdieron sus posesiones (Heb. 10:32–34). Algunos estaban en prisión (Heb. 13:3). Paralelamente, Moisés eligió ser maltratado con el pueblo de Dios, y trocó la riqueza de Egipto por los insultos relacionados con Cristo porque creía que la recompensa de Cristo era mayor que cualquier cosa que Egipto pudiera ofrecer.</p><p><font color=\"#ee1111\">¿Cuáles son algunas de las luchas que has enfrentado a causa de tu fe? ¿A qué has tenido que renunciar por esto? ¿Por qué finalmente la recompensa vale la pena, aunque no puedas verla ahora?</font><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "09 Marzo",
          "dayTitle": "<p>POR FE, RAHAB Y EL RESTO...</p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>&nbsp;Lee Hebreos 11:31 y Josué 2:9 al 11. ¿Por qué se incluyó a Rahab, una prostituta pagana, en este pasaje de personajes bíblicos sagrados?</p><p><strong>Hebreos 11:31</strong></p><p><strong>31</strong> Por la fe Rahab la ramera no pereció juntamente con los desobedientes, habiendo recibido a los espías en paz.</p><p><strong>Josué 2:9-11</strong></p><p><strong>9</strong> Sé que Jehová os ha dado esta tierra; porque el temor de vosotros ha caído sobre nosotros, y todos los moradores del país ya han desmayado por causa de vosotros.</p><p><strong>10</strong> Porque hemos oído que Jehová hizo secar las aguas del Mar Rojo delante de vosotros cuando salisteis de Egipto, y lo que habéis hecho a los dos reyes de los amorreos que estaban al otro lado del Jordán, a Sehón y a Og, a los cuales habéis destruido.</p><p><strong>11</strong> Oyendo esto, ha desmayado nuestro corazón; ni ha quedado más aliento en hombre alguno por causa de vosotros, porque Jehová vuestro Dios es Dios arriba en los cielos y abajo en la tierra.</p><p>Rahab probablemente sea el personaje menos esperado que encontramos en Hebreos 11. Rahab es una de las dos mujeres que se mencionan por su nombre. Ella es la décima en la lista. Los nueve anteriores son antepasados y patriarcas de Israel, y a cada uno se lo consideraba justo. Con Rahab, nos encontramos no solo la sorpresa de que es una mujer (en una genealogía masculina), sino también que se había dedicado a la prostitución, y que provenía de una nación pagana.</p><p>Lo más sorprendente es que también es el centro temático y el clímax del capítulo. La lista está organizada de una manera única. Cada entrada comienza con el uso repetitivo de la frase “por la fe”. El patrón básico es “Por la fe, Fulano hizo tal o cual cosa”, o “Por la fe, esto y aquello le sucedió a Fulano”. Este patrón repetitivo aumenta la expectativa del lector de escuchar la afirmación culminante de que <em>“por la fe Josué condujo al pueblo a la Tierra Prometida”.</em></p><p>Pero eso no es lo que dice el texto. Josué no es tenido en cuenta y la prostituta ocupa su lugar. Después de la mención de Rahab, el patrón repetitivo termina abruptamente con: “¿Y qué más digo?” (Heb. 11:32). Luego, Pablo enumera rápidamente algunos nombres y eventos que no explica en detalle.</p><p>El acto de fe de Rahab fue que oyó, creyó y obedeció, aunque no vio. No vio las plagas de Egipto, ni la liberación en el Mar Rojo, ni el agua fluir de la roca, ni el pan descender del cielo; sin embargo, ella creyó. Ella era un buen ejemplo para la audiencia de Hebreos, que no escuchó a Jesús predicar ni lo vio hacer un milagro; y también para nosotros, que tampoco vimos ninguna de estas cosas.</p><p>“Rahab era una prostituta que vivi?a en la muralla de Jerico?. Encubrio? a los dos espi?as israelitas enviados a reconocer las defensas de esa ciudad. Debido a su bondad hacia ellos, y su profesio?n de fe en el Dios verdadero, los espi?as prometieron salvar su vida y la de su familia cuando se produjera el ataque” (Introducción a Rahab en HD 37).</p><p>Luego, Pablo sigue (Heb. 11:35–38) con una lista de las dificultades que muchos enfrentaron. La frase “no aceptando el rescate” (Heb. 11:35) implica que tenían la posibilidad de escapar, pero optaron por no hacerlo, porque su vista estaba puesta en la recompensa de Dios.</p><p><strong><font color=\"#f50505\">Aunque nosotros no vimos cuando sucedieron estas cosas (la Creación en seis días, el Éxodo, la Cruz de Cristo),¿por qué tenemos tantas buenas razones para creer que ocurrieron?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 Marzo",
          "dayTitle": "<p>JESÚS, EL AUTOR Y CONSUMADOR DE LA FE</p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Hebreos 12:1 al 3. ¿Qué nos piden estos versículos que hagamos?</strong></p><p><strong>Hebreos 12:1-3</strong></p><p><strong>1</strong> Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia, y corramos con paciencia la carrera que tenemos por delante,</p><p><strong>2</strong> puestos los ojos en Jesús, el autor y consumador de la fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreciando el oprobio, y se sentó a la diestra del trono de Dios.</p><p><strong>3</strong> Considerad a aquel que sufrió tal contradicción de pecadores contra sí mismo, para que vuestro ánimo no se canse hasta desmayar.</p><p>El clímax de la exposición sobre la fe realmente llega con Jesús en Hebreos 12. Pablo comenzó la carta con Jesús, quien es el que “ha de venir” y quien “no tardará” (Heb. 10:37), y Pablo la cierra con Jesús, el “consumador” de nuestra fe (Heb. 12:2). Jesús es el “autor y consumador de la fe”. Esto significa que Jesús es quien hace posible la fe y es el ejemplo que encarna perfectamente de qué se trata una vida de fe. Con Jesús, la fe ha alcanzado su expresión perfecta.</p><p>Jesús es el “autor” de nuestra fe en, al menos, tres sentidos.</p><p>En primer lugar, es el único que ha terminado la carrera en su sentido más cabal. Los otros que se mencionan en el capítulo anterior aún no han alcanzado la meta (Heb. 11:39, 40). Sin embargo, Jesús entró en el reposo de Dios en el cielo y está sentado a la diestra del Padre. Nosotros, junto con estos otros, reinaremos con Jesús en el futuro (Apoc. 20:4).</p><p>En segundo lugar, fue precisamente la vida perfecta de Jesús lo que hizo posible que estos otros corrieran su carrera (Heb. 10:5-14). Si Jesús no hubiera venido, la carrera de todos los demás habría sido inútil.</p><p>Finalmente, Jesús es la razón por la que tenemos fe. Al ser uno con Dios, expresó la fidelidad de Dios hacia nosotros. Dios nunca se rindió en sus esfuerzos por salvarnos, y por eso al final alcanzaremos la recompensa si no nos rendimos. Jesús corrió con paciencia y permaneció fiel, aunque nosotros dejemos de ser fieles (2 Tim. 2:13). Nuestra fe es solo una respuesta a su fidelidad.</p><p>En definitiva, Jesús es el “consumador” de la fe porque ejemplifica perfectamente cómo se corre la carrera de la fe. ¿Cómo la corrió? Dejó de lado todo peso al renunciar a todo por nosotros (Fil. 2:5-8). Él nunca pecó, nunca. Jesús mantuvo su vista fija en la recompensa, que era el gozo puesto ante él, el de ver a la raza humana redimida por su gracia. Así que, soportó incomprensión y abusos; soportó la vergüenza de la Cruz (Heb. 12:2, 3).</p><p>Ahora nos toca correr a nosotros. Aunque con nuestras propias fuerzas nunca podremos lograr lo que Jesús hizo, tenemos su ejemplo perfecto ante nosotros, y por la fe en él y manteniendo la vista en él (como los demás antes que nosotros) seguimos adelante con fe, confiando en sus promesas de una gran recompensa.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 Marzo",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:&nbsp;</p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>“Por medio de la fe llegaste a ser de Cristo, y por medio de la fe tienes que crecer en e?l; dando y tomando a la vez. Tienes que darle todo –tu corazo?n, tu voluntad, tu servicio–, darte a e?l para obedecer todos sus requerimientos; y debes tomar todo –a Cristo, la plenitud de toda bendicio?n, para que habite en tu corazo?n y para que sea tu fortaleza, tu justicia, tu eterno Ayudador–, con el fin de recibir poder para obedecer” (CC 59, 60).</p><p>“Dios jama?s nos pide que creamos sin darnos suficientes evidencias sobre las cuales basar nuestra fe. Su existencia, su cara?cter, la veracidad de su Palabra, todas estas cosas esta?n establecidas por medio de testimonios que apelan a nuestra razo?n, y estos testimonios son abundantes. Sin embargo, Dios jama?s ha quitado la posibilidad de dudar. Nuestra fe debe reposar sobre evidencias, no sobre demostraciones. Quienes deseen dudar tendra?n oportunidad; mientras que los que realmente desean conocer la verdad encontrara?n evidencias abundantes sobre las cuales establecer su fe.</p><p>“Es imposible para las mentes finitas comprender plenamente el cara?cter o las obras del Infinito. Para el intelecto ma?s perspicaz, para la mente ma?s altamente educada, ese santo Ser siempre habra? de permanecer envuelto en el misterio. ‘¿Puedes tu? descubrir las cosas reco?nditas de Dios? ¿Puedes hasta lo sumo llegar a conocer al Todopoderoso? Ello es alto como el cielo, ¿que? podra?s hacer? Ma?s hondo es que el infierno, ¿que? podra?s saber?’ (Job 11:7, 8)” (CC 90, 91).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> Un erudito cristiano primitivo escribió: Credo ut intelligam, en latín, que significa: “Creo para poder entender”. Hebreos 11:3 dice que “por la fe entendemos”. ¿Cuál es la relación entre la fe y la comprensión? ¿Por qué la fe a menudo viene antes que el entendimiento? Es decir, ¿por qué a veces debemos acercarnos con fe a lo que, al menos al principio, no entendemos, y luego entenderemos más?</p><p><strong>2.</strong> La palabra griega pistis significa tanto “fe” como “fidelidad”. ¿Por qué son importantes ambos significados al tratar de comprender lo que significa vivir “por la fe”? Los personajes de Hebreos 11, ¿cómo mostraron, por medio de su fidelidad, la realidad de su fe? ¿Cómo podemos hacer lo mismo nosotros?</p><p><strong>3.</strong> Aunque entendemos que la fe es un don de Dios (Rom. 12:3), ¿qué papel desempeñamos nosotros para recibir y conservar ese don?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>JESÚS, EL AUTOR Y CONSUMADOR DE LA FE</p>",
      "verse": "<p>“Puestos los ojos en Jesús, el autor y consumador de la fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreciando el oprobio, y se sentó a la diestra del trono de Dios” (Heb. 12:2).</p>",
      "versionCode": 16,
      "weekDate": "5-11 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
