{
  "data": [
    {
      "color": "#FF9D88",
      "id": 709,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 25",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>Covetousness has been defined as an inordinate desire for wealth or possessions that really don’t belong to you. Covetousness is a big deal, big enough, in fact, to be right up there with not lying, stealing, or murder. It’s so damaging that God chose to warn against it in His great moral law. “Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s” (Exod. 20:17).\n</p><p>Covetousness is frequently listed with heinous sins that will keep one out of the kingdom of God. “Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind, nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God” (1 Cor. 6:9, 10).</p><p>Covetousness, right up there with extortion, idolatry, fornication, and adultery? That’s what the texts say, and this week we will look at examples of just how bad it is and what we can do to overcome it.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 26",
          "dayTitle": "<p><strong>The Ultimate Original Sin?</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>The question often arises, and understandably so, about how sin arose in God’s universe. We understand how, at least somewhat. And at its heart, it was because of covetousness. Perhaps covetousness, then, is the ultimate original sin.</p><p><strong>Read Isaiah 14:12–14. What hints are given there about the fall of Lucifer? How did covetousness play a crucial role in that fall?</strong></p><p><strong>Isaiah 14:12–14</strong></p><p><strong><sup>12 </sup></strong>“How you are fallen from heaven, O Lucifer, son of the morning! How you are cut down to the ground, You who weakened the nations!&nbsp;</p><p><strong><sup>13 </sup></strong>For you have said in your heart: ‘I will ascend into heaven, I will exalt my throne above the stars of God; I will also sit on the mount of the congregation On the farthest sides of the north;&nbsp;</p><p><strong><sup>14 </sup></strong>I will ascend above the heights of the clouds, I will be like the Most High.’</p><p>“Not content with his position, though honored above the heavenly host, he ventured to covet homage due alone to the Creator. Instead of seeking to make God supreme in the affections and allegiance of all created beings, it was his endeavor to secure their service and loyalty to himself. And coveting the glory with which the infinite Father had invested His Son, this prince of angels aspired to power that was the prerogative of Christ alone.”—Ellen G. White, Patriarchs and Prophets, p. 35.<br></p><p><strong>Read Ephesians 5:5 and Colossians 3:5. With what does Paul equate covetousness, and why?</strong></p><p><strong>Ephesians 5:5</strong></p><p><strong><sup>5 </sup></strong>For this you know, that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God.</p><p><strong>Colossians 3:5</strong></p><p><strong><sup>5 </sup></strong>Therefore put to death your members which are on the earth: fornication, uncleanness, passion, evil desire, and covetousness, which is idolatry.</p><p>How fascinating that twice Paul would equate covetousness with idolatry. People practice idolatry when they worship—that is, dedicate their lives to—something other than God, something created rather than the Creator (Rom. 1:25). Could covetousness be, then, wanting something that we shouldn’t have, and wanting it so badly that our desire for it, rather than the Lord, becomes the focus of our heart?\n</p><p>No doubt, Lucifer at first didn’t know where his wrong desires were to lead him. It can be the same with us. The commandment against covetousness, the one commandment that deals only with thoughts, can stop us from acts that will lead to the violation of other commandments, as well. (See, for instance, 2 Samuel 11.)</p><p><strong>Read 1 Timothy 6:6, 7. How can focusing on what Paul writes here help protect us from covetousness?</strong></p><p><strong>1 Timothy 6:6-7</strong></p><p><sup><strong>6 </strong></sup>Now godliness with contentment is great gain.&nbsp;</p><p><sup><strong>7 </strong></sup>For we brought nothing into this world, and it is certain we can carry nothing out.</p><p><br></p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 27",
          "dayTitle": "<p><strong>An Accursed Thing in the Camp</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>It was arguably one of the grandest times in the history of Israel. After 40 years of wandering in the wilderness, they were finally entering the Promised Land. Through a dramatic miracle, the children of Israel crossed the Jordan River at its flood stage—on dry land. This dry-land crossing was so impressive that the hearts of the heathen kings in Canaan melted, and they had no spirit to fight (Josh. 5:1).\n</p><p>The first real challenge in the conquest of Canaan was the walled and fortified city of Jericho. No one knew what to do to defeat the inhabi tants of Jericho—not even Joshua. In answer to Joshua’s prayer, God revealed the plan for the destruction of the city, which they followed. But then things took a decidedly bad turn.</p><p><strong>Read Joshua 7. What happened after the powerful victory at Jericho, and what message should we take from this story for ourselves?</strong></p><p><strong>Joshua 7</strong></p><p><strong><sup>1 </sup></strong>But the children of Israel committed a trespass regarding the accursed things, for Achan the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took of the accursed things; so the anger of the Lord burned against the children of Israel.\n</p><p><strong><sup>2 </sup></strong>Now Joshua sent men from Jericho to Ai, which is beside Beth Aven, on the east side of Bethel, and spoke to them, saying, “Go up and spy out the country.” So the men went up and spied out Ai.&nbsp;</p><p><strong><sup>3 </sup></strong>And they returned to Joshua and said to him, “Do not let all the people go up, but let about two or three thousand men go up and attack Ai. Do not weary all the people there, for the people of Ai are few.”&nbsp;</p><p><strong><sup>4 </sup></strong>So about three thousand men went up there from the people, but they fled before the men of Ai.&nbsp;</p><p><strong><sup>5 </sup></strong>And the men of Ai struck down about thirty-six men, for they chased them from before the gate as far as Shebarim, and struck them down on the descent; therefore the hearts of the people melted and became like water.\n</p><p><strong><sup>6 </sup></strong>Then Joshua tore his clothes, and fell to the earth on his face before the ark of the Lord until evening, he and the elders of Israel; and they put dust on their heads.&nbsp;</p><p><strong><sup>7 </sup></strong>And Joshua said, “Alas, Lord God, why have You brought this people over the Jordan at all—to deliver us into the hand of the Amorites, to destroy us? Oh, that we had been content, and dwelt on the other side of the Jordan!&nbsp;</p><p><strong><sup>8 </sup></strong>O Lord, what shall I say when Israel turns its back before its enemies?&nbsp;</p><p><strong><sup>9 </sup></strong>For the Canaanites and all the inhabitants of the land will hear it, and surround us, and cut off our name from the earth. Then what will You do for Your great name?”\n</p><p><strong><sup>10 </sup></strong>So the Lord said to Joshua: “Get up! Why do you lie thus on your face?&nbsp;</p><p><strong><sup>11 </sup></strong>Israel has sinned, and they have also transgressed My covenant which I commanded them. For they have even taken some of the accursed things, and have both stolen and deceived; and they have also put it among their own stuff.&nbsp;</p><p><strong><sup>12 </sup></strong>Therefore the children of Israel could not stand before their enemies, but turned their backs before their enemies, because they have become doomed to destruction. Neither will I be with you anymore, unless you destroy the accursed from among you.&nbsp;</p><p><strong><sup>13 </sup></strong>Get up, sanctify the people, and say, ‘Sanctify yourselves for tomorrow, because thus says the Lord God of Israel: “There is an accursed thing in your midst, O Israel; you cannot stand before your enemies until you take away the accursed thing from among you.”&nbsp;</p><p><strong><sup>14 </sup></strong>In the morning therefore you shall be brought according to your tribes. And it shall be that the tribe which the Lord takes shall come according to families; and the family which the Lord takes shall come by households; and the household which the Lord takes shall come man by man.&nbsp;</p><p><strong><sup>15 </sup></strong>Then it shall be that he who is taken with the accursed thing shall be burned with fire, he and all that he has, because he has transgressed the covenant of the Lord, and because he has done a disgraceful thing in Israel.’ ”\n</p><p><strong><sup>16 </sup></strong>So Joshua rose early in the morning and brought Israel by their tribes, and the tribe of Judah was taken.&nbsp;</p><p><strong><sup>17 </sup></strong>He brought the clan of Judah, and he took the family of the Zarhites; and he brought the family of the Zarhites man by man, and Zabdi was taken.&nbsp;</p><p><strong><sup>18 </sup></strong>Then he brought his household man by man, and Achan the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was taken.\n</p><p><strong><sup>19 </sup></strong>Now Joshua said to Achan, “My son, I beg you, give glory to the Lord God of Israel, and make confession to Him, and tell me now what you have done; do not hide it from me.”\n</p><p><strong><sup>20 </sup></strong>And Achan answered Joshua and said, “Indeed I have sinned against the Lord God of Israel, and this is what I have done:&nbsp;</p><p><strong><sup>21 </sup></strong>When I saw among the spoils a beautiful Babylonian garment, two hundred shekels of silver, and a wedge of gold weighing fifty shekels, I coveted them and took them. And there they are, hidden in the earth in the midst of my tent, with the silver under it.”\n</p><p><strong><sup>22 </sup></strong>So Joshua sent messengers, and they ran to the tent; and there it was, hidden in his tent, with the silver under it.&nbsp;</p><p><strong><sup>23 </sup></strong>And they took them from the midst of the tent, brought them to Joshua and to all the children of Israel, and laid them out before the Lord.&nbsp;</p><p><strong><sup>24 </sup></strong>Then Joshua, and all Israel with him, took Achan the son of Zerah, the silver, the garment, the wedge of gold, his sons, his daughters, his oxen, his donkeys, his sheep, his tent, and all that he had, and they brought them to the Valley of Achor.&nbsp;</p><p><strong><sup>25 </sup></strong>And Joshua said, “Why have you troubled us? The Lord will trouble you this day.” So all Israel stoned him with stones; and they burned them with fire after they had stoned them with stones.\n</p><p><strong><sup>26 </sup></strong>Then they raised over him a great heap of stones, still there to this day. So the Lord turned from the fierceness of His anger. Therefore the name of that place has been called the Valley of Achor to this day.</p><p>Once confronted, Achan admitted what he did, saying that he had “coveted” those goods. The Hebrew word here translated “coveted,” chmd, has been used in some places in the Bible in a very positive sense. The same root appears in Daniel 9:23, for instance, when Gabriel told Daniel that he was a man “greatly beloved.”\n</p><p>In this case, however, this chmd was bad news. Despite the clear command not to pillage from the captured cities (Josh. 6:18, 19), Achan did just that, bringing disrepute upon the whole nation. In fact, after the defeat at Ai, Joshua feared that “ ‘the Canaanites and all the inhabitants of the land will hear it, and surround us, and cut off our name from the earth. Then what will You do for Your great name?’ ” (Josh. 7:9, NKJV). In other words, the Lord wanted to use these great victories as part of letting the surrounding nations know of His power and His work among His own people. Their conquests were to be (in a different sort of way) a witness to the nations of Yahweh’s power. Of course, after the fiasco at Ai, besides the loss of human life, that witness had been compromised.</p><p><strong>Think about how easily Achan could have justified his actions: Well, it’s such a small amount compared to all the rest of the booty. No one will know, and what can it hurt? Besides, my family needs the money. How can we protect ourselves from this kind of dangerous rationalization?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 28",
          "dayTitle": "<p><strong>The Heart of Judas</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p>One of the most tragic stories in the Bible is that of Judas Iscariot. This man had a privilege that only 11 other people in all the history of the world have had: to have been with Jesus all that time and to have learned eternal truths directly from the Master Himself. How sad that many people who never had anything remotely like the opportunities that Judas had will be saved, while Judas, we know, is now destined for eternal destruction.\n</p><p>What happened? The answer can be found in one word: covetousness, the desires of his heart.</p><p><strong>Read John 12:1–8. What did Mary do that attracted so much attention during the feast? How did Judas react? Why? What was Jesus’ response?</strong></p><p><strong>&nbsp;John 12:1–8</strong></p><p><strong><sup>1 </sup></strong>Then, six days before the Passover, Jesus came to Bethany, where Lazarus was who had been dead, whom He had raised from the dead.&nbsp;</p><p><strong><sup>2 </sup></strong>There they made Him a supper; and Martha served, but Lazarus was one of those who sat at the table with Him.&nbsp;</p><p><strong><sup>3 </sup></strong>Then Mary took a pound of very costly oil of spikenard, anointed the feet of Jesus, and wiped His feet with her hair. And the house was filled with the fragrance of the oil.\n</p><p><strong><sup>4 </sup></strong>But one of His disciples, Judas Iscariot, Simon’s son, who would betray Him, said,&nbsp;</p><p><strong><sup>5 </sup></strong>“Why was this fragrant oil not sold for three hundred denarii and given to the poor?”&nbsp;</p><p><strong><sup>6 </sup></strong>This he said, not that he cared for the poor, but because he was a thief, and had the money box; and he used to take what was put in it.\n</p><p><strong><sup>7</sup></strong> But Jesus said, “Let her alone; she has kept this for the day of My burial.&nbsp;</p><p><sup><strong>8 </strong></sup>For the poor you have with you always, but Me you do not have always.”</p><p>The Savior’s gentle rebuke to Judas’s covetous remark led him to leave the feast and go directly to the palace of the high priest, where Jesus’ enemies were gathered. He offered to betray Jesus into their hands for a sum much smaller than Mary’s gift. (See Matt. 26:14–16.)\n</p><p>What happened to Judas? Having had so many wonderful opportunities, so many rare privileges, why would he do something so evil? According to Ellen G. White, Judas “loved the Great Teacher, and desired to be with Him. He felt a desire to be changed in character and life, and he hoped to experience this through connecting himself with Jesus. The Saviour did not repulse Judas. He gave him a place among the twelve. He trusted him to do the work of an evangelist. He endowed him with power to heal the sick and to cast out devils. But Judas did not come to the point of surrendering himself fully to Christ.”—The Desire of Ages, p. 716.\n</p><p>In the end, we all have character defects that, if surrendered, can be overcome through the power of God working in us. But Judas did not fully surrender to Christ, and the sin of covetousness, which he could have overcome in the power of Christ, overcame him instead, with tragic results.\n</p><p>Who among us doesn’t struggle with covetousness over one thing or another? In this case, what he coveted was money, and that covetousness, a problem of the heart, led him to stealing (John 12:6), which ultimately led him to betray Jesus.\n</p><p>What a frightful lesson for all of us about the danger that covetousness can bring. What seems like a small thing, a simple desire of the heart, can lead to calamity and to eternal loss.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 1",
          "dayTitle": "<p><strong>Ananias and Sapphira</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p>It was an exciting time to be a member of the church. Following the great outpouring of the Holy Spirit on the Day of Pentecost, the apostles were preaching the gospel with power, and thousands were joining the church.\n</p><p>“And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness. And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common” (Acts 4:31, 32).\n</p><p>What a privilege Ananias and Sapphira had, being part of the early church, seeing it grow, and seeing the manifestation of the Holy Spirit in such a marked manner. “Nor was there anyone among them who lacked; for all who were possessors of lands or houses sold them, and brought the proceeds of the things that were sold, and laid them at the apostles’ feet; and they distributed to each as anyone had need” (Acts 4:34, 35, NKJV).\n</p><p>It was in this setting that Ananias and Sapphira, obviously impressed by what was happening and wanting to be part of it, decided to sell some property and contribute the proceeds to the church. So far, so good.</p><p><strong>Read Acts 5:1–11. What do you think was worse, holding back part of the money or lying about it? Why such a harsh punishment?</strong></p><p><strong>Acts 5:1–11</strong></p><p><strong><sup>1 </sup></strong>But a certain man named Ananias, with Sapphira his wife, sold a possession.&nbsp;</p><p><strong><sup>2 </sup></strong>And he kept back part of the proceeds, his wife also being aware of it, and brought a certain part and laid it at the apostles’ feet.&nbsp;</p><p><strong><sup>3 </sup></strong>But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and keep back part of the price of the land for yourself?&nbsp;</p><p><strong><sup>4 </sup></strong>While it remained, was it not your own? And after it was sold, was it not in your own control? Why have you conceived this thing in your heart? You have not lied to men but to God.”\n</p><p>\n</p><p><strong><sup>5 </sup></strong>Then Ananias, hearing these words, fell down and breathed his last. So great fear came upon all those who heard these things.&nbsp;</p><p><strong><sup>6 </sup></strong>And the young men arose and wrapped him up, carried him out, and buried him.<sup><br></sup></p><p><strong><sup>7 </sup></strong>Now it was about three hours later when his wife came in, not knowing what had happened.</p><p><strong><sup>8 </sup></strong>And Peter answered her, “Tell me whether you sold the land for so much?”&nbsp;She said, “Yes, for so much.”</p><p><strong><sup>9 </sup></strong>Then Peter said to her, “How is it that you have agreed together to test the Spirit of the Lord? Look, the feet of those who have buried your husband are at the door, and they will carry you out.”&nbsp;</p><p><strong><sup>10 </sup></strong>Then immediately she fell down at his feet and breathed her last. And the young men came in and found her dead, and carrying her out, buried her by her husband.&nbsp;</p><p><sup><strong>11 </strong></sup>So great fear came upon all the church and upon all who heard these things.</p><p>At first, it seemed as if they were sincere in their desire to give toward the work. However, “afterward, Ananias and Sapphira grieved the Holy Spirit by yielding to feelings of covetousness. They began to regret their promise and soon lost the sweet influence of the blessing that had warmed their hearts with a desire to do large things in behalf of the cause of Christ.”—Ellen G. White, The Acts of the Apostles, p. 72. In other words, though they had started out with the best of motives, their covetousness caused them to put on a front and pretend to be what they really weren’t.</p><p><strong>“So great fear came upon all the church and upon all who heard these things” (Acts 5:11, NKJV). After this incident, people surely must have been more careful in returning their tithe. But this sad account was not included in the Bible as a warning about faithfulness in tithing. Instead, what does it teach us about where covetousness can lead?\n</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 2",
          "dayTitle": "<p><strong>Overcoming Covetousness</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>Covetousness is a matter of the heart and, like pride and selfishness, often goes unnoticed, which is why it can be so deadly and deceiving. It’s hard enough overcoming sins that are obvious: lying, adultery, stealing, idolatry, Sabbath breaking. But these are outward acts, things that we have to think about before we do them. But to overcome wrong thoughts themselves? That gets tough.</p><p><strong>Read 1 Corinthians 10:13. What promise is given here, and why is this so important to understand in the context of covetousness?</strong></p><p><strong>1 Corinthians 10:13</strong></p><p><strong><sup>13</sup></strong> No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it.</p><p>How then, in God’s power, can we be protected against this dangerously deceptive sin?\n</p><p><strong>1.</strong> Make a decision to serve and depend on God and to be a part of His family. “Choose you this day whom ye will serve; . . . but as for me and my house, we will serve the LORD” (Josh. 24:15).\n</p><p><strong>2</strong>. Be daily in prayer and include Matthew 6:13, “Lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever.” When feeling covetous of something that you know you should not have, pray over it, claiming promises in the Bible for victory, such as 1 Corinthians 10:13.\n</p><p><strong>3.</strong> Be regular in Bible study. “Your word I have hidden in my heart, that I might not sin against You” (Ps. 119:11, NKJV).\n</p><p>Jesus tackled the human/sin problem. He was tempted on every point that we are tempted on. And for power to resist, He spent whole nights in prayerful communion with His Father. And Jesus didn’t leave this earth until He had both forged the way by example and then promised power to make it possible for every person to live a life of faith and obedience—to develop a Christlike character.\n</p><p>“Seek the LORD while He may be found, call upon Him while He is near. Let the wicked forsake his way, and the unrighteous man his thoughts; let him return to the LORD, and He will have mercy on him; and to our God, for He will abundantly pardon” (Isa. 55:6, 7, NKJV).</p><p><strong>What, if any, have been the consequences in your own life from covetousness? What lessons have you learned? What might you still need to learn from them?\n</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 3",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p><strong>Further Thought</strong>:</p><p>&nbsp;In the conquest of Jericho, Achan was not the only man carrying silver and gold back to the camp of Israel. Joshua had told the men to bring back the silver and gold and vessels of brass and iron to the treasury of the house of God (Josh. 6:19, 24). Everything else was to be burned. Achan, however, was the only man to keep something for himself. “Of the millions of Israel there was but one man who, in that solemn hour of triumph and of judgment, had dared to transgress the command of God. Achan’s covetousness was excited by the sight of that costly robe of Shinar; even when it had brought him face to face with death he called it ‘a goodly Babylonish garment.’ One sin had led to another, and he appropriated the gold and silver devoted to the treasury of the Lord—he robbed God of the first fruits of the land of Canaan.”—Ellen G. White, Patriarchs and Prophets, p. 496.\n</p><p>In Paul’s list of signs of the last days, the first two items involve our attitude toward money and possessions. “But know this, that in the last days perilous times will come: For men will be lovers of themselves, lovers of money [covetous]” (2 Tim. 3:1, 2, NKJV). Selfishness and love of money are significant descriptions of humanity in the last days—our day.</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong>. Read 1 Timothy 6:6–10: “Now godliness with contentment is great gain. For we brought nothing into this world, and it is certain we can carry nothing out. And having food and clothing, with these we shall be content. But those who desire to be rich fall into temptation and a snare, and into many foolish and harmful lusts which drown men in destruction and perdition. For the love of money is a root of all kinds of evil, for which some have strayed from the faith in their greediness, and pierced themselves through with many sorrows” (NKJV). In class, talk about examples of those who, because of the love of money, have “pierced themselves [and others] through with many sorrows.” There are lots of examples, aren’t there? How can we find the right balance, knowing that we need money to get by but not falling into the trap Paul warns about here?\n</p><p><strong>2</strong>. What are other things, besides money, that we can covet?\n</p><p><strong>3</strong>. What is the difference between a legitimate desire for something and covetousness? When might a legitimate desire for something turn into covetousness?</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 3",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>Boldly Sharing Jesus</strong></p><p>By ANDREW MCCHESNEY</p><p>On an Easter Sunday, retired pastor Simo Vehkavuori stood in a packed train traveling home to the capital, Helsinki, from evangelistic meetings that he had conducted in central Finland. A 24-year-old university student boarded the train and looked around for a seat.\n</p><p>“Even though the train looks full, why don’t you walk through the cars and see whether you can find an empty seat?” Simo said to her.\n</p><p>She returned, smiling. “I found two free seats,” she said. “One for me and one for you. Come with me!” The two sat opposite each other. “Excuse me, but do you mind if I ask you how you feel about religion?” Simo asked.\n</p><p>“I’m quite far from spiritual things right now,” she said.\n</p><p>“Would you like to know how I became a believer?” Simo asked.\n</p><p>She did, and Simo told her. As the train approached Helsinki, he said, “Would you mind if I remembered you in my prayers?”\n</p><p>The student burst into tears. The tears flowed down her cheeks, and she said, loudly, “That would be really great! Please do that.”\n</p><p>Before parting ways, Simo said something that he often tells new friends: “May you be encouraged to know that, even though you are very busy, you can serve a risen Jesus Christ, the One who atoned for our sins on the cross of Calvary. And that’s not all. This same Jesus has promised to come back and will take us to a heavenly home where eternity will start. So, dear friend, let us stay on the heaven-bound journey under the Father’s loving hand until we reach our destination. May the Lord bless you through His grace.”\n</p><p>On another train trip, Simo was surprised when a woman greeted him and even shook his hand as he boarded. “Hello, I’m a retired Seventh-day Adventist pastor,” he replied. “That’s interesting,” the woman said. “I have never heard about Adventists. I want to hear all about your church on this 500-kilometer [300-mile] trip. Here were two empty seats. Let’s sit together.”\n</p><p>Simo spoke about the Adventist Church for the whole trip. As they left the train, a man walked up behind them. “Thank you for the interesting train ride,” he said, eagerly grabbing Simo’s hand with both of his hands. “Thank you for being so brave to share God so loudly that all of us could hear.”\n</p><p>At 84, Simo seeks divine appointments on every train. “The older I get, the bolder I get in sharing Jesus,” he said.</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>Beware of Covetousness</strong></p>",
      "verse": "<p>“ ‘Take heed and beware of covetousness, for one’s life does not consist in the abundance of the things he possesses’ ” (Luke 12:15, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "February 25–March 3"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
