{
  "data": [
    {
      "color": "#04D8C1",
      "id": 708,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 18",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Most people want to live a “successful” and happy life. Of course, in a fallen world, where tragedy and calamity can strike at a moment’s notice, this goal might not always be easy to attain.</p><p>Then, too, there is the question of how we define “success.” There is the case of Joseph in Egypt; if there ever were a successful life, that certainly would be one, would it not? From prison to palace, that kind of thing. On the other hand, what about John the Baptist? He went from prison to the tomb. How successful was his life? Again, it all depends upon how you define “successful.”</p><p>This week we are going to look at the idea of “success” in the context of basic stewardship and financial principles. No matter who we are or where we live, money and finances are going to be a part of our life, whether we like it or not. What, then, are some steps, practical steps, that we can take along the way that, though not guaranteeing “success,” can nevertheless help us avoid common pitfalls and mistakes that can make financial success a bit more difficult?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 19",
          "dayTitle": "<p>First Things First</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Ecclesiastes 12:1. What’s the message there for us?</strong></p><p><strong><sup>1</sup> </strong>Remember now your Creator in the days of your youth, before the [a]difficult days come, and the years draw near when you say,“I have no pleasure in them”:</p><p>As youths mature into adulthood, thoughts will arise about having to provide for basic needs—food, clothing, and shelter. Jesus Himself has told us how to prioritize our needs when He said, “But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you” (Matt. 6:33). Of course, for those who are older and who didn’t make a choice for Jesus when they were young, there is still time to make the right decisions regarding stewardship.</p><p>As we saw in Genesis 28:20–22, Jacob had made some important life choices, both spiritual and financial. In the vision, the Lord introduced Himself to Jacob as “ ‘the LORD God of Abraham your father and the God of Isaac’ ” (Gen. 28:13, NKJV). Then as part of his vow to God, Jacob said, “ ‘The LORD shall be my God’ ” (Gen. 28:21, NKJV).</p><p><br></p><p><strong>Read Genesis 29:9–20. What is important about the timing of this event in the life of Jacob?</strong></p><p><strong>Genesis 29:9–20</strong></p><p><strong><sup>9</sup></strong> Now while he was still speaking with them, Rachel came with her father’s sheep, for she was a shepherdess.&nbsp;</p><p><strong><sup>10</sup></strong> And it came to pass, when Jacob saw Rachel the daughter of Laban his mother’s brother, and the sheep of Laban his mother’s brother, that Jacob went near and rolled the stone from the well’s mouth, and watered the flock of Laban his mother’s brother.&nbsp;</p><p><strong><sup>11</sup></strong> Then Jacob kissed Rachel, and lifted up his voice and wept.&nbsp;</p><p><strong><sup>12</sup></strong> And Jacob told Rachel that he was her father’s relative and that he was Rebekah’s son. So she ran and told her father.</p><p><strong><sup>13</sup> </strong>Then it came to pass, when Laban heard the report about Jacob his sister’s son, that he ran to meet him, and embraced him and kissed him, and brought him to his house. So he told Laban all these things. 14 And Laban said to him, “Surely you are my bone and my flesh.” And he stayed with him for a month.</p><p><sup>15</sup> Then Laban said to Jacob, “Because you are my relative, should you therefore serve me for nothing? Tell me, what should your wages be?”&nbsp;</p><p><sup>16</sup> Now Laban had two daughters: the name of the elder was Leah, and the name of the younger was Rachel.&nbsp;</p><p><sup><strong>17</strong></sup> Leah’s eyes were delicate, but Rachel was beautiful of form and appearance.</p><p><sup><strong>18</strong></sup> Now Jacob loved Rachel; so he said, “I will serve you seven years for Rachel your younger daughter.”</p><p><strong><sup>19</sup></strong> And Laban said, “It is better that I give her to you than that I should give her to another man. Stay with me.”</p><p><strong style=\"background-color: initial;\"><sup>20</sup></strong> So Jacob served seven years for Rachel, and they seemed only a few days to him because of the love he had for her.</p><p>After Jacob made his spiritual and financial commitments to God, the Lord directed him to Rachel at the well (see Gen. 29:9–20). It is fitting to make your spiritual decision and your lifework decision before committing to marriage. Your future spouse should know “what they are getting into.” Is this person a committed Christian? What type of work will he or she be involved in? Will this person be a teacher, a nurse, a lawyer, a laborer, whatever? What kind of life will I be committing to? Other questions that need answers before the marriage commitment are: What level of education has been completed? What amount of debt will come into the marriage? Am I willing to accept this situation as part of my responsibility?<br></p><p><strong>Read 2 Corinthians 6:14, 15. Why is this principle so important to consider when looking for a life partner? Though it doesn’t guarantee a good marriage, why would it help make the chances of a good marriage greater?</strong><br></p><p><strong>2 Corinthians 6:14, 15</strong></p><p><strong><sup>14</sup></strong> Do not be unequally yoked together with unbelievers. For what fellowship has righteousness with lawlessness? And what communion has light with darkness?&nbsp;</p><p><strong><sup>15</sup></strong> And what accord has Christ with Belial? Or what part has a believer with an unbeliever?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 20",
          "dayTitle": "<p>The Blessing of Work (Ideally)</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p>Unless you are independently wealthy, or the beneficiary of a trust fund that Mommy and/or Daddy set up for you so that you would never have to work a day in your life (if you read many stories about these kids, the money, meant to be a blessing, often leads to tragedy for them as adults), you will sooner or later need to work for a living. The ideal, of course, is to find something that you are passionate about that can provide you with a good income, get trained in it, find a job doing it, and work at it for your working years. That’s the ideal; of course, it doesn’t always turn out that way.</p><p><strong>Read Genesis 2:15 (see also Eccles. 9:10 and 2 Thess. 3:8–10). What is the significance of the fact that, even before the entrance of sin, Adam (and certainly Eve, too) was given work? How might this explain why, as stated above, those who never had to work found their situation to be a curse?</strong></p><p><strong style=\"background-color: initial;\">Genesis 2:15</strong><br></p><p><sup style=\"font-weight: bold;\">15 </sup>Then the Lord God took the man and put him in the garden of Eden to tend and keep it.</p><p><strong>Eccles. 9:10</strong></p><p><strong><sup>10</sup></strong> Whatever your hand finds to do, do it with your might; for there is no work or device or knowledge or wisdom in the grave where you are going.</p><p><strong>2 Thess. 3:8–10</strong></p><p><sup>8</sup> nor did we eat anyone’s bread free of charge, but worked with labor and toil night and day, that we might not be a burden to any of you,&nbsp;</p><p>9 not because we do not have authority, but to make ourselves an example of how you should follow us.</p><p><sup><strong>10</strong></sup> For even when we were with you, we commanded you this: If anyone will not work, neither shall he eat.</p><p>This work was not a punishment, obviously. It was designed for their good. That is, even in Paradise, even in a world in which no sin, no death, and no suffering existed, God knew that human beings needed to work.</p><p>“And to Adam was given the work of caring for the Garden. The Creator knew that Adam could not be happy without employment. The beauty of the Garden delighted him, but this was not enough. He must have labor to call into exercise the wonderful organs of the body. Had happiness consisted in doing nothing, man, in his state of holy innocence, would have been left unemployed. But He who created man knew what would be for his happiness; and no sooner had He created him, than He gave him his appointed work. The promise of future glory, and the decree that man must toil for his daily bread, came from the same throne.”—Ellen G. White, Our High Calling, p. 223.</p><p>However, even after the Fall, when (as with everything else) work had been tainted by sin, God said to Adam: “ ‘Cursed is the ground for your sake; in toil you shall eat of it all the days of your life’ ” (Gen. 3:17, NKJV). Notice, God cursed the ground for “your sake,” for the sake of Adam, with the idea that work would be something that he would need, especially as a fallen being.</p><p><strong style=\"background-color: initial;\">What is it about work that, ideally, should make it something that can be a blessing to us?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 21",
          "dayTitle": "<p>The Earning Years</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>As we have seen, God intended for humans to work in one capacity or another. This part of our life (the working years) is usually about 40 years long. For many people this is the time when children are being brought up and educated and when the home and other major purchases are acquired. This can be a very intense time financially. It is a very sensitive time because the family is learning to work together, and its members are creating lifelong bonds. Financial stress can wreck the marriage at this point, and frequently does. Families in which both parties have a Christian commitment and are willing to follow biblical principles are much more stable.</p><p><strong>Read 1 Timothy 5:8; Proverbs 14:23; and Colossians 3:23, 24. What important points can we take away from these texts about finances in the home?</strong></p><p><strong>1 Timothy 5:8</strong></p><p><sup style=\"font-weight: bold;\">8 </sup>But if anyone does not provide for his own, and especially for those of his household, he has denied the faith and is worse than an unbeliever.</p><p><strong>Proverbs 14:23</strong></p><p><strong><sup>23</sup> </strong>In all labor there is profit, b<span style=\"background-color: initial;\">ut idle chatter leads only to poverty.</span></p><p><strong>Colossians 3:23, 24</strong></p><p><sup style=\"font-weight: bold;\">23 </sup>And whatever you do, do it heartily, as to the Lord and not to men,&nbsp;</p><p><strong><sup>24</sup></strong> knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ.</p><p>In many cases, the husband is the main breadwinner, though often both spouses work. Of course, unexpected circumstances can arise—sickness, economic downturns, whatever—that make this ideal difficult. People need, then, to adjust accordingly.</p><p>The children who are brought into the world during this segment of life are called “a heritage from the LORD” (Ps. 127:3, NKJV). We must remember that children bring with them an awesome responsibility. The goal of Christian parents is to train their children to become independent adults in this life and to fit them for the life to come. Here are three points to help parents:</p><p><strong>1. Provide a Christian home environment</strong>. This would include regular and interesting family worship, regular Sabbath School and church attendance, and faithfulness in tithes and offerings. These are great habits to form in early life.</p><p><strong>2. Teach children a willingness to work and an appreciation for it.</strong> Children will discover that diligence and integrity at work are always noticed, appreciated, and rewarded. They will learn that money comes to us as a result of our giving time to others by performing tasks that are valuable to them.</p><p><strong>3. Help with a good education.</strong> Education is expensive today—- particularly Christian private-school education. But to parents with plans for their children not only for this life but also for that which is to come, it is well worth the cost.</p><p>Of course, no matter what they do, no one has any guarantee about the direction their children will go. Why is it important for parents not to blame themselves for the wrong choices their older children might make?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 22",
          "dayTitle": "<p>Working With Integrity</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Another phase of a “successful” life, the last phase, has the potential to be the most enjoyable—if the decisions of the earlier years have been wise and not ruined by unexpected events. In an ideal situation the parents have raised their children to become independent adults, the home is paid for, the transportation needs are met, there are no lingering debts, and there is a sufficient income stream to provide for the senior family’s needs.</p><p>God calls His children to a higher standard in work and life. That standard is God’s law written in our hearts (see Jer. 31:33) and reflected in our characters. As society erodes and Christian teaching is diluted and minimized, it will become even more important for the individual Christian to live and work on a level that is above reproach. The Bible says, “A good name is to be chosen rather than great riches, loving favor rather than silver and gold” (Prov. 22:1, NKJV).</p><p>The Bible records instances of employers who recognized that they were blessed because of having a godly employee. When Jacob desired to leave his father-in-law, Laban, and return with his family to his homeland, Laban entreated him not to leave, saying, “ ‘Please stay, if I have found favor in your eyes, for I have learned by experience that the LORD has blessed me for your sake’ ” (Gen. 30:27, NKJV). And when Joseph was sold into slavery in Egypt, his master, Potiphar, made a similar observation about Joseph’s work and rewarded him accordingly.</p><p><strong>Read Genesis 39:2–5. Although the texts do not specifically tell us, what do you imagine Joseph had been doing that caused his master to look so favorably upon him?</strong></p><p><strong><sup>2</sup></strong> The Lord was with Joseph, and he was a successful man; and he was in the house of his master the Egyptian.&nbsp;<sup><br></sup></p><p><strong><sup>3</sup></strong> And his master saw that the Lord was with him and that the Lord made all he did to prosper in his hand.&nbsp;</p><p><strong><sup>4</sup></strong> So Joseph found favor in his sight, and served him. Then he made him overseer of his house, and all that he had he put under his authority.&nbsp;</p><p><strong><sup>5</sup></strong> So it was, from the time that he had made him overseer of his house and all that he had, that the Lord blessed the Egyptian’s house for Joseph’s sake; and the blessing of the Lord was on all that he had in the house and in the field.</p><p>“Therefore, whether you eat or drink, or whatever you do, do all to the glory of God” (1 Cor. 10:31, NKJV). So, in our work and financial management and whatever we do, we should do it all to the glory of God. He is the One who gives us the knowledge and strength to succeed in life.</p><p>“ ‘Yours, O LORD, is the greatness, the power and the glory, the victory and the majesty; for all that is in heaven and in earth is Yours; Yours is the kingdom, O LORD, and You are exalted as head over all. Both riches and honor come from You, and You reign over all. In Your hand is power and might; in Your hand it is to make great and to give strength to all’ ” (1 Chron. 29:11, 12, NKJV).</p><p><strong>What are the principles that you are following, not just in work but in life in general? What changes might you need to make?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 23",
          "dayTitle": "<p>Seeking Godly Counsel</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>There are scores of secular money-management gurus out there, but God warned us against consulting them for the management of the assets He has entrusted to us. “Blessed is the man who walks not in the counsel of the ungodly, nor stands in the path of sinners, nor sits in the seat of the scornful; but his delight is in the law of the LORD, and in His law he meditates day and night. He shall be like a tree planted by the rivers of water, that brings forth its fruit in its season, whose leaf also shall not wither; and whatever he does shall prosper” (Ps. 1:1–3, NKJV).</p><p>So, the man who delights in the law of the Lord (the law here could be understood more broadly as the Word of God) shall be blessed. How simple is that? And he will prosper—be successful.</p><p><strong>Read Proverbs 3:5–8. How do we apply this principle in our basic financial matters?</strong></p><p><sup style=\"font-weight: bold;\">5 </sup>Trust in the Lord with all your heart, a<span style=\"background-color: initial;\">nd lean not on your own understanding;</span></p><p><strong><sup>6</sup></strong> In all your ways acknowledge Him, a<span style=\"background-color: initial;\">nd He shall direct your paths.</span></p><p><strong><sup>7 </sup></strong>Do not be wise in your own eyes; f<span style=\"background-color: initial;\">ear the Lord and depart from evil.</span></p><p><strong><sup>8</sup></strong> It will be health to your flesh, a<span style=\"background-color: initial;\">nd strength to your bones.</span></p><p>An overview of the biblical counsel on financial management gives us very valuable points to follow. Let’s look at seven of them.</p><p><strong>1.</strong> Get organized. Develop a spending plan (Prov. 27:23, 24). Many families just exist from paycheck to paycheck. Without a simple plan for earning, spending, and saving, life is much more stressful.</p><p><strong>2.</strong> Spend less than you earn. Determine to live within your means (Prov. 15:16). Many families in Western countries actually spend more than they earn. This is made possible only because of the availability of credit and debt. Many problems plague those who are in debt.</p><p><strong>3. </strong>Save a portion from every pay period (Prov. 6:6–8). We save to make larger purchases in the future and to take care of unplanned expenses, such as accidents or illness. Some savings can be used to plan for the time when because of advancing age, we are no longer able to be employed.</p><p><strong>4. </strong>Avoid debt like COVID-19 (Prov. 22:7). Interest is one expense you can live without. A person or a family living with debt—that is, on borrowed money—is really living today on money they expect to earn in the future. If any life changes occur, then serious financial embarrassment can result.</p><p><strong>5.</strong> Be a diligent worker. “The soul of a lazy man desires and has nothing; but the soul of the diligent shall be made rich” (Prov. 13:4, NKJV).</p><p><strong>6. </strong>Be financially faithful with God (Deut. 28:1–14). No family can afford to live without God’s blessing.</p><p><strong>7.</strong> Remember that this earth is not our real home. Our management says a lot about where our ultimate priorities are (see Matt. 25:14–21).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 24",
          "dayTitle": "",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>“No scheme of business or plan of life can be sound or complete that embraces only the brief years of this present life and makes no provision for the unending future. . . . No man can lay up treasure in heaven without finding his life on earth thereby enriched and ennobled.”—Ellen G. White, Education, p. 145.</p><p>“That which lies at the foundation of business integrity and of true success is the recognition of God’s ownership. The Creator of all things, He is the original proprietor. We are His stewards. All that we have is a trust from Him, to be used according to His direction.”—Education, 137.</p><p>Because of the pressure to provide for our families, many times we think that our work is simply to provide an income. But as Christians, we also face doing our part in the Great Commission that Jesus gave to all His followers. After quoting this commission as found in Mark 16:15, Ellen G. White wrote, “Not . . . all are called to be ministers or missionaries in the ordinary sense of the term; but all may be workers with Him in giving the ‘glad tidings’ to their fellow men. To all, great or small, learned or ignorant, old or young, the command is given.”—Education, p. 264.</p><p>“We need to follow more closely God’s plan of life. To do our best in the work that lies nearest, to commit our ways to God, and to watch for the indications of His providence—these are rules that ensure safe guidance in the choice of an occupation.”—Education, p. 267.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> How do we as Christians define what a “successful” life is? What might the difference be between what the world defines as success and what we (ideally) should? Take, for instance, John the Baptist. How would you define his life, which ended ignobly in a prison, all based on the whim of an evil woman? Would you call it successful? What reasons can you give for your answer?</p><p><strong>2</strong>. How do we explain the fact that there are many very “successful” people who follow none of the biblical principles about wealth management or life in general? Or what about those who try to follow them and, nevertheless, don’t succeed? Perhaps they get sick or calamity strikes. How are we to understand these situa tions?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Febrero 25",
          "dayTitle": "",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>INSIDE STORY</strong></p><p><strong>The Cat and the Colporteur</strong></p><p><strong><em>By ANDREW MCCHESNEY</em></strong></p><p>Young literature evangelist Simo Vehkavuori stopped at a well-kept house near Turku, Finland’s oldest city and former capital, in the middle of winter, and showed his books to two unmarried sisters who lived there.</p><p>To his surprise, the sisters quickly ordered a copy of every book. Then they left him standing alone in the living room. He did not dare leave.</p><p>Finally, one of the sisters came downstairs with a big cat tucked under an arm. “Mister, aren’t you going to do anything to this cat?” she asked.</p><p>“What should I do?” Simo asked.</p><p>“Aren’t you the vet whom we just called?” she said.</p><p>“No,” he said. “I’m a literature evangelist.”</p><p>For years afterward, the sisters told their friends with peals of laughter about how they had mistaken Simo for a vet and thought that they had to buy his books in order for him to treat their cat.</p><p>The sisters kept the books.</p><p>On another occasion, Simo went to a forest to eat lunch and pray on a Friday afternoon. “Before this week ends, Jesus, give me an opportunity to witness for You,” he prayed.</p><p>After eating, he knocked on the door of a farmhouse.</p><p>“I’m selling this book,” he said, holding out a copy of Ellen White’s The Great Controversy, to the woman who opened the door.</p><p>“I’m not at all interested in the book that you are selling,” the woman replied. “But I would like to hear what Jesus means to you.”</p><p>After Simo described his love for Jesus, the woman spoke.</p><p>“Let’s go to the back room and pray on our knees together,” she said.</p><p>At that moment, her adult daughter came to the door. “Join us,” the woman told her daughter. “Your knees need to bend in prayer too.”</p><p>After praying, Simo prepared to leave. The woman followed him out the door. “I’d like to order the book that you showed me,” she said.</p><p>It was then that Simo realized that the woman had an interest in spiritual matters. When a pastor started evangelistic meetings in the area sometime later, Simo introduced him to the family. The pastor held Bible studies in the farmhouse, and the family joined the Seventh-day Adventist Church. Today, the woman’s granddaughter is an active church leader in Finland’s capital, Helsinki.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>Planning for Success</strong></p>",
      "verse": "<p>And whatever you do, do it heartily, as to the Lord and not to men, knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ (Colossians 3:23, 24, NKJV)</p>",
      "versionCode": 1,
      "weekDate": "February 18–24"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
