{
  "data": [
    {
      "color": "#468c8a",
      "id": 703,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "Sabbath January 8",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Right after Adam and Eve sinned, God promised them a “seed,” a Son who would deliver them from the enemy, recover the inheritance that had been lost, and fulfill the purpose for which they had been created (Gen. 3:15). This Son would both represent and redeem them by taking their place and, ultimately, by destroying the serpent.<br><br>“When Adam and Eve first heard the promise, they looked for its speedy fulfillment. They joyfully welcomed their first-born son, hop\u0002ing that he might be the Deliverer. But the fulfillment of the promise tarried.”—Ellen G. White, The Desire of Ages, p. 31. The promise was later confirmed to Abraham. God swore to him that he would have a “seed,” a Son through whom all the nations of the earth would be blessed (Gen. 22:16–18, Gal. 3:16). And God did the same with David. He promised David that his descendant would be installed by God as His own Son and would be established as a righteous ruler over all the kings of the earth (2 Sam. 7:12–14, Ps. 89:27–29). What neither Adam and Eve, Abraham, nor David probably ever imagined, however, was that their Redeemer Son would be God Himself.<br><br>* Study this week’s lesson to prepare for Sabbath, January 15.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sunday January 9",
          "dayTitle": "<p>In These Last Days<br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>The first paragraph of Hebrews reveals that Paul believed he was living in “the last days.” Scripture employs two expressions about the future that have different meanings. The prophets used the expression “last days” or “latter days” to talk about the future in general (e.g., Deut. 4:30, 31; Jer. 23:20). The prophet Daniel used a second expression, “the time of the end,” to talk more specifically about the last days of earth’s history (Dan. 8:17, Dan. 12:4).<br><br><strong>Read Numbers 24:14–19 and Isaiah 2:2, 3. What did God promise He would do for His people in the “latter days”?</strong><br><br>Numbers 24:14–19<br><br>14 And now, indeed, I am going to my people. Come, I will advise you what this people will do to your people in the latter days.” Balaam’s Fourth Prophecy<br><br>15 So he took up his oracle and said:<br><br>“The utterance of Balaam the son of Beor, And the utterance of the man whose eyes are opened;<br><br>16 The utterance of him who hears the words of God, And has the knowledge of the Most High, Who sees the vision of the Almighty, Who falls down, with eyes wide open:<br><br>17 “I see Him, but not now; I behold Him, but not near; A Star shall come out of Jacob; A Scepter shall rise out of Israel, And [a]batter the brow of Moab, And destroy all the sons of [b]tumult.<br><br>18 “And Edom shall be a possession; Seir also, his enemies, shall be a possession, While Israel does [c]valiantly.<br><br>19 Out of Jacob One [d]shall have dominion, And destroy the remains of the city.”<br><br>Isaiah 2:2, 3<br><br>2 Now it shall come to pass in the latter days That the mountain of the Lord’s house Shall be established on the top of the mountains, And shall be exalted above the hills; And all nations shall flow to it.<br><br>3 Many people shall come and say, “Come, and let us go up to the mountain of the Lord, To the house of the God of Jacob; He will teach us His ways, And we shall walk in His paths.”<br><br>Several Old Testament prophets announced that in the “latter days” God would raise up a King who would destroy the enemies of His people (e.g., Num. 24:14–19) and who would attract the nations to Israel (e.g., Isa. 2:2, 3). Paul says that these promises were fulfilled in Jesus. He defeated Satan and, through the proclamation of the Gospel, is attracting all the nations to Himself (Col. 2:15, John 12:32). In this sense, then, “the last days” have begun because Jesus has fulfilled God’s promises.<br><br>Our spiritual fathers died in faith. They saw and greeted the promises from “afar,” but did not receive them. We, on the other hand, have seen their fulfillment in Jesus.<br><br>Let’s think for a moment about God’s promises and Jesus. The Father promised that He would resurrect His children (1&nbsp; Thess. 4:15, 16). The wonderful news is that He initiated the resurrection of His children with the resurrection of Jesus (1&nbsp; Cor. 15:20, Matt. 27:51–53). The Father also promised a new creation (Isa. 65:17). He has begun to fulfill that promise by creating a new spiritual life in us (2 Cor. 5:17, Gal. 6:15). He promised that He would establish His final kingdom (Dan. 2:44). He inaugurated that kingdom by delivering us from the power of Satan and installing Jesus as our Ruler (Matt. 12:28–30, Luke 10:18–20). This is only the beginning, however. What the Father began to do at Jesus’ first coming, He will bring to completion at His second.<br><strong><br>Look at all the promises God fulfilled in the past. How should this help us to trust Him for the promises not yet fulfilled? For out of Zion shall go forth the law, And the word of the Lord from Jerusalem.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Monday January 10",
          "dayTitle": "<p>God Has Spoken to Us by His Son<br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>The first paragraph of Hebrews reveals that Paul believed he was living in “the last days.” Scripture employs two expressions about the future that have different meanings. The prophets used the expression “last days” or “latter days” to talk about the future in general (e.g., Deut. 4:30, 31; Jer. 23:20). The prophet Daniel used a second expression, “the time of the end,” to talk more specifically about the last days of earth’s history (Dan. 8:17, Dan. 12:4).<br><br><strong>Read Numbers 24:14–19 and Isaiah 2:2, 3. What did God promise He would do for His people in the “latter days”?</strong><br><br>Numbers 24:14–19<br><br>14 And now, indeed, I am going to my people. Come, I will advise you what this people will do to your people in the latter days.” Balaam’s Fourth Prophecy<br><br>15 So he took up his oracle and said:<br><br>“The utterance of Balaam the son of Beor, And the utterance of the man whose eyes are opened;<br><br>16 The utterance of him who hears the words of God, And has the knowledge of the Most High, Who sees the vision of the Almighty, Who falls down, with eyes wide open:<br><br>17 “I see Him, but not now; I behold Him, but not near; A Star shall come out of Jacob; A Scepter shall rise out of Israel, And [a]batter the brow of Moab, And destroy all the sons of [b]tumult.<br><br>18 “And Edom shall be a possession; Seir also, his enemies, shall be a possession, While Israel does [c]valiantly.<br><br>19 Out of Jacob One [d]shall have dominion, And destroy the remains of the city.”<br><br>Isaiah 2:2, 3<br><br>2 Now it shall come to pass in the latter days That the mountain of the Lord’s house Shall be established on the top of the mountains, And shall be exalted above the hills; And all nations shall flow to it.<br><br>3 Many people shall come and say, “Come, and let us go up to the mountain of the Lord, To the house of the God of Jacob; He will teach us His ways, And we shall walk in His paths.”<br><br>Several Old Testament prophets announced that in the “latter days” God would raise up a King who would destroy the enemies of His people (e.g., Num. 24:14–19) and who would attract the nations to Israel (e.g., Isa. 2:2, 3). Paul says that these promises were fulfilled in Jesus. He defeated Satan and, through the proclamation of the Gospel, is attracting all the nations to Himself (Col. 2:15, John 12:32). In this sense, then, “the last days” have begun because Jesus has fulfilled God’s promises.<br><br>Our spiritual fathers died in faith. They saw and greeted the promises from “afar,” but did not receive them. We, on the other hand, have seen their fulfillment in Jesus.<br><br>Let’s think for a moment about God’s promises and Jesus. The Father promised that He would resurrect His children (1&nbsp; Thess. 4:15, 16). The wonderful news is that He initiated the resurrection of His children with the resurrection of Jesus (1&nbsp; Cor. 15:20, Matt. 27:51–53). The Father also promised a new creation (Isa. 65:17). He has begun to fulfill that promise by creating a new spiritual life in us (2 Cor. 5:17, Gal. 6:15). He promised that He would establish His final kingdom (Dan. 2:44). He inaugurated that kingdom by delivering us from the power of Satan and installing Jesus as our Ruler (Matt. 12:28–30, Luke 10:18–20). This is only the beginning, however. What the Father began to do at Jesus’ first coming, He will bring to completion at His second.<br><br><strong>Look at all the promises God fulfilled in the past. How should this help us to trust Him for the promises not yet fulfilled? For out of Zion shall go forth the law, And the word of the Lord from Jerusalem.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Tuesday January 11",
          "dayTitle": "<p>“He Is the Radiance of the Glory of God”<br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Hebrews 1:2–4. What are some of the things that this passage teaches us about Jesus?<br></strong><br>Hebrews 1:2–4<br><br>2 has in these last days spoken to us by His Son, whom He has appointed heir of all things, through whom also He made the [a]worlds;<br><br>3 who being the brightness of His glory and the express image of His person, and upholding all things by the word of His power, when He had [b]by Himself [c]purged [d]our sins, sat down at the right hand of the Majesty on high,<br><br>4 having become so much better than the angels, as He has by inheritance obtained a more excellent name than they.<br><br>In this section, we will focus on the portion that says, “He is the radiance of the glory of God and the exact imprint of his nature” (Heb. 1:3, ESV).<br><strong><br>Read Exodus 24:16, 17; Psalm 4:6; Psalm 36:9; and Psalm 89:15. How do these texts help us understand what the glory of God is?</strong><br><br>Exodus 24:16, 17<br><br>16 Now the glory of the Lord rested on Mount Sinai, and the cloud covered it six days. And on the seventh day He called to Moses out of the midst of the cloud.<br><br>17 The sight of the glory of the Lord was like a consuming fire on the top of the mountain in the eyes of the children of Israel.<br><br>Psalm 4:6<br><br>There are many who say, “Who will show us any good?” Lord, lift up the light of Your countenance upon us.<br><br>Psalm 36:9<br><br>For with You is the fountain of life; In Your light we see light.<br><br>Psalm 89:15<br><br>Blessed are the people who know the joyful sound! They walk, O Lord, in the light of Your countenance.<br><br>In the Old Testament, the glory of God refers to His visible presence among His people (Exod. 16:7; Exod. 24:16, 17; Lev. 9:23; Num. 14:10). This presence is often associated with light or radiance.<br><br>Scripture informs us that Jesus is the Light who came to this world to reveal the glory of God (Heb. 1:3; John 1:6–9, 14–18; 2 Cor. 4:6). Think, for instance, of how Jesus appeared in the Transfiguration. “And He was transfigured before them. His face shone like the sun, and His clothes became as white as the light” (Matt. 17:2, NKJV).<br><br>Just as the sun cannot be perceived except by the radiance of its light, God is known through Jesus. From our perspective, the two are one. Because God’s glory is light itself, there is no difference, in actual being and character, between God and Jesus, just as there is no difference between light and its radiance.<br><br>Hebrews also says that Jesus is the “exact representation” of the Father’s substance (Heb. 1:3, NASB). The point of the metaphor is that there is a perfect correspondence in being—or essence—between the Father and the Son. Note that human beings carry God’s image but not His essence (Gen. 1:26). The Son, however, shares the same essence with the Father. No wonder that Jesus said, “ ‘He who has seen Me has seen the Father’ ” (John 14:9, NKJV).<br><br><strong>Why is it such great news that Jesus reveals the character and the glory of the Father to us? What does Jesus tell us about what the Father is like?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Wednesday January 12",
          "dayTitle": "<p>Through Whom He Made the Universe<br></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>Hebrews affirms that God created the world “through” or “by” Jesus and that Jesus sustains the world with His powerful Word.<br><br><strong>Read Isaiah 44:24, Isaiah 45:18, and Nehemiah 9:6. Because in the Old Testament the Lord affirmed that He created the world “alone” and that He is the “only God,” how can we reconcile this affirmation with the affirmations in the New Testament that God created the universe “through” Jesus (Heb. 1:2, 3)?</strong><br><br>Isaiah 44:24<br><br>Thus says the Lord, your Redeemer, And He who formed you from the womb: “I am the Lord, who makes all things, Who stretches out the heavens [a]all alone, Who spreads abroad the earth by Myself;<br><br>Isaiah 45:18<br><br>For thus says the Lord, Who created the heavens, Who is God, Who formed the earth and made it, Who has established it, Who did not create it [a]in vain, Who formed it to be inhabited: “I am the Lord, and there is no other.<br><br>Nehemiah 9:6<br><br>You alone are the Lord; You have made heaven, The heaven of heavens, with all their host, The earth and everything on it, The seas and all that is in them, And You preserve them all. The host of heaven worships You.<br><br>Some think that Jesus was merely the instrument through whom God created. This is not possible. First, for Paul, Jesus is the Lord who cre\u0002ated the world; He was not a helper. Hebrews 1:10 says that Jesus is the Lord who created the earth and the heavens, and Paul also applies to Him what Psalm 102:25–27 says about the Lord (Yahweh) as Creator. Second, Hebrews 2:10 says that the universe was created “by” or “through” the Father (exactly the same expressions that are applied to Jesus in Hebrews 1:2). The Father created and Jesus created (Heb. 1:2, 10; Heb. 2:10). There is a perfect agreement between Father and Son in purpose and activity. This is part of the mystery of the Trinity. Jesus created and God created, but there is only One Creator, God—which implies that Jesus is God.<br><br>Meanwhile, Hebrews 4:13 shows that Jesus also is Judge. His authority to rule and judge derives from the fact that God created all things and sustains the universe (Isa. 44:24–28).<br><br>Hebrews 1:3 and Colossians 1:17 affirm that Jesus also sustains the universe. This sustaining action probably includes the idea of guidance or governance. The Greek word pheron (sustaining, carrying) is used to describe the wind driving a boat (Acts 27:15, 17) or God leading the prophets (2 Pet. 1:21). Thus, in a real sense, Jesus not only created us but also sustains us. Every breath, every heartbeat, and every moment of our existence is found in Him, Jesus, the foundation of all created existence.<br><br><strong>Look up Acts 17:28. What does it say to us about Jesus and His power? Then think about the implications of this same Jesus dying on the cross for our sins. What does this truth teach us about the self-denying character of our Lord?</strong><br><br>Acts 17:28<br><br>28 for in Him we live and move and have our being, as also some of your own poets have said, ‘For we are also His offspring.’<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Thursday January 13",
          "dayTitle": "<p>“Today I Have Begotten You”<br></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Hebrews 1:5 reports the following words of the Father to Jesus: “ ‘You are My Son, Today I have begotten You’ ” (NKJV). What does it mean that Jesus was “begotten,” and when did this happen? Does not this show that Jesus was somehow created by God sometime way in the past, as many believe?<br><br><strong>Read Hebrews 1:5; 2 Samuel 7:12–14; Psalm 2:7; and Luke 1:31, 32. What promise to David did Paul in Hebrews apply to Jesus?</strong><br><br>Hebrews 1:5<br><br>5 For to which of the angels did He ever say:<br>“You are My Son, Today I have begotten You”?<br>And again:<br>“I will be to Him a Father, And He shall be to Me a Son”?<br><br>2 Samuel 7:12–14<br><br>12 “When your days are fulfilled and you rest with your fathers, I will set up your seed after you, who will come from your body, and I will establish his kingdom.<br><br>13 He shall build a house for My name, and I will establish the throne of his kingdom forever.<br><br>14 I will be his Father, and he shall be My son. If he commits iniquity, I will chasten him with the rod of men and with the [a]blows of the sons of men.<br><br>Psalm 2:7<br><br>“I will declare the [a]decree: The Lord has said to Me, ‘You are My Son, Today I have begotten You.<br><br>Luke 1:31, 32<br><br>31 And behold, you will conceive in your womb and bring forth a Son, and shall call His name Jesus.<br><br>32 He will be great, and will be called the Son of the Highest; and the Lord God will give Him the throne of His father David.<br><br>Jesus was begotten in the sense that He was installed, or “adopted,” by God as the promised Ruler, the Son of David. The concept of the divine adoption of the ruler was common in the Greco-Roman world and the East. It gave the ruler legitimacy and power over the land.<br><br>God promised to David, however, that his Son would be the true, legitimate ruler of the nations. He would “adopt” David’s Son as His own Son. Through this process the Davidic King would become God’s Protégé and His Heir. The covenant is fulfilled in Jesus as the Son of David. God would defeat His enemies and give Him the nations as His inheritance (Ps. 89:27; Ps. 2:7, 8).<br><br>As we can read in Romans 1:3, 4 and Acts 13:32, 33, Jesus was pub\u0002licly revealed as God’s Son. Jesus’ baptism and transfiguration were moments when God identified and announced Jesus as His Son (Matt. 3:17, Matt. 17:5).<br><br>Yet, according to the New Testament, Jesus became the “Son of God with power” when He was resurrected and seated at the right hand of God. It was at that moment that God fulfilled His promise to David that his Son would be adopted as God’s own Son and His throne over the nations would be established forever (2 Sam. 7:12–14).<br><br>Thus, Caesar (symbol of Rome) was not the legitimate “son of god,” ruler of the nations. Instead, Jesus Christ was. The “begetting” of Jesus refers to the beginning of Jesus’ rule over the nations, and not to the beginning of His existence, because Jesus had always existed. There was never a time when Jesus did not exist, because He is God.<br><br>In fact, Hebrews 7:3 says that Jesus has “neither beginning of days nor end of life” (compare Heb. 13:8) because He is eternal. Thus, the idea of Jesus as God’s “only begotten son” is not dealing with the nature of Christ as deity but with His role in the plan of salvation. Through the incarnation, Christ fulfilled all the covenant promises.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Fryday January 14",
          "dayTitle": "",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>Further Thought:</strong> The coming of Jesus to this earth as the Son of God fulfilled several functions at the same time. In the first place, as the Divine Son of God, Jesus came to reveal the Father to us. Through His actions and words, Jesus showed us what the Father really is like and why we can trust and obey Him.<br><br>Jesus also came as the promised Son of David, Abraham, and Adam, through whom God had promised He would defeat the enemy and rule the world. Thus, Jesus came to take the place of Adam at the head of humanity and fulfill the original purpose God had for them (Gen. 1:26–28, Ps. 8:3–8). Jesus came to be the righteous ruler God always wanted this world to have.<br><br>“The word that was spoken to Jesus at the Jordan, ‘This is My beloved Son, in whom I am well pleased,’ embraces humanity. God spoke to Jesus as our representative. With all our sins and weaknesses, we are not cast aside as worthless. ‘He hath made us accepted in the Beloved.’ Ephesians 1:6. The glory that rested upon Christ is a pledge of the love of God for us. . . . The light which fell from the open portals upon the head of our Saviour will fall upon us as we pray for help to resist temptation. The voice which spoke to Jesus says to every believing soul, This is My beloved child, in whom I am well pleased.”—Ellen G. White, The Desire of Ages, p. 113.<br><br><strong>Discussion Questions:<br><br>1 We have learned that a better understanding of Jesus’ words and actions helps us understand God, the Father, better. In what practical ways should a better understanding of Jesus enrich your relationship with God, the Father?<br><br>2 We learned that the way God spoke to and treated Jesus is the way He wants to speak to and treat us. What should that tell us about how we should treat others?<br><br>3 Dwell on the importance of the eternal deity of Christ. What is lost if we believe that Jesus were somehow, in some way, a created being, like us, who went to the cross? Contrast that thought with the reality that Christ was the Eternal God, and He Himself went to the cross. What is the big difference between the two ideas?<br><br>4 In class, talk about giving glory to God. Read Revelation 14:7. How is giving glory to God part of present truth and the three angels’ messages?</strong><br><br>Revelation 14:7<br><br>7 saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”<br><br><strong>INSEDE STORY:<br><br>Drinking With Villagers</strong><br><br>By Koo Mingji<br><br>The villagers in rural northern Taiwan didn’t seem interested in Bible studies. Many worshiped at one of the two Christian churches in the village, while others spent their time drinking alcohol. The churchgoers shunned the drinkers.<br><br>What could I do?<br><br>I resolved to follow Jesus’ example and befriend the drinkers. “Christ’s method alone will give true success in reaching the people. The Saviour mingled with men as one who desired their good. He showed His sympathy for them, ministered to their needs, and won their confidence. Then He bade them, ‘Follow Me’ ” (Ellen G. White, The Ministry of Healing, p. 143).<br><br>I decided to drink with the villagers. After all, Paul declared, “I have become all things to all men, that I might by all means save some” (NKJV) in his power\u0002ful description of how to be an effective missionary in 1 Corinthians 9:19–23.<br><br>The drinkers didn’t have a problem drinking together. They wanted to drink with me. But I gave them tea instead of alcohol. After drinking copi\u0002ous amounts of tea, they didn’t have any room left for alcohol. Gradually, they stopped drinking alcohol and began to study the Bible with me. A few months passed, and two former drinkers gave their hearts to Jesus and were baptized in August 2019.<br><br>Tragedy struck six months later. One of the newly baptized Seventh-day Adventists, a young man, fell ill and died. His death hit me hard, and I cried out to God, “Why?”<br><br>Shortly after the funeral, the mother and brother of the deceased young man unexpectedly came to me and asked for Bible studies. Then other villagers followed their lead. In late 2020, they and other villagers flocked to a one-day health fair organized by the health ministries department of the Adventist Church in Taiwan. The day after the fair, five villagers were baptized.<br><br>God has infinite mercy and compassion, and He has prepared a way of salvation for every person on earth. The Lord says, “For My thoughts are not your thoughts, nor are your ways My ways” (Isaiah 55:8, NKJV). All glory belongs to Jehovah God!<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>The Promised Son<br><br></p>",
      "verse": "<p>“But in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom also he made the universe. The Son is the radiance of God’s glory and the exact representation of his being” (Hebrews 1:2, 3, NIV).<br></p>",
      "versionCode": 16,
      "weekDate": "January 8–14"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
