{
   "data":[
      {
         "color":"#B34BC3",
         "id":12,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"15 de marzo",
               "dayTitle":"<p><strong>SÁBADO EN LA TARDE</strong></p>",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>Si bien confiamos en que Dios pondrá finalmente en orden todas las cosas, sigue siendo importante lo que los cristianos hagamos aquí y ahora. Aunque pueden existir muchas injusticias y males que Dios no erradicará en el presente debido a los parámetros del Conflicto Cósmico, esto no significa que no podamos ser utilizados para ayudar a aliviar en lo posible cualquier sufrimiento y mal que encontremos.&nbsp;</p><p>Como hemos visto, el amor y la justicia son inseparables. Dios ama la justicia. Por consiguiente, si amamos a Dios, también amaremos la justicia. Del mismo modo, si amamos a Dios, nos amaremos unos a otros. Parte del amor mutuo consiste en compartir la preocupación por el bienestar de quienes nos rodean. Cuando otros sufren pobreza, opresión o cualquier tipo de injusticia, debemos preocuparnos. Cuando otros son oprimidos, no debemos mirar hacia otro lado. Debemos preguntarnos qué podemos hacer para promover el amor y la justicia de Dios de manera que reflejemos en nuestro estropeado mundo el carácter perfectamente recto y amoroso de nuestro Señor.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de marzo",
               "dayTitle":"<p><strong>LOS DOS MANDAMIENTOS PRINCIPALES.</strong></p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p>A fin de reflexionar acerca de lo que podemos hacer, individual y colectivamente, para promover el amor y la justicia de Dios en nuestro mundo, conviene comenzar centrándonos en lo que Dios nos ha ordenado.&nbsp;</p><p><strong>Lee Mateo 22:34 al 40. ¿Cómo respondió Jesús a la pregunta del intérprete de la ley?&nbsp;</strong></p><p><strong>Mateo 22:34 al 40</strong></p><p><sup><strong>34</strong></sup> Entonces los fariseos, oyendo que había hecho callar a los saduceos, se juntaron a una.</p><p><sup><strong>35</strong></sup> Y uno de ellos, intérprete de la ley, preguntó por tentarle, diciendo: 36 Maestro, ¿cuál es el gran mandamiento en la ley?&nbsp;</p><p><sup><strong>37</strong></sup> Jesús le dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente.<sup><strong>&nbsp;</strong></sup></p><p><sup><strong>38</strong></sup> Este es el primero y grande mandamiento.&nbsp;</p><p><strong><sup>39 </sup></strong>Y el segundo es semejante: Amarás a tu prójimo como a ti mismo.</p><p><sup><strong>40</strong></sup> De estos dos mandamientos depende toda la ley y los profetas.</p><p>Según el propio Jesús, el “primer y gran mandamiento” es: “Amarás al Señor tu Dios con todo tu corazón, con toda tu alma y toda tu mente”. Y luego añadió: “El segundo es semejante a este: ‘Amarás a tu prójimo como a ti mismo’ ”. Sin embargo, estos mandamientos no son los únicos. Jesús enseñó además lo siguiente: “De estos dos mandamientos penden toda la ley y los profetas” (Mat. 22:37-40). De hecho, esos dos mandamientos son citados en el Antiguo Testamento.</p><p><strong>&nbsp;Lee Mateo 19:16 al 23. ¿Cómo se relacionan las respuestas de Jesús a las preguntas del joven rico con las que dio al intérprete de la Ley en Mateo 22?&nbsp;</strong></p><p><strong>Mateo 19:16 al 23</strong></p><p><strong><sup>16</sup></strong> Entonces vino uno y le dijo: Maestro bueno, ¿qué bien haré para tener la vida eterna?&nbsp;</p><p><sup><strong>17 </strong></sup>Él le dijo: ¿Por qué me llamas bueno? Ninguno hay bueno sino uno: Dios. Mas si quieres entrar en la vida, guarda los mandamientos.&nbsp;</p><p><sup><strong>18 </strong></sup>Le dijo: ¿Cuáles? Y Jesús dijo: No matarás. No adulterarás. No hurtarás. No dirás falso testimonio.&nbsp;</p><p><sup><strong>19 </strong></sup>Honra a tu padre y a tu madre; y, Amarás a tu prójimo como a ti mismo.</p><p>&nbsp; <sup><strong>20</strong></sup> El joven le dijo: Todo esto lo he guardado desde mi juventud. ¿Qué más me falta?&nbsp;</p><p><sup><strong>21 </strong></sup>Jesús le dijo: Si quieres ser perfecto, anda, vende lo que tienes, y dalo a los pobres, y tendrás tesoro en el cielo; y ven y sígueme.&nbsp;</p><p><sup><strong>22 </strong></sup>Oyendo el joven esta palabra, se fue triste, porque tenía muchas posesiones.</p><p><strong><sup>23</sup></strong> Entonces Jesús dijo a sus discípulos: De cierto os digo, que difícilmente entrará un rico en el reino de los cielos.</p><p>¿Qué sucedió aquí? ¿Por qué respondió Jesús a ese hombre como lo hizo? ¿Qué deberían decirnos estos encuentros independientemente de nuestra posición o situación en la vida?</p><p>&nbsp;“Cristo presentó las únicas condiciones que pondrían al príncipe donde este perfeccionaría un carácter cristiano. Sus palabras eran palabras de sabiduría, aunque parecían severas y exigentes. En aceptarlas y obedecerlas estaba la única esperanza de salvación del príncipe. Su posición exaltada y sus bienes ejercían sobre su carácter una sutil influencia para el mal. Si los prefiriese, suplantarían a Dios en sus afectos. El guardar poco o mucho sin entregarlo a Dios sería retener lo que reduciría su fuerza y eficiencia moral; porque si se aprecian las cosas de este mundo, por inciertas e indignas que sean, llegan a absorberlo todo” (Elena G. de White, El Deseado de todas las gentes, p. 479).&nbsp;</p><p><strong>Aunque no todos estemos llamados a vender nuestras posesiones, como este joven rico, ¿que podría llevarte a la ruina eterna si sigues aferrándote a ello, si no lo dejas?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de marzo",
               "dayTitle":"<p><strong>LOS DOS MAYORES PECADOS</strong></p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p>Según el propio Jesús, los dos mandamientos más importantes son el amor a Dios y el amor a los demás. Obedecer estos mandamientos implica sacrificios que muestren de forma tangible el amor a los demás, lo que realmente significa seguir los pasos de Jesús.</p><p>&nbsp;Ahora bien, si los dos mandamientos más grandes son el amor a Dios y el amor a los demás, ¿Cuáles son los dos pecados más grandes?</p><p><strong>Lee Salmos 135:13 al 19. ¿Qué revela esto acerca de un pecado común que\nes destacado a lo largo de las Escrituras?</strong></p><p><strong>Salmos 135:13 al 19</strong></p><p><strong><sup>13 </sup></strong>Oh Jehová, eterno es tu nombre; Tu memoria, oh Jehová, de generación en generación.</p><p><strong><sup>14</sup></strong> Porque Jehová juzgará a su pueblo, y&nbsp;se compadecerá de sus siervos.</p><p><sup><strong>15 </strong></sup>Los ídolos de las naciones son plata y oro, obra de manos de hombres.</p><p><strong><sup>16 </sup></strong>Tienen boca, y no hablan; tienen ojos, y no ven;</p><p><strong><sup>17 </sup></strong>Tienen orejas, y no oyen; Tampoco hay aliento en sus bocas.</p><p><strong><sup>18 </sup></strong>Semejantes a ellos son los que los hacen, y&nbsp;todos los que en ellos confían.</p><p><strong><sup>19 </sup></strong>Casa de Israel, bendecid a Jehová; casa de Aarón, bendecid a Jehová;</p><p>El Antiguo Testamento subraya continuamente la importancia del amor a Dios por encima de todo (ver Deut.6:5). Esto está estrechamente relacionado con el gran pecado de la idolatría, que es lo opuesto al amor a Dios.</p><p><strong>Lee Zacarías 7:9 al 12. Según el profeta Zacarías en este pasaje, ¿Qué condena Dios? ¿Cómo se relacionan esto y el pecado de idolatría con los dos grandes mandamientos?</strong></p><p><strong>Zacarías 7:9 al 12.</strong></p><p><strong><sup>9 </sup></strong>Así habló Jehová de los ejércitos, diciendo: Juzgad conforme a la verdad, y haced misericordia y piedad cada cual con su hermano;&nbsp;</p><p><sup><strong>10 </strong></sup>no oprimáis a la viuda, al huérfano, al extranjero ni al pobre; ni ninguno piense mal en su corazón contra su hermano.</p><p><sup><strong>11 </strong></sup>Pero no quisieron escuchar, antes volvieron la espalda, y taparon sus oídos para no oír;&nbsp;</p><p><strong><sup>12</sup></strong> y pusieron su corazón como diamante, para no oír la ley ni las palabras que Jehová de los ejércitos enviaba por su Espíritu, por medio de los profetas primeros; vino, por tanto, gran enojo de parte de Jehová de los ejércitos.</p><p>La idolatría no es lo único a lo que Dios responde con la ira del amor, sino también al maltrato contra su pueblo, ya sea individual o corporativamente. Dios se enoja ante la injusticia porque él es amor.&nbsp;</p><p>Los dos grandes pecados enfatizados a lo largo del Antiguo Testamento son faltas relacionadas con los dos grandes mandamientos: el de amar a Dios y el de amar a los demás.</p><p>Los dos grandes pecados consisten en la ausencia de amor. En resumen, no se pueden cumplir los mandamientos si no se ama a Dios y a los demás. De hecho, 1 Juan 4:20 y 21 afirma: “Si alguno dice: ‘Yo amo a Dios’, y aborrece a su hermano, es mentiroso; porque el que no ama a su hermano, a quien ve, no puede amar a Dios, a quien no ve. Nosotros tenemos este mandamiento de él: el que ama a Dios, ame también a su hermano”</p><p><strong>¿Cómo explicarías el hecho de que el amor hacia Dios no puede estar separado del amor hacia los demás? ¿Cómo entiendes este vínculo inquebrantable?</strong></p><p><br></p><p><br></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de marzo",
               "dayTitle":"<p><strong>DIOS AMA LA JUSTICIA.</strong></p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>Las Escrituras declaran que Dios ama la justicia y odia el mal (por ejemplo, Sal. 33:5; Isa. 61:8), lo que despierta en él una justa indignación en favor de toda víctima de la injusticia. A lo largo del Antiguo Testamento y del Nuevo Testamento, Dios se muestra constantemente apasionado a favor de los oprimidos, al tiempo que expresa su justa ira contra los victimarios y opresores.</p><p>&nbsp;<strong>Lee Salmos 82. ¿Cómo expresa este salmo la preocupación de Dios por la justicia en este mundo? ¿Qué significa esto para nosotros?</strong></p><p>Salmos 82</p><p><strong><sup>1 </sup></strong>Dios está en la reunión de los dioses; En medio de los dioses juzga.</p><p><strong><sup>2 </sup></strong>¿Hasta cuándo juzgaréis injustamente, y&nbsp;aceptaréis las personas de los impíos? Selah</p><p><strong><sup>3 </sup></strong>Defended al débil y al huérfano; haced justicia al afligido y al menesteroso.</p><p><strong><sup>4 </sup></strong>Librad al afligido y al necesitado; libradlo de mano de los impíos.</p><p><strong><sup>5 </sup></strong>No saben, no entienden, andan en tinieblas; tiemblan todos los cimientos de la tierra.</p><p><strong><sup>6 </sup></strong>Yo dije: Vosotros sois dioses, y&nbsp;todos vosotros hijos del Altísimo;</p><p><strong><sup>7 </sup></strong>Pero como hombres moriréis, y&nbsp;como cualquiera de los príncipes caeréis.</p><p><sup><strong>8</strong></sup> Levántate, oh Dios, juzga la tierra; porque tú heredarás todas las naciones.</p><p>Según muchos comentaristas, este pasaje condena a los gobernantes terrenales responsables de la injusticia en la sociedad y se refiere también al juicio futuro del que Dios hará objeto a los gobernantes celestiales, los “dioses” (es decir, las fuerzas demoníacas) que están detrás de los jueces y los gobernantes terrenales corruptos. En este salmo se pregunta específicamente a los gobernantes: “¿Hasta cuándo juzgarán ustedes injustamente y se pondrán de parte de los impíos?” (Sal. 82:2).&nbsp;</p><p>Además, se les pide: “Defiendan al débil y al huérfano, hagan justicia al afligido y al menesteroso. Libren al afligido y al necesitado, líbrenlo de mano de los impíos” (Sal. 82:3, 4). Aquí y en otros lugares, los profetas del Antiguo Testamento hacen un claro llamado a la justicia. No se trata de una preocupación secundaria de las Escrituras, sino que ocupa un lugar central en el mensaje de los profetas de todo el Antiguo Testamento y en lo que Jesús dijo durante su ministerio terrenal.&nbsp;</p><p>No es ningún secreto lo que Dios desea y exige de quienes pretenden amarlo y obedecerlo. Lo especifica muy claramente en Miqueas 6:8 (y en pasajes similares en otros lugares): “Hombre, el Señor te ha declarado qué es lo bueno y qué pide de ti: solo practicar la justicia, amar la bondad y andar humildemente con tu Dios”. Este principio se repite en toda la Escritura. Por ejemplo, Jesús dijo: “En esto conocerán todos que ustedes son mis discípulos, si se aman unos a otros” (Juan 13:35; compara con 1 Juan 4:8-16).&nbsp;</p><p><strong>¿Cómo serían nuestras familias e iglesias si nos centráramos en Miqueas 6:8 y lo pusiéramos en práctica? Sea cual fuere el contexto en el que te encuentres, ¿Cómo podrías aplicar y manifestar mejor estos principios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de marzo",
               "dayTitle":"<p><strong>LLAMADOS A ESTABLECER LA JUSTICIA.</strong></p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p>Los profetas bíblicos subrayan continuamente el llamado de Dios a practicar la justicia en la sociedad. Las Escrituras no se amedrentan a la hora de poner de relieve cuestiones de injusticia y opresión. De hecho, la exhortación de Dios a traer el juicio era en sí misma el llamado divino a establecer la justicia.&nbsp;</p><p>Por ejemplo, el profeta Isaías no titubea a la hora de hablar de la injusticia en el Israel de su época. Sus palabras y su llamamiento a la justicia deberían resonar de manera clara y rotunda en nuestros oídos hoy: “Aprendan a hacer el bien; busquen justicia, restituyan al agraviado, defiendan al huérfano, amparen a la viuda” (Isa. 1:17). Además, proclama “ay” contra los que “dictan leyes injustas […] para privar de justicia a los pobres” (Isa. 10:1, 2), advirtiendo: “¿Qué harán el día del castigo? ¿En quién se ampararán para que los ayude cuando venga de lejos el asolamiento?” (Isa. 10:3).&nbsp;</p><p>Asimismo, el profeta Jeremías proclama el siguiente mensaje de Dios: “¡Ay del que edifica su casa con injusticia y sus salas sin derecho, sirviéndose de su prójimo de balde, sin darle el salario de su trabajo! […] ¿No comió y bebió tu padre, e hizo juicio y justicia, y entonces le fue bien? Él juzgó la causa del afligido y del menesteroso, y le fue bien. ¿No es esto conocerme a mí? –dice el Señor” (Jer. 22:13, 15, 16).</p><p><strong>&nbsp;Lee Mateo 23:23 al 30. ¿Qué enseña Jesús aquí sobre lo que es más importante? ¿Qué crees que quiere decir cuando se refiere a “lo más importante”?</strong></p><p><strong>Mateo 23:23 - 30</strong></p><p><strong><sup>23 </sup></strong>¡Ay de vosotros, escribas y fariseos, hipócritas! porque diezmáis la menta y el eneldo y el comino, y dejáis lo más importante de la ley: la justicia, la misericordia y la fe. Esto era necesario hacer, sin dejar de hacer aquello.&nbsp;</p><p><strong><sup>24 </sup></strong>¡Guías ciegos, que coláis el mosquito, y tragáis el camello!</p><p><strong><sup>25 </sup></strong>¡Ay de vosotros, escribas y fariseos, hipócritas! porque limpiáis lo de fuera del vaso y del plato, pero por dentro estáis llenos de robo y de injusticia. 26 ¡Fariseo ciego! Limpia primero lo de dentro del vaso y del plato, para que también lo de fuera sea limpio.</p><p><strong><sup>27 </sup></strong>¡Ay de vosotros, escribas y fariseos, hipócritas! porque sois semejantes a sepulcros blanqueados, que por fuera, a la verdad, se muestran hermosos, mas por dentro están llenos de huesos de muertos y de toda inmundicia.</p><p>&nbsp;<strong><sup>28</sup></strong> Así también vosotros por fuera, a la verdad, os mostráis justos a los hombres, pero por dentro estáis llenos de hipocresía e iniquidad.</p><p><strong><sup>29 </sup></strong>¡Ay de vosotros, escribas y fariseos, hipócritas! porque edificáis los sepulcros de los profetas, y adornáis los monumentos de los justos, 30 y decís: Si hubiésemos vivido en los días de nuestros padres, no hubiéramos sido sus cómplices en la sangre de los profetas.</p><p>La injusticia no era una preocupación exclusiva de los profetas del Antiguo Testamento, ya que vemos claramente aquí y en otras partes del ministerio de Jesús que esto era de suma importancia para Cristo mismo. Como él dice: “¡Ay de ustedes, escribas y fariseos hipócritas! Porque dan el diezmo de la menta, el eneldo y el comino; y dejan lo más importante de la ley, a saber, la justicia, la misericordia y la fidelidad. Esto es necesario hacer, sin dejar lo otro” (Mat. 23:23). En el pasaje paralelo de Lucas, Jesús se lamenta de que “pasan por alto la justicia y el amor de Dios” (Luc. 11:42).</p><p><strong>&nbsp;Si hoy te centraras en “lo más importante”, ¿Qué te parecería eso en comparación con cualquier “diezmo de menta, eneldo y comino” en que te estuvieras centrando?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de marzo",
               "dayTitle":"<p><strong>¿QUIÉN ES MI PRÓJIMO?</strong></p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p>En el relato de Lucas, justo después de que Jesús declaró cuáles son los dos mandamientos más importantes –el amor a Dios y el amor al prójimo–, un intérprete de la ley, “queriendo justificarse a sí mismo, preguntó: ¿Y quién es mi prójimo?” (Luc. 10:29). En respuesta a esto, Jesús contó la ya familiar, pero entonces impactante, parábola del buen samaritano.</p><p>&nbsp;<strong>Lee la parábola del buen samaritano en Lucas 10:25 al 37. ¿Qué dice este pasaje a la luz del clamor de los profetas en favor de la misericordia y la justicia, y de los tipos de injusticias que diferentes grupos de personas han infligido a su prójimo a lo largo de la historia?</strong></p><p><strong>&nbsp;Lucas 10:25 - 37</strong></p><p><strong><sup>25 </sup></strong>Y he aquí un intérprete de la ley se levantó y dijo, para probarle: Maestro, ¿haciendo qué cosa heredaré la vida eterna?</p><p><strong><sup>26 </sup></strong>Él le dijo: ¿Qué está escrito en la ley? ¿Cómo lees?&nbsp;</p><p><strong><sup>27 </sup></strong>Aquel, respondiendo, dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con todas tus fuerzas, y con toda tu mente; y a tu prójimo como a ti mismo.</p><p><sup><strong>28</strong></sup> Y le dijo: Bien has respondido; haz esto, y vivirás.</p><p><strong><sup>29 </sup></strong>Pero él, queriendo justificarse a sí mismo, dijo a Jesús: ¿Y quién es mi prójimo?&nbsp;</p><p><strong><sup>30</sup></strong> Respondiendo Jesús, dijo: Un hombre descendía de Jerusalén a Jericó, y cayó en manos de ladrones, los cuales le despojaron; e hiriéndole, se fueron, dejándole medio muerto.&nbsp;</p><p><strong><sup>31 </sup></strong>Aconteció que descendió un sacerdote por aquel camino, y viéndole, pasó de largo.&nbsp;</p><p><sup><strong>32 </strong></sup>Asimismo un levita, llegando cerca de aquel lugar, y viéndole, pasó de largo.&nbsp;</p><p><strong><sup>33 </sup></strong>Pero un samaritano, que iba de camino, vino cerca de él, y viéndole, fue movido a misericordia;</p><p><strong><sup>34 </sup></strong>y acercándose, vendó sus heridas, echándoles aceite y vino; y poniéndole en su cabalgadura, lo llevó al mesón, y cuidó de él.</p><p><strong><sup>35 </sup></strong>Otro día al partir, sacó dos denarios, y los dio al mesonero, y le dijo: Cuídamele; y todo lo que gastes de más, yo te lo pagaré cuando regrese.&nbsp;</p><p><sup><strong>36 </strong></sup>¿Quién, pues, de estos tres te parece que fue el prójimo del que cayó en manos de los ladrones?&nbsp;</p><p><sup><strong>37 </strong></sup>Él dijo: El que usó de misericordia con él. Entonces Jesús le dijo: Ve, y haz tú lo mismo.</p><p>Jesús no se limitó a hablar de justicia, sino que vino a traerla. Él fue y será el cumplimiento del llamado y el anhelo profético de justicia (ver Luc. 4:16-21 a la luz de Isa. 61:1, 2). Él es el Deseado de todas las naciones, especialmente de quienes reconocen su necesidad de liberación.</p><p>&nbsp;En contraste directo con el Enemigo, que se aferraba al poder y trataba de usurpar el Trono de Dios, Jesús se rebajó y se identificó con quienes estaban bajo el pecado (sin estar él infectado por el pecado), la injusticia y la opresión, y derrotó al Enemigo entregándose por amor para establecer la justicia como aquel que es justo y el que justifica a todos los que creen. ¿Cómo podemos afirmar que nos preocupa la Ley por la que Cristo murió si no nos preocupa lo que Cristo llama “lo más importante de la ley”?&nbsp;</p><p><strong>Salmos 9:8 y 9</strong> proclama: “Juzgará al mundo con justicia y a los pueblos con rectitud. El Señor será refugio del oprimido, refugio en el tiempo de angustia”. Asimismo, Salmos 146:7 al 9 añade que Dios “hace justicia al agraviado, [...] da pan al hambriento, y libera a los presos! El Señor abre los ojos de los ciegos, levanta al caído, ama a los justos. El Señor guarda a los extranjeros, al huérfano y a la viuda sostiene, y trastorna el camino de los impíos”. ¿Podría la Palabra de Dios ser aún más clara acerca de cómo debemos ayudar a los necesitados y sufrientes que nos rodean?&nbsp;</p><p><strong>¿Qué podemos aprender de la vida y el ministerio de Jesús acerca de cómo ayudar a los necesitados? Aunque no podamos hacer milagros como él, ¿Cómo podríamos hacer que nuestra ayuda resultara suficientemente “milagrosa” para muchas personas heridas?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de marzo",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p><strong>Lee el capítulo titulado “El sábado” en las páginas 248 a 256 del libro El Deseado de todas las gentes, de Elena de White.&nbsp;</strong></p><p>“Los espías no se atrevían a contestar a Jesús en presencia de la multitud, por temor a meterse en dificultades. Sabían que él había dicho la verdad. Antes que violar sus tradiciones, dejarían sufrir a un hombre, mientras que aliviarían a un animal por causa de la pérdida que sufriría el dueño si lo descuidaba. Así manifestaban mayor cuidado por un animal que por el hombre, que fue hecho a la imagen de Dios. Esto ilustra el funcionamiento de todas las religiones falsas. Tienen su origen en el deseo del hombre de exaltarse por encima de Dios, pero llegan a degradar al hombre por debajo del nivel de las bestias.</p><p>&nbsp;Toda religión que combate la soberanía de Dios defrauda al hombre de la gloria que le fue concedida en la Creación, y que ha de serle restaurada en Cristo. Toda religión falsa enseña a sus adeptos a descuidar las necesidades, los sufrimientos y los derechos de los hombres. El evangelio concede un alto valor a la humanidad como adquisición hecha por la sangre de Cristo, y enseña a considerar con ternura las necesidades y las desgracias del hombre. El Señor dice: ‘Haré más precioso que el oro fino al varón, y más que el oro de Ofir al hombre’ (Isa. 13:12). “Cuando Jesús se dirigió a los fariseos con la pregunta de si era lícito hacer bien o mal en sábado, salvar la vida o matar, los confrontó con sus propios malos deseos.</p><p>&nbsp;Con acerbo odio, ellos deseaban matarlo, mientras que él salvaba vidas e impartía felicidad a muchedumbres. ¿Era mejor matar en sábado, según se proponían ellos hacer, que sanar a los afligidos como lo había hecho él? ¿Era más justo tener homicidio en el corazón en el santo día de Dios que tener hacia todos un amor que se expresara en hechos de misericordia?” (Elena G. de White, El Deseado de todas las gentes, pp. 253, 254).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong><sup>1</sup></strong>. ¿Por qué y cómo es cierto que “toda religión falsa enseña a sus adeptos a descuidar las necesidades, los sufrimientos y los derechos de los hombres”? ¿Cómo podemos evitar esa despreocupación en nuestras iglesias y fuera de ellas?&nbsp;</p><p><strong><sup>2</sup></strong>. ¿Quién es mi prójimo? ¿Quién es tu prójimo? ¿En qué aspectos prácticos deberíamos los seguidores de Cristo parecernos más al samaritano que traspuso los límites impuestos por la sociedad de sus días para actuar con amor?&nbsp;</p><p><strong><sup>3</sup></strong>. Si Dios ama la justicia y la misericordia, ¿Cómo deberíamos actuar de acuerdo con lo que más le importa a él? ¿Cómo podemos centrarnos más en lo que Jesús llamó “lo más importante de la ley”?</p><p><strong><sup>4</sup></strong>. Cuando pensamos y hablamos acerca del Juicio, ¿hacemos hincapié en que Jesús se refirió principalmente al tema en términos de si amamos activamente a los demás y en qué medida, particularmente a los oprimidos? Reflexiona acerca de ello a la luz de Mateo 25:31 al 46.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de marzo",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...\n</strong></p><p><br></p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p><strong>RESEÑA </strong>T<strong>exto clave: 1 Juan 4:20</strong></p><p><strong></strong>Enfoque del estudio: Mateo 19:16-22; 22:35-40; 25:40, 45; Lucas 10:30-37; 1 Juan 4:20.&nbsp;</p><p><strong>Introducción:</strong>&nbsp;</p><p>Si amamos a Dios, nos amaremos unos a otros y nos ocuparemos en nuestro bienestar mutuo.&nbsp;</p><p><strong>Temática de la lección:</strong></p><p> La lección de esta semana subraya dos ideas principales:&nbsp;</p><p><strong>Justicia:</strong> el vínculo inquebrantable del amor hacia Dios y los demás: En las Escrituras, amar al prójimo implica acciones amorosas que incluyen compartir bienes materiales con las personas necesitadas. Amar al prójimo implica preocuparse por su bienestar.&nbsp;El amor abnegado de Cristo por nosotros es la base de nuestro conocimiento y práctica del amor. No amar a los demás significa no percibir al Dios que se revela en Jesucristo.&nbsp;</p><p><strong>Amor fallido:</strong> Cuando el amor y la justicia están desconectados: Si amamos a Dios, amaremos a los demás y sentiremos una genuina preocupación por la justicia centrada en el bienestar de las personas. Por el contrario, una desconexión entre el presunto amor hacia Dios y la práctica de la justicia en favor de los demás demuestra una falta de compromiso en el cumplimiento de los mandamientos de Dios. Tal era el caso del joven rico que presumía de obedecer los Mandamientos pero no mostraba amor a los pobres. Otro ejemplo en los evangelios es el del sacerdote y el levita en la parábola del Buen Samaritano. Ellos también presumían de seguir las normas de pureza, pero no expresaban compasión ni amor.</p><p><strong> Aplicación a la vida</strong> ¿Cómo vives la idea de que amar a Dios implica preocuparse por las necesidades de los demás?</p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong>Justicia</strong>: <strong>e</strong><strong>l vínculo inquebrantable del amor hacia Dios y los demás:</strong></p><p><strong>&nbsp;</strong>En 1 Juan 4:20, la conexión entre amar a Dios y amar al prójimo explica las advertencias pastorales de Juan contra la falta de amor a los hermanos y las hermanas en la fe, como fue enfatizado previamente en otros pasajes. Karen H. Jobes señala que, en 1 Juan 4:20, “Juan cierra el círculo en su análisis acerca del amor, especialmente el amor hacia los hermanos creyentes” (1, 2 and 3 John [Zondervan, 2014], p. 206). Al menos tres pasajes en 1 Juan se refieren a este tema.</p><p>&nbsp;En 1 Juan 2:9 al 11, Juan asocia las actitudes propias del amor y del odio, así como de la falta de amor hacia los creyentes, mediante la antítesis entre las imá- genes opuestas de la luz y las tinieblas. En sus palabras, “el que dice que está en la luz y aborrece a su hermano, aún está en tinieblas. El que ama a su hermano está en la luz, y no hay tropiezo en él. Pero el que aborrece a su hermano está en tinieblas, y anda en tinieblas. No sabe a dónde va, porque las tinieblas han cegado sus ojos” (1 Juan 2:9-11).</p><p>Del mismo modo, 1 Juan 3:10 y 11 distingue entre los hijos de Dios y los hijos del Diablo. “En esto se ve quiénes son hijos de Dios y quiénes son hijos del diablo: el que no practica la justicia ni ama a su hermano no es de Dios. Este es el mensaje que ustedes han oído desde el principio: que nos amemos unos a otros”. Luego, en los versículos 14 al 17 encontramos más detalles acerca de las advertencias de Juan al respecto, ilustradas ahora mediante la oposición entre la vida y la muerte. “Nosotros sabemos que hemos pasado de muerte a vida porque amamos a los hermanos. El que no ama a su hermano aún está muerto.&nbsp;</p><p>Todo el que aborrece a su hermano es homicida; y ustedes saben que ningún homicida tiene vida eterna permanente en él. En esto hemos conocido el amor: en que Cristo puso su vida por nosotros. Nosotros también debemos dar nuestra vida por los hermanos. Pero si uno tiene bienes de este mundo, y ve a su hermano padecer necesidad, y le cierra su corazón, ¿cómo puede el amor de Dios estar en él?” Este pasaje destaca dos aspectos importantes. En primer lugar, el amor hacia los demás se manifiesta cuando compartimos nuestros bienes con quienes lo necesitan. Este acto concreto de amor también puede interpretarse como un gesto de justicia, ya que promover la justicia o el bienestar social significa, entre otras cosas, ayudar a mejorar la situación de los demás y aliviar el sufrimiento en el mundo.&nbsp;</p><p>El sufrimiento se ve aquí como una forma visible de injusticia. En segundo lugar, el amor que impulsa la justicia, entendido como suplir las necesidades de otras personas, tiene un fundamento cristológico, como se menciona en 1 Juan 3:16: “En esto hemos conocido el amor: en que Cristo puso su vida por nosotros. Nosotros también debemos dar nuestra vida por los hermanos”. Es decir, el amor desinteresado que Cristo demostró al sacrificarse por nosotros es la base para comprender y practicar el amor hacia los demás. Por eso, si leemos 1 Juan 4:20 (“Si alguno dice: ‘Yo amo a Dios’, y aborrece a su hermano, es mentiroso; porque el que no ama a su hermano, a quien ve, no puede amar a Dios, a quien no ve”) a la luz de 1 Juan 2:9 al 11; y 3:10 y 11, y especialmente 1 Juan 3:14 al 17, es posible extraer las siguientes conclusiones.&nbsp;</p><p>En primer lugar, la falta de amor hacia los creyentes se manifiesta especialmente en la negligencia a la hora de suplir sus necesidades materiales. Según la deducción teológica de 1 Juan 4:20, esta falta es evidencia de que el creyente profeso no ama a Dios. La antropología teológica podría ser la base de esta deducción, ya que Dios creó a los seres humanos a su propia imagen (Gén. 1:27). Sin embargo, la base de la deducción de 1 Juan 4:20 también parece cristoló- gica. Es decir, como ya se vio en 1 Juan 3:16, el amor abnegado de Cristo es tanto el fundamento de nuestro conocimiento del amor como el estímulo o motivación para nuestro amor hacia los demás. Este fundamento cristológico es reafirmado en 1 Juan 4:9 al 11. Aunque “nadie ha visto jamás a Dios” (1 Juan 4:12), su amor se hizo visible o “se manifestó hacia nosotros” porque “envió a su Hijo unigénito al mundo” (1 Juan 4:9). De hecho, la afirmación de que “amamos” a Dios “porque él nos amó primero”</p><p>(1 Juan 4:19) se explica cristológicamente en el sentido de que no fuimos nosotros quienes amamos a Dios primero, sino que “él nos amó a nosotros y envió a su Hijo como expiación por nuestros pecados” (1 Juan 4:10). Y, “si Dios nos ha amado tanto, nosotros también debemos amarnos unos a otros” (1 Juan 4:11). La idea de que Cristo es la manifestación visible del amor de Dios, el cual no es visible para nosotros (1 Juan 4:12), se ve reforzada por el propio testimonio de Juan como testigo ocular de Jesús: “Y nosotros hemos visto y damos testimonio de que el Padre ha enviado a su Hijo para ser el Salvador del mundo” (1 Juan 4:14; ver también Juan 1:14, 18). De ahí que, como resume Jobes, “la incapacidad de amar a los demás significa que una persona no ha visto al Dios que se revela en Jesucristo y, por lo tanto, es absolutamente incapaz de amar a Dios” (1, 2 and 3 John, p. 207).&nbsp;</p><p>Este vínculo inquebrantable entre el amor a Dios y el amor hacia los demás (en el sentido de promover la justicia, es decir, el bienestar de las personas), nos recuerda desde un punto de vista cristológico lo que Jesús afirmó en Mateo 25:40: “Cuanto hicieron a uno de estos mis hermanos pequeños, a mí me lo hicieron” (ver también Mat. 25:45, donde el mismo principio es expresado a la inversa).</p><p><strong>Amor fallido:</strong> <strong>Cuando el amor y la justicia están desconectados.</strong> La conexión entre el amor a Dios y a los demás, especialmente al promover su bienestar y aliviar su sufrimiento, proporciona la articulación necesaria para la observancia de todos los mandamientos que encontramos en las Escrituras. Dicho de otro modo, la desconexión entre amar a Dios y hacer justicia a los demás (lo que equivale a amarlos) significa que no hay verdadera armonía en nuestra vida cuando intentamos cumplir los mandamientos de Dios. Como ejemplo de este principio está el joven rico (Mat. 19:16-22), quien presumía de obedecer los Mandamientos pero no mostraba amor a los pobres pues no compartía con ellos sus posesiones materiales.&nbsp;</p><p>Otro ejemplo significativo en los evangelios es el del sacerdote y el levita en la parábola del buen samaritano (Luc. 10:30-37), ya que presumieron de observar las normas de pureza relacionadas con el Templo, pero no mostraron misericordia ni amor al hombre que yacía moribundo en el camino que iba de Jerusalén a Jericó. En Mateo 22:35 al 40, Jesús subraya, en un diálogo con un intérprete de la Ley, que amar a Dios y al prójimo son los dos puntos de anclaje que sostienen todas las enseñanzas bíblicas (la Ley y los Profetas). Aunque muchas traducciones de Mateo 22:40 vierten el verbo griego kremánnymi como “depender”, otras traducciones emplean el significado más literal de “colgar” o “pender”: “De estos dos mandamientos penden toda la ley y los profetas” (NRV-2000).</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>En el contexto del vínculo inquebrantable entre el amor hacia Dios y el amor hacia los demás, el amor sacrificial de Cristo en la Cruz es la base de nuestro amor al prójimo. Desde esta perspectiva, analiza con tu clase las siguientes preguntas:</p><p><strong><sup>1.</sup></strong> ¿En qué sentido es el amor de Dios revelado en la Cruz tu modelo de amor hacia los demás?&nbsp;</p><p><strong><sup>2.</sup></strong> ¿Qué sacrificios haces personalmente para amar a los demás y hacer justicia supliendo sus necesidades?&nbsp;</p><p><sup><strong>3.</strong></sup> Cuando las personas se ven afligidas por la pobreza, la opresión o cualquier tipo de injusticia, ¿qué podemos hacer como iglesia para ayudarlas?</p><p><br></p><p><br></p><p><br></p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p style=\"text-align: center; \">AMOR Y JUSTICIA: LOS DOS MANDAMIENTOS MÁS IMPORTANTES</p>",
         "verse":"<p>“Si alguno dice: ‘Yo amo a Dios’, y aborrece a su hermano, es mentiroso; porque el que no ama a su hermano, a quien ve, no puede amar a Dios, a quien no ve” <strong>(1 Juan 4:20).</strong></p>",
         "versionCode":80,
         "weekDate":"15- 21 marzo 2025"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
