{
  "data": [
    {
      "color": "#051a61",
      "id": 701,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 30",
          "dayTitle": "<p>How to Read the Psalms</p>",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>The Psalms have been a prayer book and hymnbook for both Jews and Christians through the ages. And though the Psalms are predominantly the psalmists’ own words addressed to God, the Psalms did not originate with mortals but with God, who inspired their thoughts. Indeed, the Lord inspired them to write what they did, which is why, as in all of Scripture (2 Pet. 1:21), God in the Psalms speaks to us through His servants and by His Spirit. Jesus, the apostles, and the writers of the New Testament cited the Psalms and referred to them as Scripture (Mark 12:10; John 10:34, 35; John 13:18). They are as surely the Word of God as are the books of Genesis and Romans.</p><p>The Psalms have been written in Hebrew poetry by different authors from ancient Israel, and so, the Psalms reflect their particular world, however universal their messages. Accepting the Psalms as God’s Word and paying close attention to the Psalms’ poetic features, as well as their historical, theological, and liturgical contexts, is fundamental for understanding their messages, which reach across thousands of years to our time today.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 31",
          "dayTitle": "<p>The Psalms in Ancient Israel’s Worship</p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p><strong>Read 1 Chronicles 16:7, Nehemiah 12:8, Psalm 18:1, Psalm 30:1, Psalm 92:1, Psalm 95:2, Psalm 105:2, Colossians 3:16, and James 5:13. What were the occasions that prompted the writing of some psalms? When did God’s people use the Psalms?</strong><br><br><strong>1 Chronicles 16:7</strong></p><p><strong><sup>7 </sup></strong>Then on that day David delivered first this psalm to thank the Lord into the hand of Asaph and his brethren.</p><p><strong>Nehemiah 12:8</strong></p><p><sup><strong>8</strong></sup> Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, which was over the thanksgiving, he and his brethren.</p><p><strong>Psalm 18:1</strong></p><p><strong><sup>&nbsp;1</sup></strong> I will love thee, O Lord, my strength.</p><p><strong>Psalm 30:1</strong></p><p><strong><sup>1&nbsp;</sup></strong> I will extol thee, O Lord; for thou hast lifted me up, and hast not made my foes to rejoice over me.</p><p><strong>Psalm 92:1</strong></p><p><strong><sup>1</sup></strong> It is a good thing to give thanks unto the Lord, and to sing praises unto thy name, O Most High:</p><p><strong>Psalm 95:2</strong></p><p><strong><sup>2 </sup></strong>Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms.</p><p><strong>Psalm 105:2</strong></p><p><strong><sup>2</sup></strong> Sing unto him, sing psalms unto him: talk ye of all his wondrous works.</p><p><strong>Colossians 3:16</strong></p><p><strong><sup>16</sup></strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.</p><p><strong>James 5:13</strong></p><p><strong><sup>13</sup></strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.</p><p>The Psalms were composed for use in private and in communal worship. They were sung as hymns in temple worship, as suggested by the musical annotations that mention instruments (Ps. 61:1), tunes (Ps. 9:1), and music leaders (Ps. 8:1).</p><p>In the Hebrew Bible, the title of the book of Psalms, tehilim, “praises,” reflects its main purpose—that is, the praise of God. The English title Book of Psalms is derived from the Greek psalmoi, found in the Septuagint, an early (second and third century b.c.) Greek translation of the Hebrew Bible. The Psalms were an indispensable part of Israel’s worship. For example, they were used in temple dedications, religious feasts, and processions, as well as during the setting down of the ark of the covenant in Jerusalem. “The Songs of Ascents” (Psalms 120?134), also known as the pilgrimage songs, were traditionally sung during the pilgrimage to Jerusalem at the three major annual festivals (Exod. 23:14–17). The “Egyptian Hallel” (Psalms 113?118) and the “Great Hallel” (Psalm 136) were sung at the three major annual festivals, including the festivals of the New Moon and the dedication of the temple. The Egyptian Hallel received a significant place in the Passover ceremony. Psalms 113 and 114 were sung at the beginning of the Passover meal and Psalms 115?118 at the end (Matt. 26:30). The “Daily Hallel” (Psalms 145?150) was incorporated into the daily prayers in the synagogue morning services.</p><p>The Psalms did not only accompany the people’s worship, but they also instructed them on how they should worship God in the sanctuary. Jesus prayed with the words of Psalm 22 (Matt. 27:46). The Psalms found a significant place in the life of the early church, as well (Col. 3:16, Eph. 5:19).</p><p><strong>Though we, of course, do not worship God in an earthly sanctuary like the temple, how can we use the Psalms in our own worship, whether in a private or in a corporate setting?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 1",
          "dayTitle": "<p>Meet the Psalmists</p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>King David, whose name appears in the titles of most psalms, was active in organizing the liturgy of Israel’s worship. He is called “the sweet psalmist of Israel” (2 Sam. 23:1). The New Testament attests to Davidic authorship of various psalms (Matt. 22:43–45; Acts 2:25–29, 34, 35; Acts 4:25; Rom. 4:6–8). Numerous psalms were composed by the temple musicians who were also Levites: for example, Psalm 50 and Psalms 73?83 by Asaph; Psalm 42, Psalms 44?47, Psalm 49, Psalm 84, Psalm 85, Psalms 87?88 by the sons of Korah; Psalm 88 also by Heman the Ezrahite; and Psalm 89 by Ethan the Ezrahite. Beyond them, Solomon (Psalm 72, Psalm 127) and Moses (Psalm 90) authored some psalms.</p><p><strong>Read Psalm 25:1–5; Psalm 42:1; Psalm 75:1; Psalm 77:1; Psalm 84:1, 2; Psalm 88:1–3; and Psalm 89:1. What do these psalms reveal about the experiences their authors were going through?</strong></p><p><strong>Psalm 25:1–5</strong></p><p><strong><sup>1</sup></strong> Unto thee, O Lord, do I lift up my soul.</p><p><strong><sup>2 </sup></strong>O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.</p><p><strong><sup>3 </sup></strong>Yea, let none that wait on thee be ashamed: let them be ashamed which transgress without cause.</p><p><strong><sup>4 </sup></strong>Shew me thy ways, O Lord; teach me thy paths.</p><p><strong><sup>5 </sup></strong>Lead me in thy truth, and teach me: for thou art the God of my salvation; on thee do I wait all the day.</p><p><strong>Psalm 42:1</strong></p><p><strong><sup>1</sup></strong> As the hart panteth after the water brooks, so panteth my soul after thee, O God.</p><p><strong>Psalm 75:1</strong></p><p><strong><sup>1 </sup></strong>Unto thee, O God, do we give thanks, unto thee do we give thanks: for that thy name is near thy wondrous works declare.</p><p><strong>Psalm 77:1</strong></p><p><strong><sup>1</sup></strong> I cried unto God with my voice, even unto God with my voice; and he gave ear unto me.</p><p><strong>Psalm 84:1-2</strong></p><p><strong><sup>1 </sup></strong>How amiable are thy tabernacles, O Lord of hosts!</p><p><strong><sup>2 </sup></strong>My soul longeth, yea, even fainteth for the courts of the Lord: my heart and my flesh crieth out for the living God.</p><p><strong>Psalm 88:1–3</strong></p><p><strong><sup>1</sup></strong> O lord God of my salvation, I have cried day and night before thee:</p><p><strong><sup>2</sup></strong> Let my prayer come before thee: incline thine ear unto my cry;<sup><br></sup></p><p><strong><sup>3</sup></strong> For my soul is full of troubles: and my life draweth nigh unto the grave.<br></p><p><strong>Psalm 89:1</strong></p><p><strong><sup>1&nbsp;</sup></strong> I will sing of the mercies of the Lord for ever: with my mouth will I make known thy faithfulness to all generations.</p><p>The Holy Spirit inspired the psalmists and used their talents in service to God and to their community of faith. The psalmists were people of genuine devotion and profound faith and yet prone to discouragements and temptations, as are the rest of us. Though written a long time ago, the Psalms surely reflect some of what we experience today.</p><p>“Let my prayer come before You; incline Your ear to my cry. For my soul is full of troubles, and my life draws near to the grave” (Ps. 88:2, 3, NKJV). This is a cry of the twenty-first-century soul as much as it was of someone 3,000 years ago.<br></p><p>Some psalms mention hardships; some focus on joys. The psalmists cried out to God to save them and experienced His undeserved favor.</p><p>They glorified God for His faithfulness and love, and they pledged their untiring devotion to Him. The Psalms are, thus, testimonies of divine Redemption and signs of God’s grace and hope. The Psalms convey a divine promise to all who embrace, by faith, God’s gifts of forgiveness and of a new life. Yet, at the same time, they do not try to cover up, hide, or downplay the hardships and suffering prevalent in a fallen world.</p><p><strong>How can we draw hope and comfort knowing that even faithful people, such as the psalmists, struggled with some of the same things that we do?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 2",
          "dayTitle": "<p>A Song for Every Season</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Psalm 3, Psalm 33:1–3, and Psalm 109:6–15. What different facets of human experience do these psalms convey?</strong></p><p><strong>Psalm 3</strong></p><p><strong><sup>1</sup></strong> Lord, how are they increased that trouble me! many are they that rise up against me.</p><p><strong><sup>2 </sup></strong>Many there be which say of my soul, There is no help for him in God. Selah.</p><p><strong><sup>3 </sup></strong>But thou, O Lord, art a shield for me; my glory, and the lifter up of mine head.</p><p><strong><sup>4</sup></strong> I cried unto the Lord with my voice, and he heard me out of his holy hill. Selah.</p><p><strong><sup>5</sup></strong> I laid me down and slept; I awaked; for the Lord sustained me.</p><p><strong><sup>6</sup></strong> I will not be afraid of ten thousands of people, that have set themselves against me round about.</p><p><strong><sup>7</sup></strong> Arise, O Lord; save me, O my God: for thou hast smitten all mine enemies upon the cheek bone; thou hast broken the teeth of the ungodly.</p><p><strong><sup>8 </sup></strong>Salvation belongeth unto the Lord: thy blessing is upon thy people. Selah.<br></p><p><strong>Psalm 33:1–3</strong></p><p><strong>1 </strong>Rejoice in the Lord, O ye righteous: for praise is comely for the upright.</p><p><strong>2</strong> Praise the Lord with harp: sing unto him with the psaltery and an instrument of ten strings.</p><p><strong>3 </strong>Sing unto him a new song; play skilfully with a loud noise.</p><p><strong>Psalm 109:6–15</strong></p><p><strong><sup>6</sup></strong> Set thou a wicked man over him: and let Satan stand at his right hand.</p><p><strong><sup>7</sup></strong> When he shall be judged, let him be condemned: and let his prayer become sin.</p><p><strong><sup>8</sup></strong> Let his days be few; and let another take his office.</p><p><strong><sup>9</sup></strong> Let his children be fatherless, and his wife a widow.</p><p><strong><sup>10</sup></strong> Let his children be continually vagabonds, and beg: let them seek their bread also out of their desolate places.</p><p><strong><sup>11</sup></strong> Let the extortioner catch all that he hath; and let the strangers spoil his labour.</p><p><strong><sup>12</sup></strong> Let there be none to extend mercy unto him: neither let there be any to favour his fatherless children.</p><p><strong><sup>13</sup></strong> Let his posterity be cut off; and in the generation following let their name be blotted out.</p><p><strong><sup>14</sup></strong> Let the iniquity of his fathers be remembered with the Lord; and let not the sin of his mother be blotted out.</p><p><strong><sup>15</sup></strong> Let them be before the Lord continually, that he may cut off the memory of them from the earth.</p><p>The Psalms make the believing community aware of the full range of human experience, and they demonstrate that believers can worship God in every season in life. In them we see the following:</p><p>(1) Hymns that magnify God for His majesty and power in creation, His kingly rule, judgment, and faithfulness.</p><p>(2) Thanksgiving psalms that express profound gratitude for God’s abundant blessings.</p><p>(3) Laments that are heartfelt cries to God for deliverance from trouble.&nbsp;</p><p>(4) Wisdom psalms that provide practical guidelines for righteous living.</p><p>(5) Royal psalms that point to Christ, who is the sovereign King and Deliverer of God’s people.</p><p>(6) Historical psalms that recall Israel’s past and highlight God’s faithfulness and Israel’s unfaithfulness to teach the coming generations not to repeat the mistakes of their ancestors but to trust God and remain faithful to His covenant.</p><p>The poetry of the Psalms demonstrates distinctive power to capture the attention of readers. Though some of these poetic devices are lost in translation, we can still, in our native language, appreciate many of them.</p><p><strong>1. </strong>Parallelism involves the combining of symmetrically constructed words, phrases, or thoughts. Parallelism helps in understanding the meaning of corresponding parts. For instance: “Bless the Lord, O my soul; and all that is within me, bless His holy name!” (Ps. 103:1, NKJV). In this parallelism, “my soul” is “all that is within me,” namely one’s whole being.</p><p><strong>2</strong>. Imagery uses figurative language to strongly appeal to readers’ physical senses. For example, God’s refuge is depicted as “the shadow of [His] wings” (Ps. 17:8, NKJV).</p><p><strong>3.</strong> Merism expresses totality by a pair of contrasting parts. “I have cried day and night before thee” denotes crying without ceasing (Ps. 88:1, emphasis supplied).</p><p><strong>4. </strong>Wordplays employ the sound of words to make a pun and highlight a spiritual message. In Psalm 96:4, 5 the Hebrew words ’elohim, “gods,” and ’elilim, “idols,” create a wordplay to convey the message that the gods of the nations only appear to be ’elohim, “gods,” but are merely ’elilim, “idols.”</p><p>Finally, the word “selah” denotes a brief interlude, either for a call to pause and reflect on the message of a particular section of the psalm or a change of musical accompaniment (Ps. 61:4).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 3",
          "dayTitle": "<p>Inspired Prayers</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>Read 2 Samuel 23:1, 2 and Romans 8:26, 27. What do these texts teach us about prayer?</strong></p><p><strong>2 Samuel 23:1-2</strong></p><p><strong><sup>1&nbsp;</sup></strong> Now these be the last words of David. David the son of Jesse said, and the man who was raised up on high, the anointed of the God of Jacob, and the sweet psalmist of Israel, said,</p><p><strong><sup>2</sup></strong> The Spirit of the Lord spake by me, and his word was in my tongue.</p><p><strong>Romans 8:26, 27</strong></p><p><strong><sup>26</sup></strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.</p><p><strong><sup>27</sup></strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.</p><p>The Psalms are inspired prayers and praises of Israel, and so, in the Psalms the voice is that of God intermingled with that of His people. The Psalms assume the dynamics of vivid interactions with God. The psalmists address God personally as “my God,” “O Lord,” and “my King” (Ps. 5:2, Ps. 84:3). The psalmists often implore God to “give ear” (Ps. 5:1), “hear my prayer” (Ps. 39:12), “look” (Ps. 25:18), “answer me” (Ps. 102:2), and “deliver me” (Ps. 6:4, NKJV). These are clearly the expressions of someone praying to God.</p><p>The remarkable beauty and appeal of the Psalms as prayers and praises lie in the fact that the Psalms are the Word of God in the form of the pious prayers and praises of believers. The Psalms, thus, provide God’s children with moments of intimacy, such as described in Romans 8:26, 27: “Likewise the Spirit also helps in our weaknesses. For we do not know what we should pray for as we ought, but the Spirit Himself makes intercession for us with groanings which cannot be uttered.</p><p>Now He who searches the hearts knows what the mind of the Spirit is, because He makes intercession for the saints according to the will of God” (NKJV).</p><p>Jesus, too, quoted from the Psalms, such as in Luke 20:42, 43, when He quoted directly from Psalm 110:1—“ ‘Now David himself said in the Book of Psalms: “The Lord said to my Lord, / ‘Sit at My right hand, / Till I make Your enemies Your footstool’ ” ’ ” (NKJV).</p><p>Although some psalms have sprung from, or refer to, specific historical events and the experiences of the psalmists themselves, as well as the experiences of Israel as a nation, the Psalms’ spiritual depth speaks to a variety of life situations and crosses all cultural, religious, ethnic, and gender boundaries. In other words, as you read the Psalms, you will find them expressing hope, praise, fear, anger, sadness, and sorrow—things that people everywhere, in every age, no matter their circumstances, face. They speak to us all, in the language of our own experiences.</p><p><strong>What should Jesus’ use of the Psalms tell us about the importance that they could play in our own faith experience?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 4",
          "dayTitle": "<p>The World of the Psalms</p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Psalm 16:8; Psalm 44:8; Psalm 46:1; Psalm 47:1, 7; Psalm 57:2; Psalm 62:8; Psalm 82:8; and Psalm 121:7. What place does God occupy in the psalmist’s life?</strong></p><p><strong>Psalm 16:8</strong></p><p><strong><sup>8 </sup></strong>I have set the Lord always before me: because he is at my right hand, I shall not be moved.</p><p><strong>Psalm 44:8</strong></p><p><strong><sup>8</sup></strong> In God we boast all the day long, and praise thy name for ever. Selah.</p><p><strong>Psalm 46:1</strong></p><p><strong><sup>1</sup></strong>&nbsp; God is our refuge and strength, a very present help in trouble.</p><p><strong>Psalm 47:1, 7</strong></p><p><strong><sup>1</sup></strong> O clap your hands, all ye people; shout unto God with the voice of triumph.</p><p><strong><sup>7</sup></strong> For God is the King of all the earth: sing ye praises with understanding.</p><p><strong>Psalm 57:2</strong></p><p><strong><sup>2</sup></strong> I will cry unto God most high; unto God that performeth all things for me.</p><p><strong>Psalm 62:8</strong></p><p><strong><sup>8</sup></strong> Trust in him at all times; ye people, pour out your heart before him: God is a refuge for us. Selah.</p><p><strong>Psalm 82:8</strong></p><p><strong><sup>8 </sup></strong>Arise, O God, judge the earth: for thou shalt inherit all nations.</p><p><strong>Psalm 121:7</strong></p><p><strong><sup>7</sup></strong> The Lord shall preserve thee from all evil: he shall preserve thy soul.</p><p>The world of the Psalms is wholly God-centered; it seeks to submit, in prayer and praise, all life experiences to God. God is the Sovereign Creator, the King and Judge of all the earth. He provides all things for His children. Therefore, He is to be trusted at all times. Even the enemies of God’s people ask, “ ‘Where is your God?’ ” when God’s people seem to be failing (Ps. 42:10, NKJV). Just as the Lord is the ever-present and never-failing God of His people, so God’s people have God always before them. Ultimately, the Psalms envision the time when all peoples and the entire creation will worship God (Ps. 47:1, Ps. 64:9).</p><p>The centrality of God in life produces the centrality of worship. The worship in which the Psalms lived was fundamentally different from worship as understood by many people today, because worship in the biblical culture was the natural and undisputed center of the entire community’s life. Therefore, everything that happened, both the good and the bad, in the life of God’s people inevitably was expressed in worship. God hears the psalmist, wherever he may be, and responds to him in His perfect time (Ps. 3:4, Ps. 18:6, Ps. 20:6).</p><p>The psalmist is aware that God’s dwelling place is in heaven, but at the same time, God dwells in Zion, in the sanctuary among His people.</p><p>God is at the same time far and near, everywhere, and in His temple (Ps. 11:4), hidden (Ps. 10:1) and disclosed (Ps. 41:12). In the Psalms these apparently mutually exclusive characteristics of God are brought together. The psalmists understood that proximity and remoteness were inseparable within the true being of God (Ps. 24:7–10). The psalmists understood the dynamics of this spiritual tension. Their awareness of God’s goodness and presence, amid whatever they were experiencing, is what strengthens their hope while they wait for God to intervene, however and whenever He chooses to do so.</p><p><strong>How can the Psalms help us understand that we cannot limit God to certain aspects of our existence only? What might be parts of your life in which you are seeking to keep the Lord at a distance?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 5",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>Read Ellen G. White, “The Temple and Its Dedication,” pp. 35–50, in Prophets and Kings; “The Benefits of Music,” pp. 291, 292, in Messages to Young People.</p><p>The book of Psalms consists of 150 psalms, which are grouped into five books: Book I (Psalms 1?41), Book II (Psalms 42?72), Book III (Psalms 73?89), Book IV (Psalms 90?106), and Book V (Psalms 107?150). The five-book division of the Psalter is an early Jewish tradition that parallels the five-book division of the Pentateuch.</p><p>The book of Psalms provides evidence of some already-existing collections of psalms: the Korahite collections (Psalms 42?49, 84, 85, 87, 88), the Asaphite collection (Psalms 73?83), the Songs of the Ascents (Psalms 120?134), and the Hallelujah Psalms (Psalms 111?118, 146?150). Psalm 72:20 bears witness to a smaller collection of David’s psalms.</p><p>While most psalms are associated with the time of King David and early monarchy (tenth century b.c.), the collection of psalms continued to grow through the following centuries: the divided monarchy, the exile, and the postexilic period. It is conceivable that the Hebrew scribes under the leadership of Ezra combined the existing smaller collections of psalms into one book when they worked on establishing the services of the new temple.</p><p>The fact that scribes consolidated the book of Psalms does not take away from their divine inspiration. The scribes, like the psalmists, were devoted servants of God, and their work was directed by God (Ezra 7:6, 10). The divine-human nature of the Psalms is comparable to the union of the divine and the human in the incarnated Lord Jesus. “But the Bible, with its God-given truths expressed in the language of men, presents a union of the divine and the human. Such a union existed in the nature of Christ, who was the Son of God and the Son of man. Thus it is true of the Bible, as it was of Christ, that ‘the Word was made flesh, and dwelt among us.’ ”—Ellen G. White, The Great Controversy, p. 8.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> What does it mean that the Psalms are divine-human prayers and hymns? How does this idea, however difficult to fully grasp, help us see the closeness that God wants with His people? How does it reveal, in its own way, how close to humanity, and to each of us, God is?</p><p><strong>2. </strong>In class, talk about a time in which you found something in the Psalms speaking directly to your own situation. What comfort and hope did you find there?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Inside Story:</strong></p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>Finding Jesus in a Holy Book</strong></p><p><strong>By Andrew McChesney</strong></p><p>Paul went from home to home to meet people in a European city. With him, he carried a Bible and the holy book of another major world religion. One day, a man opened the door. His breath smelled of cigarette smoke. “I would very much like to give you a gift today,” Paul said.<br></p><p>“What kind of gift?” the man asked.</p><p>“I have this Bible,” Paul said.</p><p>“I don’t want a Bible,” the man said. “I belong to another religion. You are a Christian.”</p><p>“I have the holy book of your religion, too,” Paul said.</p><p>The man was surprised. He seemed interested. “OK, read something to me but only from my holy book, not from the Bible,” he said.</p><p>Paul opened the holy book and read about Jesus. The man’s surprise grew. “Is this the same Jesus as in the Bible?” he asked.</p><p>Over the next few weeks, he studied four lessons about Jesus from his holy book. The man saw that the book does not talk about Jesus being crucified. He saw that the book predicts Jesus will come again. He saw that both people from his religion and Christians were waiting for Jesus to return.<br></p><p>When Paul arrived for the fifth lesson, the man wasn’t home. A year passed, and one Sabbath the man showed up at Paul’s church.</p><p>“I want to come to this church,” he said. “Can I?”</p><p>It was Paul’s turn to be surprised.</p><p>“I want to follow Christ,” the man said.</p><p>After that, the man came every Sabbath. He said his holy book left him feeling empty. It offered no Savior for his sins. He longed to be baptized.</p><p>“Jesus says the body is the temple of the Holy Spirit,” Paul said. “Do you want to be free of cigarettes? Jesus said, ‘If the Son makes you free, you shall be free indeed’ [John 8:36, NKJV]. You have to choose Jesus or cigarettes. You can throw away your cigarettes today if you choose.”</p><p>The man looked scared. “It isn’t possible!” he blurted out. But then he reached into his pocket and threw a cigarette pack into a trash can. “Jesus, give me victory over cigarettes,” he prayed. “I want to be free.” Late that night, he called Paul. “This is terrible,” he said. “I feel awful. I cannot live without cigarettes.”</p><p>The two men prayed together on the phone. God heard the prayer and gave the man victory. He has not smoked in the four and a half years since then. Today, he is an outreach leader for the church.</p><p>“He loves people,” Paul told Adventist Mission. He is waiting eagerly for Jesus to return.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Luke 24:44</strong></p><p>The book of Psalms, also known as the Psalter, stands as the apex of Hebrew poetry. An inspiring and inspired collection of songs, the Psalms express the multifarious feelings and struggles of believers, spanning from the United Monarchy of Israel (tenth century b.c.) through the postexilic days (fifth century b.c.). The Psalter comprises a wide variety of genres: songs of thanksgiving, praises, confessions, prayers for deliverance, hymns for protection, imprecations, meditations on the Creator’s works, etc. Our careful study of the Psalms this quarter will seek to reflect this rich diversity.</p><p>Lesson Themes: By way of introduction to this quarter’s study, we will touch on the following preliminary topics:</p><p>1. The historical background to the book of Psalms 2. The various genres or categories of songs in the collection 3. Biblical guidance for worship</p><p>Additionally, we shall enlarge our study of the Psalter by surveying the following subjects: (a) the structure of the Psalms, (b) the various literary tools the psalmists used to express their emotions, and (c) the distinct divisions of books within the Psalter itself.</p><p><strong>Part II: Commentary</strong></p><p><strong>A Well-Organized “Church Hymnal”</strong></p><p>The Psalter is an assortment of songs edited during the fifth century b.c. Ezra and his fellow scribes most likely organized this collection.</p><p>Today, our church has its own collection of songs for worship, the Seventhday Adventist Church Hymnal. If you consult the index at the back of our hymnbook, you will find the distribution of songs by topic. The Psalter has a similar organization, though it is chronological as opposed to topical.</p><p>The Lord is pleased when we give forethought to the activities and tools intended for use in worshiping His name. We must strive to offer Him only our best. This principle holds true not only for the presentation of our worship service but also for its planning and organization. Despite modern ideas and popular trends that advocate for a freer style of worship, the book of Psalms shows that we must be organized and orderly in our worship of God.</p><p>At the same time, order and organization by no means preclude variety, and we should seek to incorporate both in our worship service. To assist us in that endeavor, we shall consider further the distribution of the psalms, as outlined above. We will start by noting that each of the five sections of the Psalter ends with a doxology psalm, or liturgical expression of praise—namely, Psalm 41, Psalm 72, Psalm 89, Psalm 106, and Psalm 150.</p><p>Psalm 1 focuses on the theme of the Torah, and Psalm 2 focuses on the kingdom of the Messiah, both of which are principal topics of the Psalter. Some Bible thinkers consider that these two psalms constitute the introduction to this hymnbook.</p><p>We also note that certain key psalms (Psalm 2, Psalm 72, and Psalm 89) are placed in very specific and prominent positions within the book. Many theologians consider Psalm 89 to be the center of the whole Psalter because it focuses on the transfer of Israel’s hope to the Lord after the failure of the Davidic monarchy.</p><p>The fifth section of the Psalter, comprised of the last five psalms, centers on praise. These five psalms start with “Hallelujah” (CSB, HCSB, ISV) or “Praise the Lord!” (NKJV, NRSV) as their superscription and finish with the same expression. These final psalms are replete with passional expressions of praise glorifying God as an act of worship (Ps. 146:1, 2; Ps. 147:12; Ps. 148:1–5, 7, 13, 14; Ps. 149:3, 6; Ps. 150:1–6); singing to the Lord (Ps. 147:7, Ps. 149:1); being “happy” in the Lord (Ps. 146:5); rejoicing in the King of Zion (Ps. 149:2); and being “joyful in glory” (Ps. 149:5, NKJV).</p><p>What a wonderful privilege is ours to organize the songs we use in offering praise to God! Our arrangement of songs should manifest a clear intention to worship the Lord and exalt His grace.</p><p><br></p><p><strong>A Beautifully Crafted Psalter</strong></p><p>A careful study of each psalm will reveal its singular beauty. The psalmists employed a variety of literary techniques to create their sublime poetry. Among the expressions they often used are figures of speech, such as simile and anthropomorphism. A simile is an expression in which two unlike things are explicitly compared, often introduced by like or as (Ps. 1:3). Anthropomorphism is the act of ascribing human form or attributes to a non-human being or thing, especially to a deity (Ps. 18:8–10).</p><p>The psalmists also used literary devices or expressions involving substitution, such as metonymy, a figure of speech that consists of using the name of one object or concept for that of another to which it is related (Ps. 2:5); synecdoche, a figure of speech in which a part is used for the whole or the whole for a part, or the particular for the general or the general for the particular (Ps. 44:6); and malediction (Ps. 109:7). The psalmists employed the acrostic (Psalm 119), a poetry form in which the first letters of the initial words of each line, when taken in order, spell out a word or phrase. We also see the use of anaphora, or repetition of a word or words at the beginning of two or more verses in a poem or song (Psalm 136). Additionally, we observe figures that involve omission or suppression, such as ellipsis, a sudden leap from one topic to another (Ps. 21:12); aposiopesis, a sudden breaking off in the midst of a sentence, as if from inability or unwillingness to proceed (Ps. 6:3); and erotesis, the use of a rhetorical question (which is employed solely to produce an effect or to make an assertion of affirmation or denial and is not meant to elicit a reply [Ps. 106:2], etc.).</p><p>All these figures of speech and various other literary devices applied by the writers of the Psalter demonstrate literary sophistication and unparalleled craftsmanship.</p><p><strong>Multiple Types of Psalms</strong></p><p>A general classification of the Psalms is furnished in Tuesday’s study. What follows is a more detailed grouping of the melodies of the Psalter, though it is certainly possible to find other acceptable distributions:</p><p><strong>1. Hymns&nbsp;</strong></p><p>• General hymns: 8, 29, 33, 100, 103, 104, 111, 113, 114, 117, 135, 136, 145–150</p><p>• Historical hymns: 78, 105</p><p>• Zion hymns: 46, 48, 76, 87, 122</p><p>• Kingship hymns: 47, 93, 96–99</p><p><br></p><p><strong>2. Lament</strong></p><p>• Individual laments: 3, 5, 6, 7, 12, 13, 17, 22, 25, 26, 28, 31, 35, 36, 38, 39, 43, 51, 54, 55–57, 59, 61, 63, 64, 69–71, 86, 88, 102, 109, 120, 130, 140–143</p><p>• Communal laments: 44, 60, 74, 77, 79, 80, 82, 83, 85, 90, 94, 106, 108, 123, 126, 137</p><p><br></p><p><strong>3. Miscellaneous forms</strong></p><p>• Royal psalms: 2, 18, 20, 21, 45, 72, 89, 101, 110, 132, 144</p><p>• Individual thanksgivings: 9, 10, 30, 32, 34, 40, 41, 92, 107, 116, 138</p><p>• Communal thanksgivings: 65–68, 118, 124</p><p>• Individual psalms of confidence: 4, 11, 16, 23, 27, 62, 84, 91, 121, 131</p><p>• Communal psalms of confidence: 115, 125, 129, 133</p><p>• Liturgies: 15, 24, 134</p><p>• Prophetic exhortations: 14, 50, 52, 53, 58, 75, 81, 95</p><p>• Didactic psalms: 1, 19, 37, 49, 73, 112, 119, 127, 128, 139</p><p>The organization of this list reveals that the Psalms are composed of personal songs as well as communal ones. Today, the emphasis of Western culture is on the individual. The Hebrew mind, however, was focused on a sense of community, an element that we, as Christians, cannot afford to lose sight of today, especially in light of the fact that, as a church, we are a global community with a worldwide mission. A final observation that the above catalog affords us is the notion that there are psalms allocated for all the various occasions of life—songs for community and personal worship, spiritual songs for royal occasions, songs for pilgrim- age to the holy city, and songs for liturgical moments. For the biblical writers, adoration is not an activity reserved solely for the temple. Adoration is a way of life.<br></p><p><strong style=\"background-color: initial;\">“Collections” in the Book of Psalms</strong><br></p><p>This week’s lesson alludes to collections of songs for special occasions, such as “The Songs of Ascents” (Psalms 120?134) and “Egyptian Hallel” (Psalms 113?118). Years of scholarship have unearthed more connections between the various psalms. One such connection is found in Psalms 15–24 (see W. Brown, “ ‘Here Comes the Sun!’ The Metaphorical Theology of Psalms 15–24,” in The Composition of the Book of Psalms [Leuven, 2010], p. 260). This assemblage can be depicted in the following chiastic structure:</p><p>A Psalm 15 (Entrance liturgy)</p><p>B Psalm 16 (Song of confidence)</p><p>C Psalm 17 (Prayer for help) D Psalm 18 (Royal song)</p><p>E Psalm 19 (REVELATION: Creation and the Torah)</p><p>D' Psalm 20, 21 (Royal songs)</p><p>C' Psalm 22 (Prayer for help)</p><p>B' Psalm 23 (Song of confidence)</p><p>A' Psalm 24 (Entrance liturgy)</p><p>A chiasm is an extended parallelism (see Tuesday’s study for a short explanation about “parallelism”). By way of an analogy, a chiasm is akin to the reflection of a person’s face or image in a mirror wherein the second part (i.e., the reflection) is the repetition of ideas of the first section (original image) but in inverse order. Usually, the center of the chiasm points out the main idea of the parallelism. The idea, as seen in the chiastic structure formed by Psalms 15–24, is to exalt the revelation of God through His Creation and His Word. This chiastic structure is enclosed by two psalms connected with the sanctuary, both of which start with similar questions (Ps. 15:1; compare with Ps. 24:3).</p><p>This chiasm suggests that the editors of the Psalter worked carefully on its organization and presentation. Clearly, the Holy Spirit inspired its arrangement.</p><p><strong>Part III: Life Application</strong></p><p>In the Psalms, we find a wide range of emotions that run the gamut of human experience, from sublime reverence to abject sorrow. Though written more than 25 centuries ago, the Psalms transcend the time in which they were written and remain deeply relevant for us today. This quarter, encourage class members to pray through these songs, making them their personal prayers.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>How to Read the Psalms</strong><br></p>",
      "verse": "<p>“Then He said to them, ‘These are the words which I spoke to you while I was still with you, that all things must be fulfilled which were written in the Law of Moses and the Prophets and the Psalms concerning Me.’ And He opened their understanding, that they might comprehend the Scriptures (Luke 24:44, 45, NKJV).<br></p>",
      "versionCode": 100,
      "weekDate": "December 30—January 5"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
