{
   "data":[
      {
         "color":"#0387d7",
         "id":701,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"March 26",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>The book of Genesis and, hence, the whole Bible begins with God’s acts of Creation. This fact is very important because it means that our creation marks the beginning of human and biblical history. This truth also implies that the Genesis Creation story has the same historical veracity as other events of human and biblical history.<br><br>The two Creation texts in Genesis 1 and 2 contain lessons about God and humanity. As we study this week, we will understand better the profound meaning of the seventh-day Sabbath. We will ponder God’s act of creating humans in His image, and out of the dust too. We will be intrigued by the purpose of the tree of the knowledge of good and evil and by its connection with the tree of life.<br><br>The most important lesson of the biblical stories of the beginnings is a lesson on grace. Our existence is purely an act of grace. God created the heavens and the earth while humans were not yet present.<br><br>Just as our creation was, our redemption is, too, a gift from God. And how profound it is that both concepts, Creation and Redemption, exist in the seventh-day Sabbath commandment.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 27",
               "dayTitle":"<p>The God of Creation<br></p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p><strong>Read Psalm 100:1–3. What is the human response to the God of Creation, and why?</strong><br></p><p><strong>Psalm 100:1–3</strong></p><p><sup>1</sup> Make a joyful shout to the Lord, all you lands!<strong><br><sup>2 </sup></strong>Serve the Lord with gladness; come before His presence with singing.<strong><br><sup>3 </sup></strong>Know that the Lord, He is God; it is He who has made us, and not we ourselves; we are His people and the sheep of His pasture.<strong><br></strong></p><p>In Genesis 1, the first message of the Creation account is “God.” We hear it in the translation: “In the beginning God” (Gen. 1:1). In the first line (Gen. 1:1), the word “God” is placed in the middle of the verse and is underlined by the strongest accent in the Hebrew liturgical, traditional chanting in order to emphasize the importance of God. The Creation text begins, then, with an emphasis on God, the Author of Creation. The book of Genesis begins, in fact, with two different presentations of God. The first Creation account (Gen. 1:1–2:4) presents God as infinitely far from humans, the transcendent God, Elohim, whose name speaks of the supremacy of God. The name Elohim denotes pre­eminence and strength, and the use of the plural form of the word Elohim expresses the idea of majesty and transcendence.<br><br>The second Creation account (Gen. 2:4–25) presents God as up close and personal, the immanent God YHWH, whose name many believe denotes closeness and relationship. The Creation text as a whole is, then, an implicit appeal to worship God; first, to be aware of God’s infinite grandeur and power, and at the same time to acknowledge our dependence on Him because He created us “and not we ourselves” (Ps. 100:3). This is why many of the psalms often associate worship with Creation (Ps. 95:1–6; Ps. 139:13, 14 [compare with Rev. 14:7]).<br><br>This twofold view of a God who is both majestic and powerful, and who also is close, loving, and in a relationship with us, makes an important point about how we should approach God in worship. Awe and reverence go along with joy and the assurance of God’s proximit­y, forgiveness, and love (see Ps. 2:11). Even the sequence of the two presentations of God is meaningful: the experience of God’s proximity and the intimacy of His presence follows the experience of God’s distance. Only when we have realized that God is great shall we be able to appreciate His grace and enjoy, in trembling, His wonderful and loving presence in our lives.<br><br><strong>Think about the vast power of God, who upholds the cosmos, and yet can be so near to each of us. Why is this amazing truth so amazing?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 28",
               "dayTitle":"<p>The Creation<br></p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p><strong>Read Genesis 1:4, 10, 12, 18, 21, 25, 31, and Genesis 2:1–3. What is the significance of the refrain “it was good” in the first Creation account? What is the implied lesson contained in the conclusion of Creation (Gen. 2:1–3)?</strong></p><p><strong>Genesis 1:4, 10, 12, 18, 21, 25, 31</strong></p><p><strong><sup>4</sup> </strong>And God saw the light, that it was good; and God divided the light from the darkness.<strong><br></strong></p><p><strong><sup>10</sup> </strong>And God called the dry land Earth, and the gathering together of the waters He called Seas. And God saw that it was good.<strong><br></strong></p><p><strong><sup>12</sup> </strong>And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good. <strong><br></strong></p><p><sup><strong>18</strong></sup> and to rule over the day and over the night, and to divide the light from the darkness. And God saw that it was good.<strong><br></strong></p><p><sup><strong>21</strong></sup> So God created great sea creatures and every living thing that moves, with which the waters abounded, according to their kind, and every winged bird according to its kind. And God saw that it was good. <strong><br></strong></p><p><strong><sup>25</sup> </strong>And God made the beast of the earth according to its kind, cattle according to its kind, and everything that creeps on the earth according to its kind. And God saw that it was good.<strong><br></strong></p><p><strong><sup>31</sup> </strong>Then God saw everything that He had made, and indeed it was very good. So the evening and the morning were the sixth day.<strong><br></strong></p><p><strong>&nbsp;Genesis 2:1–3</strong></p><p><strong><sup>1</sup></strong> Thus the heavens and the earth, and all the host of them, were finished. <br></p><p><strong><sup>2</sup></strong> And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. <strong><br></strong></p><p><strong><sup>3</sup></strong> Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.<br><br>At each step of the Creation account, God evaluates His work as tov, “good.” It is generally understood that this adjective means that God’s work of Creation was successful and that God’s observation that “it was good” means that “it worked.” The light was illuminating (Gen. 1:4), the plants were yielding fruit (Gen. 1:12), and so forth.<br><br>But this word referred to more than the efficiency of a function. The Hebrew word tov also is used in the Bible to express an aesthetic appreciation of something beautiful (Gen. 24:16). It also is used in contrast to evil (Gen. 2:9), which is associated with death (Gen. 2:17). The phrase “it was good” means that the Creation was working nicely, that it was beautiful and perfect, and that there was no evil in it. The world was “not yet” like our world, affected by sin and death, an idea affirmed in the introduction to the second Creation account (see Gen. 2:5).<br><br>This description of the Creation radically contradicts the theories of evolution, which dogmatically declare that the world shaped itself progressively through a succession of accidental happenings, starting from an inferior condition and progressing to a superior one.<br><br>In contrast, the biblical author affirms that God intentionally and suddenly created the world (Gen. 1:1). There was nothing happenstance or chancy about any of it. The world did not come about by itself but only as the result of God’s will and Word (Gen. 1:3). The verb bara’, “create,” translated in Genesis 1 as in the beginning God “created” the heavens and the earth, occurs only with God as its subject, and it denotes abruptness: God spoke, and it was so.<br><br>The Creation text informs us that “everything” had been done then (Gen. 1:31), and according to the Creator Himself, it was all judged “very good” (Gen. 1:31). Genesis 1:1 states the event itself, the Creation of heaven and earth; and Genesis 2:1 declares that the event was finished. And it was all completed, including the Sabbath, in seven days.<br><strong><br>Why does the idea of billions of years of evolution completely nullify the Genesis Creation story? Why are the two views incompatible in every way?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 29",
               "dayTitle":"<p>The Sabbath<br></p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p><strong>Read Genesis 2:2, 3 and Exodus 20:8–11. Why is the seventh-day Sabbath related to Creation? How does this connection impact how we keep the Sabbath?</strong></p><p><strong>Genesis 2:2-3&nbsp; <sup><br></sup></strong></p><p><sup><strong>&nbsp;2</strong></sup> And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. <br></p><p><strong><sup>3</sup></strong> Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.<strong><br></strong></p><p><strong>Exodus 20:8–11</strong></p><p><sup><br><br><strong>8 </strong></sup>“Remember the Sabbath day, to keep it holy. <br></p><p><strong><sup>9</sup></strong> Six days you shall labor and do all your work, <br></p><p><strong><sup>10</sup></strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates. <strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.<br><br><br>It is precisely because “God ended” His works of Creation that He instituted the Sabbath. The seventh-day Sabbath is, therefore, the expression of our faith that God finished His work then, and that He found it “very good.” To keep the Sabbath is to join with God in the recognition of the value and beauty of His creation.<br><br>We can rest from our works just as God had rested from His. Sabbath keeping means saying yes to God’s “very good” Creation, which includes our physical bodies. Contrary to some ancient (and modern) beliefs, nothing in Scripture, Old or New Testament, denigrates the body as evil. That’s a pagan concept, not a biblical one. Instead, Sabbath keepers are grateful for God’s creation—which includes their own flesh—and that is why they can enjoy the creation and why they take care of it.<br><br>The Sabbath, which marks the first “end” of human history, also is a sign of hope for suffering humankind and for the groaning of the world. It is interesting that the phrase “finished the work” reappears at the end of the construction of the sanctuary (Exod. 40:33) and again at the end of the building of Solomon’s temple (1 Kings 7:40, 51)—both places where the lesson of the gospel and salvation had been taught.<br><br>After the Fall, the Sabbath, at the end of the week, points to the miracle of salvation, which will take place only through the miracle of a new creation (Isa. 65:17, Rev. 21:1). The Sabbath is a sign at the end of our human week that the suffering and trials of this world will have an end, as well.<br><br>This is why Jesus chose the Sabbath as the most appropriate day to heal the sick (Luke 13:13–16). Contrary to whatever traditions the leaders were stuck in, by the Sabbath healings Jesus pointed the people, and us, to the time when all pain, all suffering, all death, will be over, which is the ultimate conclusion to the salvation process. Hence, each Sabbath points us to the hope of redemption.<br><br><strong>By resting on the Sabbath day, how are we experiencing the rest and salvation that we have in Jesus now and that which will be fulfilled, ultimately, in the creation of the new heaven and new earth?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 30",
               "dayTitle":"<p>The Creation of Humanity<br></p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>The creation of humans is God’s last act of Creation, at least in the Genesis account. Humans are the culmination of the whole earthly Creation, the purpose for which the earth was made. <br></p><p><strong>Read Genesis 1:26–29 and Genesis 2:7. What is the connection between these two different versions in regard to the creation of humanity?</strong><br></p><p><strong>Genesis 1:26–29 <br></strong></p><p><strong><sup>26</sup></strong> Then God said, “Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.” <strong><sup><br></sup></strong></p><p><strong><sup>27</sup></strong> So God created man in His own image; in the image of God He created him; male and female He created them. <strong><sup>28</sup></strong> Then God blessed them, and God said to them, “Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.”<strong><br><sup>29</sup></strong> And God said, “See, I have given you every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food. <br></p><p><strong>&nbsp;Genesis 2:7</strong></p><p><strong><sup>7</sup> </strong>And the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being.<strong><br></strong></p><p>That God has created humans in His image is one of the boldest statements of the Bible. Only humans have been created in the image of God. Though “God made the beast of the earth according to its kind” (Gen. 1:25, NKJV), “God created man in His own image” (Gen. 1:27, NKJV; emphasis added). This formula has often been limited to the spiritual nature of humans, which is interpreted to mean that the “image of God” is understood to signify only the administrative function of representing God, or the spiritual function of relationship with God or with each other. While these understandings are correct, they fail to include the important physical reality of this creation. Both dimensions are, indeed, included in the two words “image” and “likeness” describing this pro- cess in Genesis 1:26. While the Hebrew word tselem, “image,” refers to the concrete shape of the physical body, the word demut, “likeness,” refers to abstract qualities that are comparable to the divine Person.<br><br>Therefore, the Hebrew notion of the “image of God” should be understood in the wholistic sense of the biblical view of human nature. The biblical text affirms that human individuals (men and women) have been created in God’s image physically, as well as spiritually. As Ellen G. White clearly comments: “When Adam came from the Creator’s hand, he bore, in his physical, mental, and spiritual nature, a likeness to his Maker.”—Education, p. 15.<br><br>In fact, this wholistic understanding of the image of God, including the physical body, is reaffirmed in the other Creation account, which says that “man became a living being” (Gen. 2:7, NKJV), literally, “a living soul” (nefesh), as the result of two divine operations: God “formed” and God “breathed.” Note that the “breath” often refers to the spiritual dimension, but it also is closely tied to the biological capacity for breathing, the part of the man that was “formed . . . of the dust of the ground.” It is the “breath of life”; that is, breath (spiritual) and life (physical).<br><br><strong>God will later perform a third operation, this time to create the woman from the body of the man (Gen. 2:21, 22), a way to emphasize that she is of the same nature as the man.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 31",
               "dayTitle":"<p>The Duty of Humanity<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>As soon as God created the first man, He offered him three gifts: the Garden of Eden (Gen. 2:8), food (Gen. 2:16), and the woman (Gen. 2:22).<br><br><strong>Read Genesis 2:15–17. What is man’s duty toward creation and toward God? How do these two duties relate to each other?</strong><br></p><p><strong>Genesis 2:15–17</strong></p><p><strong><sup>15</sup></strong> Then the Lord God took the man and put him in the garden of Eden to tend and keep it. <br></p><p><strong><sup>16</sup></strong> And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat; <br></p><p><strong><sup>17</sup></strong> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p><p>The first duty of man concerns the natural environment in which God has put him: “to tend and keep it” (Gen. 2:15, NKJV). The verb ‘avad, “tend,” refers to work. It is not enough to receive a gift. We have to work on it and to make it fruitful—a lesson that Jesus will repeat in His para­ble of the talents (Matt. 25:14–30). The verb shamar, “keep,” implies the responsibility to preserve what has been received.<br><br>The second duty concerns his food. We have to remember that God gave it to humans (see Gen. 1:29). God also said to Adam that “ ‘you may freely eat’ ” (Gen. 2:16, NKJV). Humans didn’t create the trees— or the food on them. They were a gift, a gift of grace.<br><br>But there is a commandment here, as well: they were to receive and enjoy God’s generous gift “ ‘of every tree’ ” (NKJV). As a part of this grace, though, God added a restriction. They should not eat from one particular tree. Enjoying without any restriction will lead to death. This principle was right in the Garden of Eden, and in many ways, that same principle exists today.<br><br>The third duty of man concerns the woman, God’s third gift: “man shall leave his father and mother and be joined to his wife” (Gen. 2:24, NKJV). This extraordinary statement is a powerful expression that highlights human responsibility toward the conjugal covenant and the purpose of being “one flesh” (NKJV), meaning one person (compare with Matt. 19:7–9).<br><br>The reason it is the man (and not the woman) who should leave his parents may have to do with the biblical generic use of the masculine; hence, perhaps, the commandment applies to the woman too. Either way, the bond of marriage, though a gift from God, entails human responsibility once the gift has been received, a responsibility that rests with both the man and the woman to fulfill it faithfully.<br><br><strong>Think about all that you have been given by God. What are your responsibilities with what you have been given?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 1",
               "dayTitle":"",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “Science and the Bible,” pp. 128, 129, in Education; “The Creation,” in The Story of Redemption, pp. 21, 22.<br><br>“Since the book of nature and the book of revelation bear the impress of the same master mind, they cannot but speak in harmony. By different methods, and in different languages, they witness to the same great truths. Science is ever discovering new wonders; but she brings from her research nothing that, rightly understood, conflicts with divine reve­lation. The book of nature and the written word shed light upon each other. They make us acquainted with God by teaching us something of the laws through which He works.<br><br>“Inferences erroneously drawn from facts observed in nature have, however, led to supposed conflict between science and revelation; and in the effort to restore harmony, interpretations of Scripture have been adopted that undermine and destroy the force of the word of God. Geology has been thought to contradict the literal interpretation of the Mosaic record of the creation. Millions of years, it is claimed, were required for the evolution of the earth from chaos; and in order to accommodate the Bible to this supposed revelation of science, the days of creation are assumed to have been vast, indefinite periods, covering thousands or even millions of years.<br><br>“Such a conclusion is wholly uncalled for. The Bible record is in harmony with itself and with the teaching of nature.”—Ellen G. White, Education, pp. 128, 129.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Why would the quality of our faith be affected if we believed that these stories of the beginnings were legends, “myths” essentially designed to instruct us in spiritual lessons but without historical realit­y? What clues in the biblical text suggest that the biblical author knew that they were “historical” just as the rest of the stories in the book of Genesis are? What is Jesus’ testimony about the historical truth of these stories?<br><br><strong>2.</strong> What does the Genesis story teach us about the importance of stewardship of the earth? How can we be good stewards of our planet while, at the same time, avoiding the danger of all but worshiping the creation itself, as opposed to the Creator, which is a very real temptation? (See Rom. 1:25.)<br><br><strong>3.&nbsp; </strong>Despite the ravages of sin over the long millennia, in what ways does the original wonder and beauty and majesty of the “very good” Creation still manifest itself to us, speaking to us in powerful ways of God’s goodness and might?</p><p><strong>Inside Story:</strong></p><p><strong>Mocked for the Sabbath</strong> <br></p><p>By Andrew McChesney<br><br>Students mocked Laissa Samila Yassine for skipping classes on Saturdays in Mozambique. “You came here to this university to study, not to follow your church’s teachings,” said one. “You’re crazy,” said another.<br><br>It all began when Laissa was struggling with her mechanical engineering studies during her first semester at a public university, and she found relief listening to music shared by a Seventh-day Adventist classmate, Belizario. Then she and Belizario began to study the Bible together. Laissa had other new friends, and they also studied the Bible.<br><br>The more she studied, the more she felt confused. The two Bible studies didn’t agree about the Sabbath. She quit both to search the Bible for herself. Prayerfully, she read the fourth commandment in Exodus 20:8–11, which begins, “Remember the Sabbath day to keep it holy” (NKJV). She read the Lord’s call in Isaiah 58:13 to “turn away … from doing your pleasure on My holy day, and call the Sabbath a delight” (NKJV) and Jesus’ words, “If you love Me, keep My commandments” (John 14:15, NKJV). She decided to keep the Sabbath.<br><br>At first, Laissa hid her decision. She was afraid of being ridiculed, and she didn’t want to ask teachers to be excused from Saturday classes. She also worried about what her parents would say. However, she couldn’t keep her convictions to herself for long, and she announced at the end of the second semester that she would become an Adventist. Her worst fears materialized. Former friends taunted her and, when they saw her walking with Belizario, sneered, “Oh, those Adventists.” Teachers refused to reschedule Saturday classes, and her grades dropped. “If you don’t like it here, just leave,” teachers said. Her mother was furious, and her father disowned her.<br><br>Then Laissa met a visiting student from Mozambique Adventist University at her church on Sabbath. She was excited to learn about an Adventist university in Mozambique, and she begged her mother to allow her to transfer. Her mother initially refused but unexpectedly changed her mind after Laissa, like Queen Esther, prayed and fasted for three days for God to intervene. A short time after changing universities, she told her mother that she no longer needed help with expenses. Her new library job covered her costs. Her mother was astonished. “Indeed, the Lord is not your stepfather but your real Father,” she said.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>The Creation<br></p>",
         "verse":"<p>In the beginning God created the heavens and the<br>earth (Genesis 1:1, NKJV).<br></p>",
         "versionCode":1,
         "weekDate":"March 26 – April 1"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
