{
  "data": [
    {
      "color": "#9F02A4",
      "id": 3,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "13 de enero",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Salmos sostiene inquebrantablemente la creencia fundamental en el reinado soberano de Dios. El Señor creó y sostiene todo lo que ha creado. Él es el Rey soberano sobre todo el mundo, y lo gobierna con justicia y rectitud.</p><p>Sus leyes y sus estatutos son buenos y dan vida a quienes los cumplen. El Señor es un Juez justo que se asegura de que el mundo permanezca bien ordenado, y lo hace recompensando a los justos y castigando a los impíos; pero según sus tiempos, no los nuestros.</p><p>El pacto de Dios con Israel desempeña un papel especial en la redención del mundo, porque anuncia la salvación del Señor. Él adoptó a Israel como su preciada posesión; de entre todas las naciones, hizo de Israel su pueblo. El Señor es fiel a su alianza y sigue cuidando de su rebaño a pesar de su infidelidad y, a veces, de su abierta rebelión.</p><p>Así, el gobierno soberano del Señor hace que el mundo esté firmemente establecido y seguro. Los salmistas quieren que el lector comprenda esta verdad fundamental. Con esta visión del mundo como faro, los salmistas buscan prosperar y servir a Dios con devoción absoluta.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de enero",
          "dayTitle": "<p>EL SEÑOR NOS HIZO</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Salmos 8 y 100. ¿Cómo se describe a Dios y a las personas en estos salmos? ¿Qué revelan acerca del carácter de Dios?</strong></p><p><strong>Salmos 8</strong></p><p><strong><sup>1 </sup></strong>¡Oh Jehová, Señor nuestro, Cuán glorioso es tu nombre en toda la tierra! Has puesto tu gloria sobre los cielos;</p><p><strong><sup>2</sup></strong> De la boca de los niños y de los que maman, fundaste la fortaleza, A causa de tus enemigos, Para hacer callar al enemigo y al vengativo.</p><p><strong><sup>3</sup></strong> Cuando veo tus cielos, obra de tus dedos, La luna y las estrellas que tú formaste,</p><p><strong><sup>4 </sup></strong>Digo: ¿Qué es el hombre, para que tengas de él memoria, Y el hijo del hombre, para que lo visites?</p><p><strong><sup>5</sup></strong> Le has hecho poco menor que los ángeles, Y lo coronaste de gloria y de honra.</p><p><strong><sup>6 </sup></strong>Le hiciste señorear sobre las obras de tus manos; Todo lo pusiste debajo de sus pies:</p><p><strong><sup>7 </sup></strong>Ovejas y bueyes, todo ello, Y asimismo las bestias del campo,</p><p><strong><sup>8</sup></strong> Las aves de los cielos y los peces del mar; Todo cuanto pasa por los senderos del mar.</p><p><strong><sup>9 </sup></strong>¡Oh Jehová, Señor nuestro, Cuán grande es tu nombre en toda la tierra!</p><p><strong>Salmos 100</strong></p><p><strong><sup>1 </sup></strong>Cantad alegres a Dios, habitantes de toda la tierra.</p><p><strong><sup>2</sup></strong> Servid a Jehová con alegría; Venid ante su presencia con regocijo.</p><p><strong><sup>3 </sup></strong>Reconoced que Jehová es Dios; El nos hizo, y no nosotros a nosotros mismos; Pueblo suyo somos, y ovejas de su prado.</p><p><strong><sup>4</sup></strong> Entrad por sus puertas con acción de gracias, Por sus atrios con alabanza; Alabadle, bendecid su nombre.</p><p><strong><sup>5</sup></strong> Porque Jehová es bueno; para siempre es su misericordia, Y su verdad por todas las generaciones.</p><p>La Creación desempeña un papel crucial en Salmos, al defender la soberanía de Dios. Los cielos, que son “obra de sus manos”, proclaman su gloria y su poder (Sal. 19:1-4; 97:6). El nombre de Dios es majestuoso en toda la Tierra (Sal. 8:1, 9).</p><p>El Señor lo ha creado todo; no tiene principio (Sal. 93:2) ni fin (Sal. 102:25-27). Él es eterno y superior a los dioses de las naciones, que son solo “obra de manos de hombres” (Sal. 115:4), nada más. Los ídolos “manos tienen, pero no palpan” (Sal. 115:7); mientras que, “en su mano [del Señor] están las profundidades de la tierra [...] y sus manos formaron la tierra firme” (Sal. 95:4, 5).</p><p>Varios salmos describen el poder de Dios sobre las fuerzas de la naturaleza, que otras naciones consideraban divinas (por ejemplo, Sal. 29; 93; 104). Estos salmos reafirman la aseveración de que el Señor reina sobre toda la Creación y es supremo en poder y dignidad. Salmo 100:3 ataca una forma sutil de idolatría: la autosuficiencia, subrayando que Dios nos hizo, “y no nosotros a nosotros mismos” (RVR 1960).</p><p>La Creación también da testimonio del amor de Dios. Todo lo que existe debe su existencia a Dios, quien también sustenta la vida (Sal. 95:7; 147:4-9). Notemos que Dios no solamente otorgó la existencia a la humanidad, sino además hizo del antiguo Israel “pueblo suyo [...], ovejas de su prado” (Sal. 100:3). La noción de que son “pueblo suyo” y “ovejas de su prado” revela el deseo de Dios de mantener una estrecha relación con su pueblo.</p><p>Únicamente el Creador tiene el poder de bendecir y hacer crecer a su pueblo y, por lo tanto, él es el único digno de su adoración y confianza. Numerosos salmos llaman a todo lo que respira, a toda la tierra, al mar y a todo lo que hay en ella, a gritar de alegría ante el Señor.</p><p>La gloria de Dios se ve en la Creación, incluso en la Creación terrenal caída, y Salmos nos señala que únicamente Dios es digno de adoración.</p><p><strong>“¿Qué es el hombre para que te acuerdes de él, y el hijo del hombre para que lo tomes en cuenta?” (Sal. 8:4). ¿Cuál es tu respuesta a Dios como tu Creador? Cuando Dios llama a las estrellas por su nombre (Sal. 147:4), ¿cuánto más crees que Dios se preocupa por ti?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de enero",
          "dayTitle": "<p>EL SEÑOR REINA</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>Estrechamente ligado (mejor dicho, inseparablemente ligado) al concepto del Señor como Creador está el concepto del Señor como Soberano, como Gobernante. La declaración “El Señor reina” se proclama solemnemente en Salmos 93:1, 96:10, 97:1 y 99:1, pero sus ecos se escuchan en todo el libro de Salmos.</p><p>El Señor está revestido de honor, majestad y fuerza (Sal. 93:1; 104:1). Está rodeado de nubes y tinieblas (Sal. 97:2), pero también se cubre “de luz como de un vestido” (Sal. 104:2). Estas metáforas exaltan el poder y el esplendor del Rey, y fueron cuidadosamente escogidas para expresar la grandeza única de Dios, que está más allá de la comprensión humana.</p><p><strong>Lee Salmo 97. ¿Qué caracteriza el reinado del Señor? (Sal. 97:2, 10). ¿Cuál es el dominio de su reinado? (Sal. 97:1, 5, 9).</strong></p><p><strong>Salmo 97</strong></p><p><strong><sup>1 </sup></strong>Jehová reina; regocíjese la tierra, Alégrense las muchas costas.</p><p><strong><sup>2</sup></strong> Nubes y oscuridad alrededor de él; Justicia y juicio son el cimiento de su trono.</p><p><strong><sup>3</sup></strong> Fuego irá delante de él, Y abrasará a sus enemigos alrededor.</p><p><strong><sup>4 </sup></strong>Sus relámpagos alumbraron el mundo; La tierra vio y se estremeció.</p><p><strong><sup>5 </sup></strong>Los montes se derritieron como cera delante de Jehová, Delante del Señor de toda la tierra.</p><p><strong><sup>6</sup></strong> Los cielos anunciaron su justicia, Y todos los pueblos vieron su gloria.</p><p><strong><sup>7</sup></strong> Avergüéncense todos los que sirven a las imágenes de talla, Los que se glorían en los ídolos. Póstrense a él todos los dioses.</p><p><strong><sup>8</sup></strong> Oyó Sion, y se alegró; Y las hijas de Judá, Oh Jehová, se gozaron por tus juicios.</p><p><strong><sup>9 </sup></strong>Porque tú, Jehová, eres excelso sobre toda la tierra; Eres muy exaltado sobre todos los dioses.</p><p><strong><sup>10</sup></strong> Los que amáis a Jehová, aborreced el mal; El guarda las almas de sus santos; De mano de los impíos los libra.</p><p><strong><sup>11</sup></strong> Luz está sembrada para el justo, Y alegría para los rectos de corazón.</p><p><strong><sup>12</sup></strong> Alegraos, justos, en Jehová, Y alabad la memoria de su santidad.</p><p>El reinado del Señor se demuestra en sus obras de creación (Sal. 96:5), salvación (Sal. 98:2) y juicio (Sal. 96:10). El Señor establece su reinado sobre todo el mundo (Sal. 47:6-9). El Reino de Dios es un reino eterno, sin parangón en poder y majestad (Sal. 45:6; 93:1, 2; 103:19). El Reino del Señor se basa en la misericordia, la justicia y la rectitud, y aporta orden y estabilidad al mundo creado (Sal. 98:3; 99:4). El Reino de Dios une a los adoradores celestiales y terrenales en la alabanza a Dios (Sal. 103:20-22; 148). Muchos salmos visualizan que toda la humanidad reconoce el gobierno soberano de Dios (Sal. 96:10; 97:1; 99:1; 145:11-13).</p><p>Pero, no todos lo hacen, ni siquiera los gobernantes terrenales; al menos, por ahora. El reinado del Señor es desafiado constantemente por los impíos, que niegan al Señor, se burlan de él y oprimen a su pueblo (Sal. 14:1; 74:3-22). Aunque se ve desafiado por la prosperidad de algunos impíos y turbado por la “indulgencia” de Dios, el salmista confía en el gobierno soberano de Dios y continúa deleitándose en la seguridad de los justos juicios de Dios (Sal. 68:21; 73:17-20). Por la fe, el pueblo de Dios se regocija en el establecimiento del Reino de Dios mediante el ministerio redentor de Cristo y espera la consumación del Reino en la segunda venida de Cristo (Mat. 12:26-28; 1 Cor. 15:20-28).</p><p><strong>“Los que aman al Señor, aborrezcan el mal” (Sal. 97:10). ¿Por qué nuestro amor a Dios debe hacernos odiar el mal? ¿Cómo se relacionan estos dos conceptos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de enero",
          "dayTitle": "<p>DIOS ES EL JUEZ</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Salmo 75. ¿Por qué es vana la jactancia de los impíos?</strong></p><p><strong>Salmo 75</strong></p><p><strong><sup>1 </sup></strong>Gracias te damos, oh Dios, gracias te damos, Pues cercano está tu nombre; Los hombres cuentan tus maravillas.</p><p><strong><sup>2 </sup></strong>Al tiempo que señalaré Yo juzgaré rectamente.</p><p><strong><sup>3 </sup></strong>Se arruinaban la tierra y sus moradores; Yo sostengo sus columnas. Selah</p><p><strong><sup>4</sup></strong> Dije a los insensatos: No os infatuéis; Y a los impíos: No os enorgullezcáis;</p><p><strong><sup>5</sup></strong> No hagáis alarde de vuestro poder; No habléis con cerviz erguida.</p><p><strong><sup>6</sup></strong> Porque ni de oriente ni de occidente, Ni del desierto viene el enaltecimiento.</p><p><strong><sup>7</sup></strong> Mas Dios es el juez; A éste humilla, y a aquél enaltece.</p><p><strong><sup>8</sup></strong> Porque el cáliz está en la mano de Jehová, y el vino está fermentado, Lleno de mistura; y él derrama del mismo; Hasta el fondo lo apurarán, y lo beberán todos los impíos de la tierra.</p><p><strong><sup>9</sup></strong> Pero yo siempre anunciaré Y cantaré alabanzas al Dios de Jacob.</p><p><strong><sup>10</sup></strong> Quebrantaré todo el poderío de los pecadores, Pero el poder del justo será exaltado.</p><p>Como Rey soberano, el Señor es también Legislador (Sal. 99:7) y Juez (Sal. 98:9; 97:2). Los impíos amenazan constantemente el orden justo que Dios estableció en el mundo, pero el Señor juzgará al mundo y pondrá fin al dominio del mal (Sal. 75:8-10; Sal. 96:13).</p><p>En Salmo 75, varias imágenes describen la destrucción irrevocable de los impíos. La imagen de una copa con vino tinto (Sal. 75:8) transmite la intensidad de la furia de Dios (Jer. 25:15; Apoc. 14:10). El corte de los cuernos de los impíos representa el fin de su poder y dominio, mientras que el poder de los justos será exaltado (Sal. 75:10). Dios tiene un “tiempo designado” (Sal. 75:2) para su juicio. Este juicio ejecutivo claramente tendrá lugar al final de los tiempos (Sal. 96:13; 1 Cor. 15:23-26).</p><p>El Señor sondea el corazón de las personas como parte de su juicio. Lee Salmo 14:2. Es una reminiscencia de Génesis 6:5 y 8. Ambos textos muestran que el examen que Dios hace de la vida de las personas y la búsqueda que realiza para ver a quiénes puede salvar preceden a la ejecución del juicio de Dios sobre el mundo. Este juicio a veces se denomina “Juicio Investigador”, cuando Dios defiende a los justos y decide el destino de los impíos.</p><p>¿Cómo funciona? En primer lugar, Dios libera a su pueblo de los impíos (Sal. 97:10; 146:9) y corona a los humildes con la salvación (Sal. 149:4). En segundo lugar, los impíos que no se arrepienten son destruidos para siempre (Sal. 97:3). Algunos salmos describen poéticamente la inutilidad de las armas humanas contra el Juez divino (Sal. 76:3-6). El Señor es también un Dios que perdona, aunque castiga las maldades de la gente (Sal. 99:8). El pueblo de Dios, no solo los impíos, dará cuenta a Dios (Sal. 50:4; 135:14).</p><p>Salmos transmite la misma noción que se expresa en otros textos bíblicos, de que el juicio de Dios comienza con el pueblo de Dios y se extiende a toda la Tierra (Deut. 32:36; 1 Ped. 4:17). El salmista clama a Dios para que lo juzgue, pero confía en la justicia de Dios para que lo defienda (Sal. 7:8-11; 139:23, 24).</p><p><strong>Salmos nos llama a alegrarnos a la espera de los juicios de Dios (Sal. 67:4; 96:10-13; 98:4-9). ¿En qué medida el juicio de Dios es una buena noticia para quienes están cubiertos por la sangre de Cristo?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de enero",
          "dayTitle": "<p>SE ACUERDA SIEMPRE DE SU PACTO</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>El tema del Juicio de Dios suscita una pregunta importante: ¿Cómo pueden los creyentes tener paz con Dios y la seguridad de la salvación en el momento del Juicio? Lee Salmos 94:14; 105:7-10; y Daniel 7:22.</strong></p><p><strong>Salmos 94:14</strong></p><p><strong><sup>14</sup></strong> Porque no abandonará Jehová a su pueblo, Ni desamparará su heredad,</p><p><strong>Salmos 105:7-10</strong></p><p><strong><sup>7</sup></strong> El es Jehová nuestro Dios; En toda la tierra están sus juicios.</p><p><strong><sup>8</sup></strong> Se acordó para siempre de su pacto; De la palabra que mandó para mil generaciones,</p><p><strong><sup>9</sup></strong> La cual concertó con Abraham, Y de su juramento a Isaac.</p><p><strong><sup>10</sup></strong> La estableció a Jacob por decreto, A Israel por pacto sempiterno,<br></p><p><strong>Daniel 7:22</strong></p><p><strong><sup>22</sup></strong> hasta que vino el Anciano de días, y se dio el juicio a los santos del Altísimo; y llegó el tiempo, y los santos recibieron el reino.</p><p>El pueblo de Dios está seguro, porque el Señor puso su morada en Sion (Sal. 76:1, 2) y estableció su Pacto eterno con él como su posesión preciada (Sal. 94:14; 105:8-10). Dios no se limita a prometer que no rechazará a su pueblo del Pacto, sino que obra activamente para mantenerlo seguro en él. Perdona sus pecados (Sal. 103:3); instruye, bendice y fortalece a su pueblo (Sal. 25:8-11; 29:11; 105:24). Los juicios de Dios se realizan para hacer volver al pueblo a la justicia y demostrar que Dios cuida de él (Sal. 94:8-15).</p><p>Salmo 105 en su conjunto muestra la fidelidad del Señor a su Pacto en la historia de Israel. En todo lo que sucedió, lo bueno y lo malo, Dios estuvo allí. Condujo providencialmente a José a Egipto, y por medio de él salvó a su pueblo y a las naciones de aquella región durante la grave hambruna (Sal. 105:16-24). El Señor levantó a Moisés para que sacara a su pueblo de la esclavitud en Egipto, con señales y prodigios en su favor (Sal. 105:25-38).</p><p>El Señor concedió a su pueblo la Tierra Prometida (Sal. 105:11, 44) y su protección continua (Sal. 105:12-15). Lo multiplicó (Sal. 105:24), lo libró de sus opresores (Sal. 105:37, 38) y proveyó para sus necesidades diarias (Sal. 105:39-41). No cabe duda de que el Señor controla soberanamente todo lo que concierne a su pueblo; una verdad que los salmistas querían que su pueblo nunca olvidara.</p><p>Cuando Dios se acuerda de su Pacto, implica algo más que conocimiento o memoria, porque siempre conduce a la acción (Gén. 8:1; 1 Sam. 1:19; Sal. 98:3; 105:42-44). Del mismo modo, cuando se llama al pueblo a recordar las maravillas y los juicios de Dios, significa que el pueblo debe vivir de manera que honre a Dios.</p><p>En este pacto, la principal vocación de Israel es permanecer fiel al Pacto, observando las leyes de Dios (Sal. 78:5-7; 105:45). El pueblo de Dios también está llamado a dar testimonio de Dios a otras naciones, porque el Señor desea que todas las naciones se unan a su pueblo, Israel (Sal. 105:1, 2). El mundo está así seguro en la alianza protectora del Dios todopoderoso y misericordioso (Sal. 89:28-34).</p><p><strong>¿Qué tenemos en Jesús, que demuestra por qué estas promesas hechas al antiguo Israel pueden aplicarse ahora a nosotros? (ver Gál. 3:26-29).</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de enero",
          "dayTitle": "<p>SUS TESTIMONIOS SON MUY FIRMES</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Salmos 19:7; 93:5; 119:165; 1:2 y 6; 18:30; y 25:10. ¿Qué hilo conductor tienen todos ellos?</strong></p><p><strong>Salmos 19:7</strong></p><p><strong><sup>7</sup></strong> La ley de Jehová es perfecta, que convierte el alma; el testimonio de Jehová es fiel, que hace sabio al sencillo.</p><p><strong>Salmos 93:5</strong></p><p><strong><sup>5 </sup></strong>Tus testimonios son muy firmes; la santidad conviene a tu casa, oh Jehová, por los siglos y para siempre.</p><p><strong>Salmos 119:165</strong></p><p><strong><sup>165</sup></strong> Mucha paz tienen los que aman tu ley, yno hay para ellos tropiezo.</p><p><strong>Salmos 1:2,6</strong></p><p><strong><sup>2</sup></strong> Sino que en la ley de Jehová está su delicia, y en su ley medita de día y de noche.</p><p><strong><sup>6</sup></strong> Porque Jehová conoce el camino de los justos; mas la senda de los malos perecerá.</p><p><strong>Salmos 18:30</strong></p><p><strong><sup>30</sup></strong> En cuanto a Dios, perfecto es su camino, yacrisolada la palabra de Jehová;escudo es a todos los que en él esperan.</p><p><strong>Salmos 25:10</strong></p><p><strong><sup>10</sup></strong> Todas las sendas de Jehová son misericordia y verdad, para los que guardan su pacto y sus testimonios.</p><p>La supremacía del Señor en el mundo como Creador, Rey y Juez soberano tiene implicaciones teológicas para la fiabilidad de sus testimonios. Los testimonios (en hebreo edut, ‘decreto’, ‘ley’) se refieren al conjunto de leyes y ordenanzas con las que el Señor gobierna la vida religiosa y social de su pueblo (Éxo. 32:15).</p><p>Son “muy firmes” (Sal. 93:5) y reflejan la estabilidad y permanencia del Trono de Dios y del mundo que el Soberano creó y sostiene (Sal. 93:1, 2). La palabra hebrea traducida como “firme” (de la que deriva la palabra española amén) transmite la noción de fiabilidad, fidelidad y firmeza (2 Sam. 7:16; 1 Crón. 17:23). Las leyes de Dios son inmutables e indestructibles.</p><p>Dios garantiza la integridad de sus promesas y sus mandatos. La fidelidad de Dios es a la vez totalmente tranquilizadora, al garantizar el carácter inmutable de su gobierno, y totalmente exigente, al pedir al pueblo respuestas de confianza y obediencia a Dios.</p><p>Al mismo tiempo, la falta de justicia en el mundo se describe poéticamente como un temblor de los cimientos de la Tierra (Sal. 18:7; Isa. 24:18-21). La Ley de Dios instruye al pueblo en el camino de la vida recta que puede resistir el juicio de Dios. Así, pues, los justos no serán sacudidos, porque están firmemente arraigados en la Ley de Dios, que les proporciona estabilidad y seguridad, y su corazón está firme (en hebreo, najón también significa ‘estar firme’, ‘estar seguro’) en el Señor (Sal. 112:1, 6, 7). Nada hace tropezar a los que guardan la Ley de Dios (Sal. 119:165), lo que implica la protección y la conducción de Dios en la vida (Sal. 1:2, 3, 6).</p><p>La Palabra de Dios se representa como la lámpara para guiar los pies del salmista, y así lo protege de las trampas ocultas de los enemigos (Sal. 119:105, 110).</p><p>La gran paz, de la que gozan los que aman la Ley de Dios (Sal 119:165), obviamente no es el resultado de una ausencia total de pruebas (Sal 119:161); más bien, deriva de permanecer en la presencia de Dios y de tener una relación sana con él.</p><p><strong>¿De qué manera práctica te ha ayudado en tu vida guardar las leyes, los estatutos y los testimonios de Dios? Por otro lado, ¿qué sufriste por violarlos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de enero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Salmo 86:5 y 15; y Elena de White, El camino a Cristo, “El amor de Dios por el hombre”, pp. 7-14. ¿De qué manera la verdad de que Dios es amor nos ayuda a comprender mejor las diversas descripciones de Dios y sus obras en Salmos?</strong></p><p><strong>Salmo 86:5 ,15</strong></p><p><span style=\"background-color: initial;\"><strong><sup>5 </sup></strong>Porque tú, Señor, eres bueno y perdonador, y</span>&nbsp;grande en misericordia para con todos los que te invocan.</p><p><strong><sup>15</sup></strong> Mas tú, Señor, Dios misericordioso y clemente, lento para la ira, y grande en misericordia y verdad,</p><p><span style=\"background-color: initial;\">El estudio de esta semana se centra en algunas descripciones clave de Dios y sus actividades, que establecen el mundo y lo hacen firme y seguro. Los salmistas apelan a Dios, quien es Creador, Rey, Juez, Salvador del Pacto y Legislador. Las funciones que Dios desempeña en el mundo se reflejan también en otros nombres y títulos de Dios, como Pastor (Sal. 23:1; 80:1), Roca de la salvación (Sal. 95:1) y Padre (Sal. 68:5; 89:26). En el mundo podemos estar seguros y a salvo, incluso en medio de la agitación del Gran Conflicto, porque Dios es soberano y fiel en todo lo que hace y dice. Aunque estos temas teológicos no son para nada exhaustivos, son indicativos de las diversas formas en que Dios se revela en Salmos.</span><br></p><p>Mientras seguimos estudiando Salmos, es importante recordar que debemos leerlos a la luz del carácter de amor y gracia de Dios, y de su plan para salvar y restaurar el mundo. “Cuanto más estudiamos el carácter divino a la luz de la Cruz, más vemos la misericordia, la ternura y el perdón unidos a la equidad y la justicia, y más claramente discernimos las innumerables pruebas de un amor que es infinito y de una tierna piedad mucho mayor que la anhelante compasión de una madre por su hijo descarriado” (Elena de White, El camino a Cristo, p. 14). En Salmos, incluso cuando el pueblo se enfrenta al juicio de Dios por su rebelión sigue invocando a Dios, porque sabe que la ira de Dios es solo por un tiempo, pero su misericordia es eterna (Sal. 103:8).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1</strong>. ¿Por qué es crucial comprender la realidad y la prevalencia del Gran Conflicto para entender mejor que, a pesar del gobierno y la soberanía definitivos de Dios, sigue habiendo mucha confusión y sufrimiento en nuestro mundo? ¿Por qué la temática del Gran Conflicto nos es tan útil?</p><p><strong>2. </strong>La creencia en Dios como Creador, ¿cómo debería conformar nuestro autoconocimiento y nuestra relación con el resto de la Creación? ¿Qué ocurre cuando el pueblo se aparta de esa verdad (Sal. 106:35-42)?</p><p><strong>3. </strong>¿Qué tenían de malo los ídolos de las naciones de tiempos bíblicos (Sal. 115:4-8)? ¿Y los ídolos modernos? ¿Por qué son igual de peligrosos para nuestro caminar con el Señor?</p><p><strong>4. </strong>¿Cómo debe vivir el pueblo de Dios, sabiendo que el Juicio de Dios comienza con su pueblo? ¿Cómo juzga Dios a su pueblo y con qué fin?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong style=\"background-color: initial;\">RESEÑA</strong><br></p><p><strong>Texto clave: Salmo 93:1</strong></p><p><strong>Enfoque del estudio: Salmos 8; 100; 97; 75:1-10; 105:7-10; Gálatas 3:26-29; Salmo 25:10.</strong></p><p><br></p><p>Esta semana, examinaremos cinco aspectos de la soberanía de Dios en el Salterio. Veremos que los salmos afirman lo siguiente:</p><p><strong>1.</strong> El fundamento de la soberanía de Dios se basa en la Creación. El Señor es el Hacedor de los Cielos y la Tierra (Gén. 1:1), y de la humanidad (Gén. 1:26).</p><p><strong>2. </strong>Sobre la base de esta verdad bíblica, los diversos salmistas proclaman que Jehová es el Soberano sobre todo el mundo y las naciones.</p><p><strong>3.</strong> La soberanía del Señor está inseparablemente entrelazada con su obra como Juez.</p><p><strong>4</strong>. Como Juez, Dios intercede por su pueblo, gracias a su pacto con él.</p><p><strong>5.</strong> Él es fiel a las reglas de este pacto, porque la ley de su pacto es el fundamento de su Reino.</p><p>Como veremos, estos cinco temas están estrechamente entrelazados.<br></p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>Dios como Creador</strong></p><p>Salmo 8 puede dividirse en dos ideas principales: Dios es el Creador (Sal. 8:2-4), y los seres humanos son la corona de su Creación (Sal. 8:5-8). Estos conceptos están enmarcados al principio y al final del salmo por la misma línea, lo que se conoce como una inclusión: “Señor, Dios nuestro, ¡cuán glorioso es tu nombre en toda la tierra!” (Sal. 8:1, 9).</p><p>No podemos pasar por alto la importancia de la Creación en las enseñanzas de las Escrituras. Isaías utiliza el argumento de Dios como Creador para aniquilar la validez de la creencia en los ídolos (Isa. 40:12-31). Paralelamente, el salmista utiliza el mismo razonamiento para reconocer a Jehová como Soberano del Cielo y rechazar la idolatría (Sal. 115:1-8; 95:3-5, 7; 96:5). El fundamento del Reino de Dios es la Creación. Ese fundamento debe ser la razón de nuestra adoración a él (Sal. 100:3-5).</p><p>La Creación es también la razón del sábado (Gén. 2:1-3, Éxo. 20:8-11), y el séptimo día es un recordativo del poder de Dios. Con este trasfondo, entendemos mejor por qué el mensaje de Apocalipsis 14:7 afirma: “Y adoren al que hizo el cielo y la tierra, el mar y las fuentes de las aguas”. La predicación de este mensaje es más relevante que nunca en este tiempo, en el que el enemigo ha creado un paradigma etiológico de la vida relativamente nuevo: la Evolución.</p><p><strong>Dios como Rey</strong></p><p>Dios creó el Universo y, por consiguiente, le pertenece. En este sentido, él es su Rey. “El Señor reina [...]. Firme está tu trono desde siempre, tú eres Señor eternamente” (Sal. 93:1, 2).</p><p>Salmo 97 resume bien el mensaje de la realeza de Dios:</p><p><strong>1. Dios reina (Sal. 97:1).</strong> Muchos salmos exaltan a Dios como Rey (Sal. 47; 93; 95-99).</p><p><strong>2. Elementos dramáticos</strong> como las nubes, las tinieblas, el fuego, los relám- pagos, la tierra, las montañas y los cielos rodean a Dios (Sal. 97:2-6). Estos fenómenos meteorológicos y esplendores geológicos retratan la grandeza del Rey de reyes, quien inspira nuestro temor y reverencia.</p><p><strong>3. Se condena la vergüenza de</strong> la idolatría en contraste con la superioridad de adorar a Dios (Sal. 97:7).</p><p><strong>4. Los hijos de Dios lo alaban </strong>y se regocijan en los justos juicios de su gobierno (Sal. 97:8, 9).</p><p><strong>5. El amor a Dios inspira a los creyentes </strong>a que “aborrezcan el mal” (Sal. 97:10). El Señor preserva y libera a su pueblo de la mano de los impíos. Estas razones son motivo suficiente para alegrarse y darle gracias (Sal. 97:11, 12).</p><p>Dios, como Rey, es la fuente de la paz y la confianza de sus hijos. “Poderoso es el rey, ama la justicia. Tú estableces la rectitud; has hecho en Jacob juicio y justicia” (Sal. 99:4). Porque Dios es el Rey sobre toda la Tierra, debemos alegrarnos y cantar “con inteligencia” (Sal. 47:7; ver también vers. 1-6). Dios como Juez El Señor es Juez porque es Rey. En el antiguo Israel, el monarca dictaba el veredicto en juicios y asuntos judiciales (como David en 2 Sam. 14:1-23 y Salomón en 2 Rey. 3:16-28). De esta manera, la idea de un rey-juez era una noción familiar para el pueblo de aquella época. Cuando escuchaban a los salmistas entonar sus melodías acerca del Señor como Juez, captaban fácilmente el concepto.</p><p>Salmo 75 afirma que Dios, nuestro Juez, juzgará rectamente (Sal. 75:2). Por lo tanto, no debemos temer su obra como Juez, a menos que estemos del lado del mal. “Viene a juzgar la tierra. Juzgará al mundo con justicia y a los pueblos con su verdad” (Sal. 96:13).</p><p>En el juicio, Dios “a este abate” (al impío [Sal. 75:4, 5]) y “a aquel exalta” (al fiel [Sal. 75:1, 2; 75:7]). Este mismo principio opera en el Juicio Investigador de Daniel 7: Dios castiga al cuerno pequeño (Dan. 7:26) y vindica a su pueblo (Dan. 7:22).<br></p><p>Los fieles celebran el juicio de Dios (Sal. 75:9), no porque se alegren por la destrucción de los impíos, sino porque Dios es fiel a sus promesas y libera a los inocentes (ver Apoc. 19:2). Al final de Salmo 75 encontramos esta idea de fidelidad y liberación divinas: “Él quebrará el poder de los pecadores y exaltará el poder del justo” (Sal. 75:10).</p><p><strong>El Dios del Pacto</strong></p><p>En el antiguo Cercano Oriente, un pacto era un acuerdo entre un rey poderoso y su vasallo. Este acuerdo incluía lo que se le exigía al vasallo para permanecer bajo la protección de su soberano. El Antiguo Testamento se apropió de esta figura secular de la época y la aplicó a la relación entre el Rey del Cielo y sus seguidores.</p><p>“En un antiguo tratado del Cercano Oriente, el Gran Rey hacía dos promesas al vasallo: en primer lugar, atacaría al vasallo si se rebelaba contra él; y en segundo lugar, acudiría en defensa de cualquier vasallo leal que fuera atacado” (Tremper Longman III y Raymond B. Dillard, An Introduction to the Old Testament [Grand Rapids: Zondervan, 2006], p. 260). Entender este concepto engendra confianza en el creyente, porque por medio de él aprende que puede apoyarse en la seguridad de la protección de Dios.</p><p>Dentro de este contexto, el salterio describe a Jehová como Guerrero. Salmo 7 es una oración antes de la batalla, en la que el salmista pide la intervención de Dios en favor de su pueblo (Sal. 7:1, 2). El salmista también reclama la protección de Dios y pide la destrucción de sus enemigos (Sal. 7:4-9). Dios es la defensa del salmista (Sal.- 7:10), mediante la idea de un castillo o un escudo. Se describe a Dios, el Guerrero divino, portando una espada, un arco y flechas: “armas de muerte” (Sal. 7:12, 13). Ha preparado una trampa para sus enemigos (Sal. 7:15).</p><p><br></p><p><strong>El Dios de la Ley</strong></p><p>Puesto que Dios es un soberano justo, “se acuerda siempre de su pacto, de la palabra que mandó para mil generaciones” (Sal. 105:8). La base del Pacto es la Ley de Dios. Por lo tanto, no es coincidencia que uno de los temas principales del libro de Salmos sean los mandatos del Señor (ver Sal. 1). De hecho, el salmo y capítulo más largo de la Biblia, Salmo 119, se centra íntegramente en la Torá, o Ley.</p><p>La visión que tienen los salmistas de la Ley de Dios difiere de la idea común que prevalece en muchos círculos hoy en día, una idea que sostiene que la Ley divina es un conjunto de normas rígidas que debemos obedecer estrictamente o sufriremos un duro castigo como consecuencia de violar cualquiera de sus preceptos. A propósito de la Ley, David afirma que los testimonios del Señor convierten el alma, hacen sabio al sencillo; la Ley alegra el corazón e ilumina los ojos (Sal. 19:7-10).</p><p>¿Cuántos de nosotros podemos decir lo mismo de los códigos y las leyes de nuestros países? En la relación de pacto, los mandamientos son directrices que iluminan nuestro entendimiento y nos permiten disfrutar de una relación profunda con nuestro Creador, Rey y Juez.</p><p>La Torá está más vinculada a la idea de “enseñanza” que a la de “disposiciones”. Esa es la razón por la que el salterio describe los estatutos de Dios como tesoros de valor incalculable, que son “más deseables que el oro, más que el oro muy afinado, más dulces que la miel del panal” (Sal. 19:10). Estar bajo el Pacto de Dios significa disfrutar de una estrecha relación con la Deidad.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Qué fascinante es comprender el grado de vinculación que existe entre los cinco temas teológicos que hemos estudiado esta semana. Esta cadena temática comienza con la afirmación de Dios como Creador, y se apoya en ella. Negar esta verdad básica es rechazar el derecho de Dios como Gobernante de este mundo y Juez Soberano de todo ser humano. Por ende, si Dios no fuera el Juez de todos, entonces cualquiera podría hacer lo que mejor le pareciera. No habría ninguna ley eterna que obedecer. No habría absolutos. Es triste decirlo, pero estamos inundados por esta filosofía todos los días. Incluso algunos cristianos son presa de su pernicioso sofisma. Por esta razón, nuestra lección de esta semana es muy importante para nuestra familia, nuestros jóvenes y los miembros de la iglesia.</p><p>Reconocer al Señor como nuestro Hacedor nos llevará a aceptar su señorío en nuestra vida y su derecho a guiarnos y reprendernos cuando sea necesario. Después de todo, él es nuestro Juez. Nuestro Creador quiere tener una relación de alianza amorosa con nosotros. La Biblia nos promete que obedecerlo y caminar con él será una experiencia dulce y reconfortante.</p><p>Un detalle que tocamos ligeramente en esta lección, pero que no exploramos en profundidad, es el cultivo de una actitud de alabanza y regocijo. Pide a un voluntario que lea en voz alta los siguientes versículos. También puedes pedir a los miembros de la clase que lean el salmo al unísono. Anima a tus alumnos a aspirar a la misma vida espiritual del salmista:</p><p>“Vengan, cantemos alegremente al Señor. Cantemos con júbilo a la Roca de nuestra salvación. Lleguemos ante su presencia con gratitud. Aclamémoslo con cánticos. Porque el Señor es Dios grande, Rey grande sobre todos los dioses” (Sal. 95:1-3).</p><p>Más que de peticiones y quejas, debemos llenar de alabanzas nuestras oraciones a nuestro Rey y Juez. Además, nuestro trabajo diario será más fácil de soportar, y nuestra vida devocional más feliz, cuando estemos en una relación de pacto con el Dios de los Cielos.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>EL SEÑOR REINA</strong></p>",
      "verse": "<p>El Señor reina, se vistió de majestad. El Señor se vistió, se ciñó de fortaleza. Afirmó el mundo, y no se moverá (Sal. 93:1).</p>",
      "versionCode": 100,
      "weekDate": "13-19 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
